{
    "TTR": {
        "Extracted text": " This academic planner is the result of a cooperative effort between Oglala Lakota Colleges Office of the Registrar and Financial Aid Office and is designed as a tool to assist the student in becoming successful in their educational endeavors while attending Oglala Lakota College. It is also designed as a guide to the programs, policies and procedures of Oglala Lakota College. The student has the responsibility of becoming knowledgeable about the requirements and behavior expected while attending the college.  © Copyright 2006, Oglala Lakota College.  Oglala Lakota College is providing information in furtherance of its non-profit and tax-exempt status. Permission to use, copy and distribute documents from this publication is hereby granted for private, non-commercial and education purposes only. No resale use may be made of material at any time. All other rights reserved. The names and logos of Oglala Lakota College, including its divisions, offices, committees, and other units may not be used without specific, written prior permission.  Oglala Lakota College makes no representation about the suitability of this information for any purpose. It is provided \"as is\" without express or implied warranty. The user hereby releases Oglala Lakota College from any and all liability for any claims or damages which may result from any use of this document.  While providing information to students about the curricula and policies of Oglala Lakota College, the provision of this handbook are not intended to be a contract between the college and the student. Oglala Lakota College reserves the right to withdraw or change any provision or requirements at any time. The student is encouraged to seek current information from appropriate offices. Web Site: http//www.olc.edu.  Instructional Division 23-31 Learning Resource Center/Archives          32 Agriculture &amp; Natural Resource Department 34 Foundational Studies Department 35-36 Community/Continuing Education Department 37 Student Support Services 38 Applied Science and Technology Department 39-55 Business Department 56-60 Education/Early Childhood Department 61-85 Humanities &amp; Social Science Department 86-93 Lakota Studies Department  94-101 Department of Math and Science 102-114 Nursing Department 115-119 Department of Social Work 120-125 Graduate Programs 126-142 THE CATALOG  The catalog is designed as a guide to the programs, policies, and procedures of Oglala Lakota College. The student or  community member has the responsibility of becoming knowledgeable about the requirements and behavior expected of people who utilize the college.  The Oglala Lakota College catalog opens with an introduction which includes the Board of Trustees, maps of South Dakota, the Pine Ridge Reservation and the locations of the district college centers, Mission and Philosophy of the college, a note from the President, and general information about the history of Oglala Lakota College.  Subsequent sections of the catalog cover instructional programs, policies and procedures,  community and student services, district centers, and course descriptions.  While providing information to students about the curricula and policies of Oglala Lakota College, the provisions of this catalog are not intended to be a contract between the college and the student. Oglala Lakota College reserves the right to withdraw or change any provision or requirement at any time.  VISION, MISSION AND PURPOSES WOLAKOLKICIYAPI:   Learning Lakota ways of life in community  Oglala Lakota College is chartered by the Oglala Sioux Tribe.   Its mission is to provide educational opportunities that enhance Lakota life.   These opportunities include community services, certificates, GED, Associate, bachelor, and graduate degrees.   Oglala Lakota College provides a framework of excellence for student knowledge, skills, and values towards piya wiconi - a new beginning for harmony in fulfillment of aspirations and dreams.   Oglala Lakota College is committed to continuous improvement and is creating Oglala Lakota University through outstanding teaching research, community service and assessment.  -Tribal- * provides the Lakota with outstanding graduates. * promotes the study and practice of sovereignty. * works with tribal entities toward building our nation. * supports graduates in achieving meaningful work and healthy lifestyles. * utilizes Lakota cultural values in all learning framework. * celebrates Lakota culture including sacred songs and ceremonies. * researches, studies and disseminates Lakota language, culture and philosophy. * provides leadership to maintain and revitalize Lakota culture in a diverse and   * encourages high student learning expectations through active and collaborative learning frameworks, student-faculty interaction, enriching educational experiences, research and a supportive campus environment.  * practices open enrollment and supports student success towards graduation. * provides knowledge, skills and values for self-fulfillment, civic involvement, and  making a living in a diverse world. -Community- systems.  global networks.  organizations.  Representatives of the Oglala Sioux Tribe Emma Sam Tribal President's Representative Alice Perkins             Tribal Education Committee Representative South Dakota Representatives Elected by Districts Dennis Brewer                 Pine Ridge Village Pete Red Willow             Eagle Nest Bennett Sierra               East Wakpamni Newton Cummings        LaCreek Anthony Wounded Head    Pahin Sinte Pheobe Tallman          Pass Creek Denise Red Owl              Pejuta Haka Warren Cross            White Clay Willene Kills Enemy       Wounded Knee Rebecca Lone Elk Student Representative Gerald One Feather Council of Elders  Oglala Lakota College                                     He Sapa College Center Piya Wiconi                                                                     127 Knollwood Dr., Rapid City, SD 57709 Box 490, Kyle, SD 57752                                                 342-1513 455-6000                                                                          FAX 342-8547 FAX 455-2787 Oglala Lakota College Nursing Program                   Pejuta Haka College Center Box 861, Pine Ridge, SD 57770                                      Box 370, Kyle, SD 57752 867-5856                                                                          455-2450 FAX 867-5724                                                                  FAX 455-2671 Eagle Nest College Center                           Pine Ridge Village College Center Box 476, Wanblee, SD 57577                                        Box 1052, Pine Ridge, SD 57770 462-6274                                                                          867-5893 FAX 462-6105                                                                  FAX 867-1241 East Wakpamni College Center                   Oglala College Center Box 612, Batesland, SD 57716                                       Box 19, Oglala, SD 57764 288-1834                                                                          867-5780 FAX 288-1828                                                                  FAX 867-1243 LaCreek College Center                               Wounded Knee College Center Box 629, Martin, SD 57551                                             Box 230, Manderson, SD 57756 685-6407                                                                          867-5352 FAX 685-6887                                                                  FAX 867-1245 Pahin Sinte College Center Cheyenne River College Center Box 220, Porcupine, SD 57772                                     P.O. Box 100, Eagle Butte, SD 57625 867-5404                                                                         964-8011 FAX 867-1242  FAX 964-8012 Pass Creek College Center Box 630, Allen, SD 57714 &lt;- - - - - - -  Add/Drop Period - - - - - - -&gt; &lt;- - - - - - -  Add/Drop Week - - - - - - -&gt; &lt;- - - - - - -  Add/Drop Week - - - - - - -&gt;  Oglala Lakota College pursues an open door policy in which all qualified students will be admitted without regard to race, religion, origin or political belief.  Enrollment in the college does not guarantee admission to any specific program, nor to any and all courses of study. To qualify for full access to college level courses, students must demonstrate minimum 10.1 grade level of reading comprehension as indicated by college readiness assessment (see policy 70300).  A. Admission All applicants seeking admission to Oglala Lakota College must send each of the items listed below BEFORE , he/she will be admitted:  1. Complete Application and declare a major. Students may only declare one major at a time while attending OLC.  2. Furnish a copy of your high school transcript, or certificate of high school equivalency (GED Diploma) MANDATORY.  Students with a Bachelors Degree or higher will be required to submit documentation verifying the degree awarded.  3. Transfer students must send official college transcripts. 4. Verification of Tribal Enrollment if the student is a tribal member of a Federally  Recognized Tribe. 5. Complete College Readiness Assessment (see policy 70300). Transfer students who do  not have approved transfer college credit for English Composition or Algebra must complete the college readiness assessment.  Any student falsifying information is subject to being dropped from all classes. Oglala Lakota College does not admit under the Ability to Benefit criteria. B.    Readmission Former students of Oglala Lakota College not enrolled for two semesters or longer, must apply for readmission to the Registrar.  Official transcripts of additional work completed at any other college, must be submitted. C.    Admission of Veterans Veterans wishing to attend the college may use their veterans educational benefits. New students need to pick up an application at the Registrar's office.  Continuing students should notify the Registrar to fill out an enrollment certification for the semester (s) he/she will be attending OLC. The veteran will need to stop in at the Registrar's Office and sign the enrollment certification a month before classes begin to receive certification and authorization prior to registration in order to receive monthly subsistence without delay. D.    General Education Development Classes Students who have not completed high school and who do not have a G.E.D. may enroll for free G.E.D. classes at any of the college centers throughout the reservation.  For further information, contact the college center director or tutor in your local district.  With the exception of entering students who can document foundational studies cut scores. Oglala Lakota College entering students shall take Accuplacer test (Reading, Comprehension, Sentence Structure and Mathematics) to determine their academic skills for college level placement. The cut scores are set: Reading Comprehension  65, Sentence Structure  80 and Algebra  35, with 44 required for the Math 093 Scholarship Award. Students who can provide official documentation, demonstrating a 10.1 equivalency or above in reading comprehension, sentence structure, and mathematics, utilizing other nationally recognized tests shall be exempt from the Accuplacer exam.  Oglala Lakota College pursues an open door policy in which all qualified students will be admitted without regard to race, religion, origin or political belief.  Enrollment in the college does not guarantee admission to any specific program, nor to any and all courses of study. To qualify for full access to college level courses, students must demonstrate minimum 10.1 grade level of reading comprehension as indicated by college readiness assessment (see policy 70300).  A. Admission All applicants seeking admission to Oglala Lakota College must send each of the items listed below BEFORE , he/she will be admitted:  1. Complete Application and declare a major. Students may only declare one major at a time while attending OLC.  2. Furnish a copy of your high school transcript, or certificate of high school equivalency (GED Diploma) MANDATORY.  Students with a Bachelors Degree or higher will be required to submit documentation verifying the degree awarded.  3. Transfer students must send official college transcripts. 4. Verification of Tribal Enrollment if the student is a tribal member of a Federally  Recognized Tribe. 5. Complete College Readiness Assessment (see policy 70300). Transfer students who do  not have approved transfer college credit for English Composition or Algebra must complete the college readiness assessment.  Any student falsifying information is subject to being dropped from all classes. Oglala Lakota College does not admit under the Ability to Benefit criteria. B.    Readmission Former students of Oglala Lakota College not enrolled for two semesters or longer, must apply for readmission to the Registrar.  Official transcripts of additional work completed at any other college, must be submitted. C.    Admission of Veterans Veterans wishing to attend the college may use their veterans educational benefits. New students need to pick up an application at the Registrar's office.  Continuing students should notify the Registrar to fill out an enrollment certification for the semester (s) he/she will be attending OLC. The veteran will need to stop in at the Registrar's Office and sign the enrollment certification a month before classes begin to receive certification and authorization prior to registration in order to receive monthly subsistence without delay. D.    General Education Development Classes Students who have not completed high school and who do not have a G.E.D. may enroll for free G.E.D. classes at any of the college centers throughout the reservation.  For further information, contact the college center director or tutor in your local district.  With the exception of entering students who can document foundational studies cut scores. Oglala Lakota College entering students shall take Accuplacer test (Reading, Comprehension, Sentence Structure and Mathematics) to determine their academic skills for college level placement. The cut scores are set: Reading Comprehension  65, Sentence Structure  80 and Algebra  35, with 44 required for the Math 093 Scholarship Award. Students who can provide official documentation, demonstrating a 10.1 equivalency or above in reading comprehension, sentence structure, and mathematics, utilizing other nationally recognized tests shall be exempt from the Accuplacer exam.  Nationally recognized tests that qualify for this exemption are as follows: ACT reading and math cut score of 21 Passed the GED within the last five years SAT reading and math cut score of 870 Compass Scores: Reading 81, English 70, Math 48  Entering students whose scores do not meet the listed cut scores for college level placement will register in the appropriate Foundational Studies courses for coursework that will prepare them for college level courses. Students whose scores require Foundational Studies placement in reading comprehension and sentence structure may concurrently enroll ONLY in the following collegelevel courses for two semesters Lak 103  Students placed in Foundational Studies courses may enroll in no more than 12 total credit hours, including the Foundational Studies courses All new students who are placed into RW 083/RW 093 must achieve a 10.1 reading grade level (65 on the Accuplacer reading comprehension test) within two semesters. New students who do not achieve the 10.1 reading grade level the first semester will only be able to register for the Basic English and Basic Math classes the second semester. New students will not be charged tuition or fees for the foundational studies courses repeated the second semester. New students who do not achieve the 10.1 reading grade level after the second semester will not be allowed to register the following semester for classes. Any student unable to achieve the 10.1 reading grade level in the time allotted must work with district center counselors and tutors to achieve the 10.1 reading grade level. Foundational Studies courses do not count toward total credit hour requirements for graduation.  All students must take coursework in at least one Lakota language course to graduate.  Native speakers may receive credit by oral examination for Lakota Language I with the departments permission.  Students who choose to take the oral examination will receive a pass or fail grade.  Lakota Language II,III,IV can be challenged by Lakota speakers after they have successfully completed Lakota Language I.  There is a $15.00 testing fee for challenged courses and the hours CANNOT be counted for Veterans Benefits or as part of the students PELL grant eligibility course load.  A. Eligibility  A junior or senior high school student wishing to enroll at Oglala Lakota College must submit a statement from their high school Principal or Counselor that the student:  has a G.P.A. of 2.0 or above (a copy of the high school transcript will need to be attached for documented proof).  is prepared for College level work The statement should also mention that the high school is aware of and approves of the student enrolling in College courses.   during that semester. 2. Students will be required to take placement tests in reading and math.  They must  place into college level courses.  If a student places into the developmental courses, they are not prepared for college level work.   C. Registration 1. The student will be allowed to register for no more than 7 credit hours. 2. Registration will be on special basis and no credit will be granted until proof of high   1. High school students cannot receive regular financial aid but the College will waive tuition, registration fees, lab fees and activity fees for students who would otherwise be eligible for financial aid.  2. Book costs cannot be waived so that arrangements for payment must be made by the student before receiving books.  costs.  4. Students must have eligibility determined before credit is given.  This would involve submission of financial aid packets at the appropriate time.  5. All credit hours attempted as an early entry student will count toward their future financial aid satisfactory academic progress.  E. Records 1. Records will be maintained in the Registrar's Office and at the appropriate Center in  a special file under \"High School Enrollees\" and the Registration Card will be clearly marked as such.  2. The separate records will insure that high school students are not confused with regular students and that all commitments are met by both the student and the College.  1. Counselors should take special notice of these high school enrollees and maintain  contact with them and the appropriate high school personnel. G. Independent Study   school enrollees.  Students transferring to other college centers will only be allowed to do so in the first five weeks of the semester.  A student may only transfer his/her classes to another district center if the same courses are offered and with the instructor approval only.  This must be in writing from the instructor and submitted with the drop card before the student can transfer.  It is the students responsibility to contact the instructors and let the center staff at both sites know of the transfer. Once a student declares a home center on their admission application they will remain at that center until a change of address is submitted to the Registrars Office. If a home center is not indicated the Registrars Office will assign the home center as per location of their address. Students will be responsible for turning in a copy of all required documents to their new center.  Students with 60 or more hours should know that only the courses for their A.A. degree (e.g., 69 hours for general studies) may transfer to another institutions four year program, except in Elementary Education, Business Administration, and Social Work.  No additional enrollments will be allowed in a class after Late Registration dates have passed without the permission of the Registrar. The only exception to this rule will be for students switching from cancelled classes.  One academic credit hour is a measure of student achievement of college level learning, which is the semester.  2) 30 hours or laboratory or activities, plus approximately 15 hours of outside homework per semester. 3) Successful performance on an examination and/or demonstration exhibiting skills equivalent to 1 or 2  above. 4) Internship/practicum/ clinical, cooperative education equivalences and evidence for credit  are  developed by Individual  departments appropriate to the professional degree requirements as stated in the college catalog.  5) The definition of credit hour will extend to alternative formats. These include face to face, distance learning, graduation requirement courses, evening and weekend, internships and practica.  6) All academic faculty professionally and ethically are expected to achieve the criteria herein. Further it is the responsibility of all academics and their supervisor to monitor and improve the delivery of course content as defined herein.  The college catalog indicates the number of credits for each course. In those courses which combine lecture and laboratory/activities, parenthesis enclose an indication of the number of lecture hours and the number or lab/activities per week. For example: Bio 101 Biology                      3 credits (2,2) This indicates that successful completion of the course results in three credits and that the student was in class for two lecture and two laboratory hours weekly.  During the fall, spring and summer semesters, 12 credit hours per semester is considered a full time course load.  Students may enroll for up to 18 credit hours per semester.  In special cases, upon the approval of the Department Chairpersons, this maximum load may be increased.  In all cases, a halftime load is onehalf a normal fulltime load.  During registration and the first week of classes, a student may change their enrollment by the following procedure: 1. Log on the Jenzabar website www.exweb.olc.edu/ics using your username and password that you  acquire from the Registrars Office or your Home Center counselor. Courses may be added or dropped during the first week of the semester.  2. If a student discontinues a subject and fails to allow the prescribed procedure for dropping a course, it may be recorded on his/her permanent record as an F. It is the students responsibility to verify that their online schedule shows that the course is officially dropped.  3. If a class is dropped after the second week, the student will be liable for the total cost of the tuition. A.   Withdrawal From Classes  1. Students wishing to withdraw from a class must obtain a withdrawal card from a local counselor, or the Registrar. When the card has been properly completed and returned to the Registrars office, permission to withdraw will be given. Withdrawal without this procedure may result in academic suspension. If the withdrawal is completed within the first two weeks of the semester, enrollment will not be recorded on official transcript.   The sequence for withdrawal is shown below: 1  2 weeks        W not recorded on permanent record 3  16 weeks      W recorded on permanent record B.   Summer school Withdrawal Procedure The same withdrawal procedure applies to students who take summer school courses. Summer  school normally runs for five weeks.  Any student who does not officially withdraw from class or classes will receive a grade of an F   The following withdrawal/drop procedure must be followed by the instructor:  1. The student may be dropped by the instructor, using an official card, after three consecutive unexcused absences.  2. All instructors must submit online attendance weekly. 3. All instructors must hand in drops on a weekly basis. The drops must be dated and signed. 4. The drop card must be signed and dated by any two of the following people: Registrar,  Counselor, Student, District Director, or Instructor. 5. All counselors must submit weekly add/drop cards. 6. Five consecutive absences will also result in an automatic withdrawal by the Registrar. 7. Five scattered absences will also result in an automatic withdrawal. There are No  reinstatements and NO exceptions for students who are dropped for five absences. Drop/Add Procedure During registration and the first week of classes a student may change their enrollment by the following procedure. Complete a drop/add card, make the changes and return card to the Registrar. Add/drop is during the first week of classes only. IF a student discontinues a course and fails to follow the prescribed procedure for dropping a course the center counselor will submit a drop card and drop the student administratively. If a class is dropped after the third week the student will be liable for full cost.  Students who withdraw voluntarily from the college after classes have begun may have a reduction in billing of a portion of the tuition and activity fees upon the approval of the Registrar and Financial Aid Officer.  Billing will be made according to the following schedule:    Course substitutions will be determined on a case by case basis.  The reasons must be justifiable and approved by the Department Chair, the Registrar, and the Vice President of Instruction. Core courses will not be substituted. A course substitution must have similar course content as the required course.  The student must petition the appropriate Department Chair and type the reason and rationale for the request. If approved, it will be attached to the graduation application for documentation.   Course waivers will be determined on a case by case basis.  The reasons must be justifiable and approved by the appropriate Department Chair, the Registrar and the Vice President for Instruction. Waivers can only be petitioned if the student acquires 91 credit hours or more with a GPA of 3.00 or better. The student must petition the appropriate Department Chair and type the reason and rationale for the course waiver.  If approved, it will be attached to the graduation application for documentation.   Oglala Lakota College is an interrelated network of over twelve teaching sites on or near the Pine Ridge Indian Reservation.  Distance Learning at Oglala Lakota College is designed to enhance the course offerings of our face2face instructional model. Distance Learning online and hybrid course offerings through Virtual Campus will vary from semester to semester depending upon student and degree requirements. We do not offer online degrees or programs of study.  Prospective students may enroll in Virtual Campus courses provided course prerequisites and OLC enrollment requirements are fulfilled.   Distance Learning Courses through Virtual Campus are NOT Independent Study or Self Paced Study Courses. Virtual Campus courses have daily homework assignments and may require an additional commitment of time and energy when compared to a traditional face to face course.  Oglala Lakota College reserves the right to cancel any scheduled courses or to change the days, time, location or instructor of any course.  Changes of any type will be official once cleared by: the Registrar's Office in cooperation with the Vice President for Instruction.  Minimum: The Oglala Lakota College reserves the right to cancel any class, which does not have an enrollment of six (6) for 100 and 200 level courses and four (4) for 300 and 400 level and higher courses. Courses that do not meet the minimum class size may be offered through distance education.  Upon receiving a written request from the VicePresident of Instruction, the President can waive the minimum class size for a particular course.  The college will make every effort to offer courses requested and in a sequence which permits most students to obtain a degree in a two year cycle. To avoid class cancellations, each student should meet regularly with the district counselor in order to plan schedules for each semester. Maximum Class Size: Class size at Oglala Lakota College is limited to no more than 30 students. Special limits will be no more than 20 students for courses requiring a Computer lab and all Distance Learning courses. See also: course cancellations Policy # 72450.  Students are required to attend classes regularly. Instructors will submit attendance online weekly to the   If a student wishes to be excused from a class, it is the student's responsibility to clear the absence with the instructor.  At that time the student must arrange for a makeup assignment.  However, an excused absence is the same as an absence until the student has completed work equivalent to being in class within one week of the absence. Once the makeup assignment is completed, the instructor may change the absent to present depending on the circumstance and quality of work.  This will only apply to no more than two absences.    The only exceptions will be made due to faculty error.  There are no reinstatements once the student is dropped due to 5 absences, unless there is proof of an error in the attendance.  In formulating this policy it is understood that unique problems exist for both students and faculty due to the decentralized nature of OLC.  Since classes meet only once per week, it is important that they be held even if they begin late. Generally speaking, if an instructor is going to be late getting to a college center for a class, the center staff should always be notified.  The following policy applies to cases where this has not been done:  A student shall be considered tardy for class, if he/she arrives late for class, but during the first hour of the class.  A student arriving later than this, may be marked absent.  This policy will not interfere with the instructor's prerogative to grade for class participation. If an instructor is late for a class, students must wait for onehalf hour.  After this time, the class will be considered cancelled for that week and must be made up. In the event that no students appear for class at the scheduled starting time, the instructor should wait at least onehalf hour before deciding to cancel the class.   Students admitted to any degree program have the option of continuing under the previous requirements or switching to the new requirements.  The college may waive appropriate new requirements if necessary to assure student progress toward a degree.  Students who fail to maintain continuous enrollment may be required to follow new curriculum requirements on their return.   Students may stay with the degree requirements in force when they started at the college as long as they maintain \"continuous enrollment\".  They may be asked to follow new curriculum if they do not enroll for any courses for a semester. Changes are occasionally made in degree programs, but these students who began their study in a specific program may continue with that program regardless of the changes. If an AA/AS degree is discontinued students will have 4 consecutive semesters to complete the degree.   Once a student enters a degree area, the student must obtain a status sheet for that degree program from the counselor or academic advisor and keep it as a permanent record of his/her progress. When thirty hours have been completed, a student should review his/her progress with the department chairperson.  This status sheet should always be consulted when making course requests and when signing up for classes.If a student fails to maintain enrollment for one semester, that student will come back in on a new status sheet.Status sheets, maintained by district counselors for each student, are part of each student's official file. Students have the option to change their degree program and move to a different status sheet.   PROBATION POLICY Any student who does not earn a grade point average of 2.0 (1.5 for students with 30 hours or less) in any enrolled semester or any student who has dropped all of their credit hours in the past semester will be placed on academic probation. PROBATION PROCEDURE 1. A student on Academic Probation can enroll for 12 or more credit hours but to be removed from  Academic Probation a student must satisfactorily complete at least six (6) credit hours with a grade point average of 2.0 (1.5 for students with 30 hours or less).  2. The Registrar shall initiate probationary proceedings by informing the student and district center staff (where the student has claimed to be his or her Home Center) in writing.  3. The decision shall be binding and final for all courses offered by Oglala Lakota College. 4. The Registrar will maintain a current list of all students on probationary status. 5. The decision will be binding and final for all courses offered by Oglala Lakota College. SUSPENSION POLICY If a student does not earn a grade point average of 2.0 (1.5 for students with 30 hours or less) while on probation, the student will be placed on suspension (Academic Suspension One). This means the student cannot enroll for one semester Suspension Procedure 1. Academic Suspension One Students placed on Academic Suspension One will not be allowed to register for classes for one semester following their suspension. After sitting out for this one semester, they will be   allowed to register for classes again and they must successfully complete all enrolled classes with a 2.0 grade point average (1.5 for students with 30 hours or less) or better. Should the student fail to successfully complete his or her classes during the term following the suspension, they will be placed on Academic Suspension Two. 2.  Academic Suspension Two Students placed on Academic Suspension Two will be barred from enrollment for one year or two semesters. Appeal Process  2.   The District Local Board will schedule a hearing and notify the student in writing and request the student to provide a written and oral justification of their failing academic record with a plan as to why and how they will successfully complete a college education goal. 3.   The District Board will only allow students to enroll in Oglala Lakota College with documented extenuating circumstances, i.e., personal health, medical issues, death in the immediate family, or other significant family issues. 4.   The District Board will notify the Registrar and the student of its decision in writing. The decision will be binding and final for all courses offered by Oglala Lakota College. a.   If the District Boards decision is for the student to remain on Academic Suspension Two, the student will not be allowed to enroll for two semesters following the decision. b.   If the District Boards decision is to allow the student to reenroll, the student will again be placed on Academic Suspension One. Academic Suspension One means that the student must sit out for one semester following their suspension after which they can remove themselves from Academic Suspension One by enrolling for minimum of three (3) credit hours but no to exceed a maximum of six (6) credit hours, and earning a 2.0 grade point average (GPA) (1.5 for students with 30 hours or less) or better. 5.   If the student does not complete a minimum three (3) credit hours with the required grade point average, the student will not be allowed to have another hearing and will be barred automatically from enrollment at Oglala Lakota College for a period for two (2) years Academic Suspension Three following the semester in which they failed to achieve a 2.0 grade point average (1.5 for students with 30 hours or less). 6.   Following Academic Suspension Three, a student will be allowed to enroll in Oglala Lakota College without being on probation or suspension and will be required to take the placement tests if they have not previously completed the core Math and English requirements. The student will use the most recent status sheet for their declared major. 7.   The Registrar shall maintain and update a list of the status of all students on academic suspension. Note: The President will appoint a committee to provide all hearings for the students placed on Academic Suspension Two from the Rapid City and Cheyenne River Extension Centers.  Students wishing to enroll in a course for noncredit may do so on an \"audit\" basis. In such cases, the student must pay the same tuition and fees as those enrolling in the course for credit.  The course will be listed on the student's transcript with the indication \"audit.\"  There is no financial aid for auditing classes.   Tribal members are invited to visit, with the approval of the instructor, all classes taught at Oglala Lakota College.  Those who wish to pursue a course throughout the semester are invited to do so.  There is no fee for \"visiting\" and no record will be kept.  Those taking courses on a \"visiting\" basis must purchase their own books. Counseling/Advising The College is interested in the welfare of its students.  The personal contact of students with each district college center counselor begins within the community, during registration and throughout the whole year. Counselors are available at each College Center to assist students in tutoring, attendance, personal and financial aid counseling.  Counselors may also refer students to other resources, if they are unable to assist students in their needs. Students should work closely with the college center counselor.  An educational advisor is available for each student.  The student should seek an advisor on educational problems.   The district staff will advise the student on which classes to register for from the CORE courses including General Education and Lakota Studies courses that are offered.  It is expected that a student will complete the CORE component of the curriculum before beginning study in the major.  A student who has already decided on a major should consult the admission requirements of the department of his/her major. The student must satisfy all admission requirements for the major department and, in conjunction with the department chair and staff determines a plan of study   PELL will only be applied to those courses that relate to the declared degree and students can only work towards one degree at a time.  Students may make their first change of major at this time without question. Once a student is admitted to a baccalaureate program, a second plan of study will be developed with the Department Chair. Students whose plan of study changes for a second or third time must submit their reasons in writing.  The reasons for a change in majors must be approved by the Registrar and the academic departments involved. At Oglala Lakota College, the Financial Aid Student academic progress may be reset  with a change of major up to 3 times in a students academic career as referenced in the student handbook.  Academic advising can be requested at any time by contacting center staff or the department chair to set up an appointment.   At the end of each semester, a student grade report is viewable on the students Jenzabar record under the Advisee Tab.  These reports include a description of the course and the progress made by the student.  Only semester grades are entered in the student's permanent record.   1. The instructor of each course shall be satisfied that the student has achieved competency in expected  course objectives if credit is to be granted.  Grades and assessment of students for credit work shall be the prerogative of the approved and assigned instructor within the grading policy of OLC. A. The assigned instructor shall normally be the sole judge of the quality of student work and grades. B. If an instructor becomes unavailable before completion of the course or of giving grades, another  instructor may either complete the course or grade by special examination. 2. Change of Grade  A. Changes of grades occur only upon written notification to the Registrar by the assigned instructor. A grade becomes permanent and cannot be changed after two semesters have passed from the end of the semester in which the grade was assigned.  B. Grades given by an assigned instructor may be changed only by written notice to the Registrar by the same instructor.   3. Grade Grievances Students with a grievance over a grade that has been assigned them by a faculty member may avail themselves of the following process to ensure that a careful review of the grade and the basis for it in the instructor's syllabus has been provided.  However, in the end, it must be clear that only the faculty member can change the grade given.  Students need to understand that grades have to represent a professional judgment on the level of academic performance and that hardship factors should not lead to a lowering of standards for student performance.  A. The first step is for the student to request a meeting with the faculty member to present their case for a different grade than that assigned.  If the faculty member finds they had overlooked some work, not added correctly, been unfair, etc.  he/she can submit a Change of Grade.  If not, and the student is not satisfied, the student may proceed to step two.  B. If not satisfied with or unable to arrange step one, the student asks the Center Director to arrange a meeting with the faculty member, the Department Chair, and the Vice President for Instruction (within 12 weeks).  I.   The student and the faculty member are then to give each of these people a copy of documentation of their case and the reasons for their actions.  The syllabus should be a key reference in each case.  II. If the Chair and the Vice President agree with the grade assigned by the faculty member, the grade stands and no further action is warranted.  III. If the Chair and/or Vice President come to a conclusion with the instructor that a change of grade is called for, the instructor will submit a Change of Grade.  IV. If the Chair and/or Vice President feel a change is warranted and the faculty member cannot bring himself/herself to the same conclusion, no Change of Grade will be submitted and the faculty member's rights will stand inviolate.  No further review is provided or allowed.   An \"incomplete\" grade held beyond the deadline requires approval by the Registrar, who shall consider the continuing availability of the instructor; the responsibility of the student involved' and the cause for the incomplete. In such cases where the instructor is not available, the \"incomplete contract\" will be utilized by the appropriate department chairperson and the chairperson will assign a letter grade to the student, if possible. An incomplete grade is given only when the instructor feels that special circumstances warrant it. In addition to the faculty providing all information necessary to determine an appropriate grade for the student, the student with the instructor and department chairperson must sign a contract. Unless stated in the contract, any incomplete grade must be made up within one calendar year.   Graduating with an Associate of Arts degree or B.A. from OLC requires twice as many grade points as credit hours attempted. (A cumulative GPA of 2.00).  Grade points are as follows:    Oglala Lakota College officially certifies graduates and awards degrees/certificates in the spring term. Students must apply for graduation to their counselor and/or faculty advisor who submits the application, $10 Graduation fee, and typed status sheet to the Registrars office by March 1st every year. An additional fee of $10.00 will be charged if a student misses the deadline.   1. It is the responsibility of the student to complete and submit an application for graduation  including the current nonrefundable graduation fee for each degree. 2. It is the responsibility of the student to meet with a counselor and/or faculty advisor who will  make every effort to assist the student in this process. A typed status sheet and written plan stating when and how the student will meet the remaining requirements for graduation must also be submitted with the application. Courses cannot be used more than once for any degree.  3. It is the students responsibility to ensure that all degree requirements are met successfully before June 1st Fs or Incompletes will not be deemed satisfactory completion of requirements for any degree program. If a student fails to complete the requirements for graduation by the June 1st deadline then the student will have to reapply for graduation the following academic year.  B.   Registrars Office 1. The Registrar shall schedule meetings with district counselors to compare the status sheets  with the OLC transcripts to confirm that the student is making progress. The Registrar will notify the student in writing, identifying courses needed in order to complete degree requirements.  2. The Registrar will prepare a roster by April 1st each year of students projected to graduate that spring semester. This roster will be used for all graduation planning functions.  3. When grades have been posted at the end of the spring semester, the Registrar will send out confirmation letters to all graduate applicants who have successfully completed degree requirements. Denial letters will go out to students who did not complete degree requirements.  C.   Assessment 1. All students graduating with an associates degree, or baccalaureate degree, (or combinations  thereof) will take part in Woiwanyanke Wounspe Day (Looking at oneself and what has been learned). Results will be used only to improve student learning. Scores on the assessments will not impede graduation completion of any individual or group nor require additional courses. (BOT 5/19/99)  The purpose of A Graduation Requirement Course is to assist the student with continued persistence and timely completion of their degree.    Graduation Course requirements are intended for degree seeking   students only.  Non degree seeking students or students in special programs do not qualify for a GRC. Not all courses can be taught through this mode of delivery.  All Courses suitable for a GRC are designated by the Department Chair and Approved By the Vice President for Instruction and Registrar.  All Graduation Requirement Course (GRC) requests must be approved by the Department Chairperson and the Vice President of Instruction. A GRC will not be allowed if the same course is offered within fifty (50) miles of the students home district or online. However, if there is a scheduling conflict, a student may still apply. Students are allowed two graduation requirement courses per semester.  Students who successfully complete 45 hours towards their first AA/AAS or 96 hours towards their first Bachelors degree are eligible to apply for a GRC. Students must have an overall Grade Point Average of at least 2.75 and be in good standing, or 3.00 for the previous 24 credit hours, verified by the Registrars Office. Students must have a demonstrated ability to work independently, utilize technology and be familiar with the current student information system. Students must utilize Oglala Lakota College email. Student must keep a log of hours worked on the assignments. The amount of hours worked must be equal to the work expected to complete the GRC.  Students must record the individual meetings with the faculty members as scheduled.  Faculty will be required to utilize the approved student information system throughout the semester to enter attendance equivalent to the amount of work required by the course, midterm and final grades. Faculty must have the GRC syllabi that outline the students expectations.  Faculty must fully inform the student of what is expected from the GRC.  Faculty must keep record of this course orientation through sign in sheet and approved syllabi signed by both the faculty and the student. Faculty must turn in the Log of hours with the final grade. Duties for Faculty doing GRC:  a. Attend a session of orientation with the appropriate department chair before being assigned a Graduation Requirement Course.  student(s).  Requirement student(s).  the semester.  e. Distribute course materials at least one week before meeting with student(s) so the center has time to photocopy and distribute if necessary.  f. Notify the centers when student(s) contact is scheduled at least one week in advance. Department Chairs must ensure that the course is appropriate to be delivered in the GRC format, the Syllabi is appropriate for GRC and will meet the Student learning outcomes, and departmental requirements for student success and assessment.    1. The student in consultation with advising faculty member  must fill out the GRC Form. Signatures of approved Faculty, Center Director, and Chairperson must be submitted by the student.  2. The GRC Form must be submitted with appropriate signatures to the Assistant to the Vice President for Instruction no later than the last day of the add/drop period.  3. The following documentation is required and must be attached to the GRC Form: a typed status sheet showing all completed courses. The status sheet must demonstrate that they are on track to graduate in a timely manner; A course syllabus indicating how the course requirements will be met.  Students who will be graduating are eligible to apply for assistance to pay outstanding tuition, fees and bookstore bills.  In order to be eligible for assistance, students must meet the following criteria: 1. Complete the application process for assistance.  This includes a completed application with a two page double spaced essay explaining why they incurred a debt and why they cannot pay for the outstanding tuition and bookstore bills prior to graduation. 2. Has financial need.  Financial need will be determined on the basis as to whether the student is eligible for federal aid regardless of the student being on suspension, has used their max Pell or loss of eligibility status for federal financial aid due to the student having a Bachelors Degree.  (The student has to have applied for Pell for the current school year or provide tax documents for the previous year). Students will be considered for graduation assistance and may be granted assistance if their Expected Family Contribution does not exceed the cost of attendance at Oglala Lakota College.   3. Students CANNOT be in default on a student loan. 4. Students who have graduated with a higher degree are not eligible to receive assistance for additional lower degrees or certificates at a later date.  (i.e.: A student received a Bachelors Degree in 2003 and then received an AA Degree in 2004, the student is not eligible for the  assistance in 2004 because he/she received a higher degree in the previous year.)  Any student requiring a transcript must put their request in writing to the Registrars Office. Any student requesting a transcript from the Registrar needs a complete file (High School Transcripts, GED Certificate, Degree of Indian Blood, no outstanding bills to OLC). The initial request will cost $5.00 and when multiple copies are needed each additional copy will cost $2.00. Requests may take 23 business days to process, if a student needs them faxed that same day it shall cost an additional $2.00. Requests shall be kept on file for one (1) academic year due to limited filing space. Students owing Bills Any student owing unpaid bills to college shall not be issued a college transcript or grade reports. Unless you contact the Student Accounts Office at (605) 4556030 and submit a Payment Agreement along with $25.00 towards your bill, the transcript shall be released to a third party only. (Third Party shall include organizations, employers, or other colleges/universities.) In the event that a person applies for a position at Oglala Lakota College and owes money to the college, transcripts will be released to the search and screen committee once a written request has been made by the applicant to the registrars office and the search and screen committee indicating that if accepted for the position, they will accept a conditional contract to pay their college bill through payroll deduction. In the event that a person applies for a position outside Oglala Lakota College or is applying to another institution for admission and owes money to the college, transcripts will be released once a written request has been made by the applicant to the registrars office indicating that if accepted for the position, they will accept a conditional contract with their new employer to pay their college bill through payroll reduction. In    Oglala Lakota College will accept credits in transfer from institutions accredited by the North Central Association of Schools and Colleges or other regional higher education accrediting associations as they apply to core and degree requirements at Oglala Lakota College. Credits transferred are not calculated into GPA. Students transferring from other colleges may be accepted by Oglala Lakota College. For a student to receive credit from work taken at another college, that student must have an official transcript of his/her work sent directly to the Registrar.  1. A transfer applicant shall be expected to have maintained a C average (2.0 grade point average), for all college work previously attempted. However, a student may be admitted on probationary status.  2. Transferring students must designate a degree goal and major at the associate or baccalaureate level. The only transfers necessary would be those that are applicable to the specific degree status sheet selected. Credit older than ten years from the date of transfer is not transferable to OLC.  3. Any transferring students with an earned baccalaureate degree or higher degree from a nationally recognized, accredited institution of higher education who is seeking an additional baccalaureate would only have to do the following. The student will meet with the appropriate department chairperson to negotiate only those courses necessary to achieve award of another degree/diploma in the designated major. In addition to those courses negotiated with the department chairperson, the students will also need to meet the other two criteria for graduation from OLC; a minimum of thirty credit hours from OLC which would include the Lakota Studies requirement for the chosen degree program.  4. International students must present documentation of a valid visa/citizen status which will allow active enrollment. Oglala Lakota College does not endorse, support, or initiate vise application. International transcript material must be accredited and translated relevant to United States academic standards.  PROCEDURE 1. The student arranges for an official transcript to be sent to the Registrar of Oglala Lakota College. 2. The transcripts are evaluated every Monday at the Department Chair meetings. 3. The Department Chairs evaluates the transcript based upon the requirements of the students  chosen degree program. Professional courses will be evaluated by the appropriate chairperson. If there are problematical courses, the Department Chair will consult with the appropriate Instructor.  4. The Department chairperson will forward the transfer evaluation form and the transcript to the Registrar for filing and recording on an Oglala Lakota College transcript. A copy will be forwarded to the appropriate district for inclusion in the student file.   1. Courses which may be acceptable only as free or distribution electives but do not coincide with Oglala Lakota College courses will be transferred up to the number of credits of free electives permitted in a degree program.  2. Students may transfer up to 45 credits to Oglala Lakota College for an Associate of Arts and 90 credits toward a Bachelors Degree. (Present policy requires an A.A. or a B.A. student to take 24 credits at Oglala Lakota College.)  3. It will take approximately three weeks for the transcripts to be evaluated.  A minimum of thirty resident hours must be earned from Oglala Lakota College for consideration of awarding an associate degree or a bachelor's degree. To receive an associate degree from OLC, 11 semester hours of the last 24 must be earned during the last year with OLC.  Veterans who will be receiving education benefits will need to notify the Registrars office by submitting a student enrollment certification request.  Along with an application for VA Benefits to the VA , using VA Form 221990 for Ch.30 and Ch. 33 or VA Form 225490 for Ch. 35 (Survivors &amp; Dependents Educational Assistance) or apply online at http://vabenefits.vba.va.gov/vonapp for an electronic application that may be completed and submitted online.  You can also call 1888GIBILL1 (18884424551) and request that a form be mailed to you.  You may also receive a hard copy from the counselor at each center. Along with a copy of the application we need a copy of the DD214 on file. Continuing students should notify the Registrar's Office for enrollment certification for each semester(s) you will be attending OLC along with the number of credit hours you will be taking.  Only those courses that apply to their declared major shall be certified to the VA.  Students who fail to maintain satisfactory progress in one semester shall not be certified until they earn a grade point average of 2.00 (1.50 for students with 30 hours or less) in the continuing semester. Advanced Payment The veteran will need to stop in at our office or call a month before classes begin. FINANCIAL AID  To help those students who need assistance to further their education.  Priority will be given to those people with the greatest need.  Aid is administered in accordance with the applicable laws of the United States regulations and policies of the Board of Trustees and the Oglala Lakota College, regulations of the college stated in the Oglala Lakota College catalog and the policies and procedures in this manual. Financial Aid is available at Oglala Lakota College in the form of Grants, Employment, and Scholarships. Due to the limited amount of funds available through these aid programs, students who meet Satisfactory Academic Progress toward their declared major and who can demonstrate a need will be given priority.  The primary goal of Oglala Lakota College financial aid professional is to help students achieve their educational potential by providing appropriate financial resources.  To this end, this Statement provides that the financial aid professional shall:  Be committed to removing financial barriers for those who wish to pursue postsecondary learning. Make every effort to assist students with financial need. Be aware of the issues affecting students and advocate their interests at the institutional, tribal,  state, and federal levels. Support efforts to encourage students, as early as the elementary grades, to aspire to and plan for  education beyond high school. Educate students and families through quality consumer information. Respect the dignity and protect the privacy of students, and ensure the confidentiality of student  records and personal circumstances. Ensure equity by applying all need analysis formulas consistently across the institutions full  population of student financial aid applicants. Provide services that do not discriminate on the basis of race, gender, ethnicity, sexual orientation,  religion, disability, age, or economic status. Recognize the need for professional development and continuing education opportunities. Promote the free expression of ideas and opinions, and foster respect for diverse viewpoints within  the profession.  perception thereof. Maintain the highest level of professionalism, reflecting a commitment to the mission and   Oglala Lakota College financial aid professional is expected to always maintain exemplary standards of professional conduct in all aspects of carrying out his or her responsibilities, specifically including all dealings with any entities involved in any manner in student financial aid, regardless of whether such entities are involved in a government  sponsored, subsidized, or regulated activity.  In doing so, a financial aid professional should:  Refrain from taking any action for his or her personal benefit. Refrain from taking any action he or she believes is contrary to law, regulation, or the best  interests of the students and parents he or she serves. Ensure that the information he or she provides is accurate, unbiased, and does not reflect any  preference arising from actual or potential personal gain. Be objective in making decisions and advising his or her institution regarding relationships with  any entity involved in any aspect of student financial aid. Refrain from soliciting or accepting anything of other than nominal value from any entity (other  than an institution of higher education or a governmental entity such as the U.S. Department of Education) involved in the making, holding, consolidating or processing of any student financial aid, including anything of value (including reimbursement of expenses) for serving on an advisory body or as part of a training activity of or sponsored by any such entity.  Disclose to his or her institution, in such manner as his or her institution may prescribe, any involvement with or interest in any entity involved in any aspect of student financial aid.    All students must be aware of the following when applying for financial aid: A. The student must apply for all financial aid in a timely manner to determine if he/she will receive  money to pay for his/her educational costs. The general rule is if you plan to attend OLC, your financial aid application should be completed the semester prior to registering for classes.  B. Students are required to declare a major in order to receive any type of financial aid. C. Selected students must verify the income they reported on the PELL Grant application.  If a tax return  was filed, an IRS Tax Return transcript and verification worksheet must be in the students file in the Financial Aid Office.  D. Students who attend another college, university or institution of higher learning that participates in the Title IV Campus Based Aid programs must  submit official transcripts to Oglala Lakota College for evaluation.  The Financial Aid Office will then check NSLDS to make sure there are no discrepancies from the previous institution(s) for Grant Overpayments and Defaulted Loans.  If the FAO finds that the student has defaulted in a student loan or has an outstanding grant overpayment with another institution, no Title IV funds will be paid out until the discrepancies are cleared up.   Students who need financial aid urged to contact the local district college center staff or the Financial Aid Office for general information. All Federal Financial Aid funding regulations state that a student receiving Federal Financial Aid must maintain satisfactory progress.  Freshman students must maintain a cumulative GPA of 1.50 up to 30 credit hours (attempted).  Thereafter, the student must maintain a cumulative GPA of 2.00.  This is consistent with the graduation requirements at Oglala Lakota College.   Students must have the Free Application for Student Aid (FAFSA) on file.  This is A Federal program that offers assistance to any eligible student who needs it to attend a post secondary educational institution.  The value of the award may vary from $319 to $5,730, depending on the amount of assistance reasonably available from the family.  This award helps eligible students work toward an undergraduate degree.  Once a student has earned a first Bachelors Degree, they are no longer eligible to receive PELL. Amount of eligibility will be determined at the fourth week of classes, based on the number of hours a student is registered in and attending.  Presently contracted through the Oglala Sioux Tribe.  Students must file the OST Higher Education Grants application.  Students must also have a Free Application for Federal Student Aid (FAFSA), Pell Grant Application, on file before a need analysis can be completed and submitted to Higher Education.   The Federal Supplemental Education Opportunity Grant Program provides grants to undergraduate students who demonstrate a financial need.  The average award to a student is $800 per year.  Students employed under the Federal Work Study (FWS) Program can work a maximum of twenty hours a week, depending on the amount of the award.  Students will be compensated at the rate of $7.50 per hour. The average award is $1,500.00 per student per semester. Eligibility of Student  A. Preference to students with greatest aid eligibility. B. At least half time students (preference to full time students). C. U.S. Citizen, permanent resident, or in the United States for other than a temporary purpose. D. Shows evidence of academic or creative promise and the capability of maintaining good  standing. E. Not in Default/ or owe a refund to any Title IV programs. F.  At least one work study student will be hired in each district college center. G. Assignment of FWS to district centers is contingent on satisfactory compliance by the center in  developing job descriptions, recruitment, supervision and evaluation.  The Student Services Committee review and approve the institutional scholarships at OLC.  All scholarship applications must be completed online and submitted by the third week of classes.  Only complete applications submitted online at www.collegefund.org will be considered for selection.  You must electronically complete the application, write an essay, upload a photo and have a completed Pell on file to be considered complete.  (A digital photo, no copies, no photo IDs).  All students must apply for the PELL grant to be considered for any scholarship even if the student is not eligible for PELL.  See the Counselors for applications or more information. Students with complete submitted applications will be considered for selection.  This includes the  application, essay and photograph. All photographs will be screened by the Financial Aid for appropriateness. Examples of inappropriate  pictures are baby pictures, students wearing sunglasses, bandanas, unclear pictures, ect.  Any repugnant or obscene photos will not be considered for a scholarship award.  Students must apply for the PELL grant to be considered for selection to determine the Financial need of each student.  All scholarships require a minimum of 2.0 cumulative G.P.A. Students may receive up to two scholarship sources per semester, the scholarships total will not exceed  the students financial need which includes all funding. Native American students are to be considered first preference for all scholarships. Students must be enrolled in at least 3 credit hours to qualify. Students who receive inhouse scholarships who drop or are dropped from all classes after their scholarship disbursement will be ineligible for inhouse scholarships for the following semester.  A students inhouse scholarship privileges will be reinstated after a one semester ineligibility period.  Eligibility will continue thereafter, unless a student again drops all of their classes after disbursement.  After the second drop, a student will be in final suspension and no longer eligible for inhouse scholarships.  There is no appeal process if a student is suspended from inhouse scholarships.   In 1980, Dr. Robert Richtmyer presented Oglala Lakota College with a gift in memory of his late wife, Jane.  Scholarship amounts vary depending on the amount of interest earned from the    Students must be of Lakota ancestry, must be in good standing academically, demonstrate a financial need and must submit a thank you letter.  There is $500.00 available for the regular scholarship and $500.00 for nursing students each semester.   Established for the purpose of financially assisting \"young Indian males\" to achieve a college education.  This award is also based on the interest accrued from the Wilms Scholarship Endowment fund per academic year.  Criteria to be considered will be:  academics, school and community activities, leadership, potential for completing college and financial need. $500.00 will be awarded per student, in good standings, per semester.   Applicants must be an enrolled member of a Federallyrecognized tribe, must be a potential graduate for the current academic year, have an unmet need for financial assistance, be enrolled in a least 6 credit hours, have demonstrated academic achievement and have a cumulative semester GPA of 2.0 or better.   Sioux Tribal member and an unmet financial need.     This is not a single scholarship, but is a number of scholarships we receive from the AICF with their own criteria and change every semester.  Selections are to be decided by the Scholarship Committee.  Recipients must submit an AICF Profile when selected.   This scholarship has many different criterions scholarships are awarded to students with Perfect Attendance, Outstanding Community Involvement, Outstanding College Involvement, Veterans and by Departments: Business, Applied Science, Humanities &amp; Social Sciences, Early Childhood, Education, Human Services &amp; Social Work, Lakota Studies, Agriculture, Math &amp; Science and Nursing.  Attendance Scholarships Scholarship based on 100% Attendance in previous semester. An enrolled tribal member, 3.00 GPA and financial need is not a factor. Three awards for fulltime students and three awards for parttime students. Scholarship based on 95%99% Attendance in previous semester. An enrolled tribal member, 3.00 GPA and financial need is not a factor. Three awards for fulltime students.  Community Involvement Scholarships Scholarship based on Outstanding Community outside of the college. Fulltime student, 3.00 GPA, an enrolled tribal member and a letter of recommendation. Three awards. Scholarship based on Outstanding College Involvement within the college/Student Org. Fulltime student, 3.00 GPA, and an enrolled tribal member.  Veterans Scholarship Three awards for students, who are fulltime, enrolled tribal members, 3.00 cumulative GPA and a DD214 on file in the Registrar's office.  Applied Science Students with a major in the Applied Science department, 3.00 GPA, unmet financial need, an enrolled tribal member, at least half time. Two awards for students with junior/senior standing and two awards for students with sophomore standing.  Business Students with a major in the Business department, 3.00 GPA, unmet financial need, an enrolled tribal member, at least half time. Two awards for students with junior/senior standing and two awards for students with sophomore standing.  Humanities/Social Science Students with a major in the Humanities/Social Science department, 3.00 GPA, unmet financial need, an enrolled tribal member, at least half time. Two awards for students with junior/senior standing and two awards for students with sophomore standing.   Students with a major in the Human Services/Social Work department, 3.00 GPA, unmet financial need, an enrolled tribal member, at least half time. Two awards for students with junior/senior standing and two awards for students with sophomore standing.  Lakota Studies Students majoring in Lakota Studies, 3.00 GPA, unmet financial need, an enrolled tribal member, at least half time. Two awards for students with junior/senior standing and two awards for students with sophomore standing.  Early Childhood Students majoring in Early Childhood, 3.00 GPA, unmet financial need, an enrolled tribal member, at least half time. Two awards for students with junior/senior standing and two awards for students with sophomore standing.  Education Students with a major in the Education department, 3.00 GPA, unmet financial need, an enrolled tribal member, at least half time. Two awards for students with junior/senior standing and two awards for students with sophomore standing.  Information Technology Students with a major in the IT department, 3.00 GPA, unmet financial need, an enrolled tribal member, at least half time. Two awards for students with junior/senior standing and two awards for students with sophomore standing.  Agriculture and atural Resources One student with a major in the Agriculture department, 3.00 GPA, unmet financial need, an enrolled tribal member, at least half time.  Math and Science Students with a major in the Math and Science department, 3.00 GPA, unmet financial need, an enrolled tribal member, at least half time. Two awards for students with junior/senior standing and two awards for students with sophomore standing.  ursing   American Indian College Fund (AICF) This is not a single scholarship, but is a number of scholarships we receive from the AICF with their own criterion which changes every semester. Selections are decided by the OLC Scholarship Committee.  Johnson Scholarship Entrepreneurship Programs All students who meet the criteria may apply for the Theodore and Vivian Johnson Scholarship Money by completely filling out the following form and attaching the required documents. Students, new or returning, need to fill out a new application every semester. Applications must be turned in to the FINANCIAL AID OFFICE, Billi Hornbeck. NOTE: Five new programs have been added. DEGREE PROGRAMS ARE: Business Administration, Business, Entrepreneurship, Accounting, Tribal Management, and General Business. (All of these degree areas have specific Entrepreneurial careers within.) These have been approved by the Johnson Foundation and have already been used at the other colleges receiving scholarship funds.  Max Pell Book Scholarship Scholarship will cover textbooks only  The deadline for this scholarship will be 100% drop date, students need to get a release from Financial Aid Office, and any amount over $500 will be the student's responsibility.  This assistance will be to help students meet graduation requirements so the courses they register for need to apply to their degree that is on file.   In order to qualify and receive Federal Student Aid, the U.S. Department of Education requires that students maintain satisfactory academic progress in a program of study that leads to a degree program. Federal Student Aid includes Federal Pell Grant, Federal Supplemental Educational Opportunity Grant (SEOG), Federal WorkStudy, and Leveraging Educational Assistance Partnership Grant (LEAP). Also, other agencies including tribal and scholarship programs may require students to maintain Satisfactory Academic Progress for their aid programs. The entire academic record of all students will be monitored at the end of each semester to ensure compliance with the requirements specified below. Therefore, even the academic record of those who have not received Federal Student Aid in the past will impact future eligibility. Failure to meet the following standards will result in financial aid suspension ineligibility for students who may have otherwise qualified for Federal Student Aid. Satisfactory academic progress has both a qualitative and quantitative measure to monitor a students progress toward a degree or certificate: 1) Qualitative Requirement: Students must maintain a cumulative grade point average. a)   Freshman (130 attempted credit hours)  1.50 b)   Sophomore (3160 attempted credit hours)  2.00 c)   Junior (6190 attempted credit hours)  2.00 d)  Senior (91 or more attempted credit hours)  2.00 2) Quantitative Requirements: The students must demonstrate their pace of progression through their program of study. The pace is measured at the end of each term. The students must satisfactorily complete 67% of their courses in which the student have attempted overall. Examples:   12 hours completed   = 100%   27 =75% 12 hours attempted        36_________ Satisfactory Completion means earning a passing grade of A, B, C, D, or P. Grades of I, W, or F are not considered passing grades. If a student withdraws during the first two weeks of the term, it is not considered credit hours attempted. All courses withdrawn from the third week of the term to the end will be counted as credit hours attempted. Incomplete grades are considered credit hours attempted. * Please see the Credit Hour Maximum Policy for the required completion rate to receive a degree at OLC. Remedial Courses Remedial courses will not be counted towards the students overall pace of progression or the cumulative hours attempted. Students are required to take at least one 100 level course with the remedial courses in order to receive Title Repeats Courses that are failed or withdrawn from, then repeated are considered in the hours attempted. Title IV funding can only pay a student one time for repeating a course that the student has passed. In accordance with Title IV (PELL, FSEOG, FWS) regulations, test out courses will not be paid by Title IV aid. Review Following each semester the Grade Point Average and number of credits attempted and completed for each Financial Aid recipient will be reviewed. NonSatisfactory Academic Progress Financial Aid Warning  If a Financial Aid recipient fails to satisfy the Satisfactory Progress Rule in a particular semester, the recipient will be given a Financial Aid Warning during the succeeding semester of enrollment. Students are still eligible to receive Financial Aid during the warning period, but they must satisfactorily complete 67% of their overall enrollment with a cumulative Grade Point Average of: 1.50 for Freshman and 2.0 for Sophomores, Juniors and Seniors. Unless the student totally withdraws from all of their courses any time during the semester.  Financial Aid Ineligible 1. If a Financial Aid recipient fails to comply during the warning period, the Student will be  placed on Financial Aid Ineligible status for all financial aid. 2. When a Financial Aid recipient totally withdraws from all their courses anytime during the  semester, they will automatically be placed on Financial Aid Ineligible status for all financial  1.  A student may appeal NonSatisfactory Progress by completing the Financial Aid Appeal Form and attach supporting documents to the Financial Aid Office by midterm of the term during which the student is submitting an appeal for ineligible status.  a.  Reasons why he/she did not achieve minimum academic requirements which should include any type of extenuating circumstances they may have been experiencing at the time.   Extenuating Circumstances that will be considered but not limited to are:  illness, death in the family, injury, casualty losses due to weather (hurricane, tornado, mud slide, ground subsidence and other natural disasters), fire, theft, acts of God, or terrorism.   Academic Progress at the end of the next term.  c.  The appeal request will include an academic plan showing how the student will make SAP and the student must make academic progress under the plan at the end of the next term.     2.  An appeal Committee will review the appeal and determine whether the Financial Aid appeal is  justified. The appeal committees decision is final. The student will be advised in writing of the decision for approval or reason of denial of his/her appeal no later than five days after receipt of such appeal.   a. If the appeal is approved and the student can demonstrate that they can make Satisfactory  Academic Progress in one term they will be placed on Financial Aid Probation for one term.  b. If the appeal is approved and student cannot demonstrate that they can make Satisfactory Academic Progress in one term, they will be required to submit an academic plan. This plan has to show how they are going to get back on track in a reasonable time. The plan will demonstrate the students map to graduation.  The academic plan will then replace the SAP standards. At the end of each term, the students Satisfactory Academic Progress will be measured against their plan. The students will have to follow the plan in order to receive financial aid. If the student fails or withdraws from any courses on their plan, the student they will again be required to meet the minimum SAP requirements in order to be eligible for any type of financial aid: 1. 67% overall completion rate 2. 1.5 (Freshman) 2.0 (All other students) overall grade point average  c. If the students appeal is not approved, the student will not be eligible for financial aid until they meet the minimum SAP requirements and is able to complete their degree within the maximum timeframe policy.  The U.S. Department of Education has established a limit on the number of credit hours a student can attempt and still remain eligible for Federal Student Aid. This limit is based on 150% of credit hours needed to complete the degree for which the student is pursuing. This will allow for curriculum changes, repeats, and enrichment course work that may be required for the field of degree. Examples:  A TwoYear Associate may be 60 credit hours x 150% = 90 A Four  Year Bachelor may be 128 credit hours x 150% = 192 A TwoYear Master may be 36 credit hours x 150% = 54   This includes all attempted Oglala Lakota College courses as well as all transfer credit hours. In addition, this includes all semesters at Oglala Lakota College with or without financial assistance. Academic Progress toward the degree program will be measured at the end of each semester. The student will receive an update, as to the amount of financial aid left, with the satisfactory progress letter at the end of each semester. If at any time, it becomes mathematically impossible for a student to complete their program with the number of credits left in their 150% timeframe  the student is no longer making Satisfactory Academic Progress and not eligible for Title IV aid.  The amount of Federal Pell Grant funds a student may receive over his or her lifetime is limited by a new federal law to be the equivalent of six years of Pell Grant funding. Since the maximum amount of Pell Grant funding a student can receive each year is equal to 100% the sixyear equivalent is 600%. This is in effect as of the academic year 20122013. This includes all past Pell Grant awards each student received and the awards coming in the future semesters. Therefore, if a student received a reset in their Pell hours for their current major and they have exceeded the 600% they are no longer Pell Eligible as the LEU overrides the reset.  Students wishing to change their major plan should notify the Registrars office in writing, who will then notify the Financial Aid office so that a determination of eligibility for the new program of study can be made. Determination shall be based on credits attempted and earned that can transfer into the new major.  Students can only declare one major. Each semester, courses will be verified that they are on the students current degree plan. All Title IV funding will only pay for courses that are on each students degree plan. If a student chooses to take classes not on their status sheet, they will be liable for tuition and fees of the course(s) not on their degree plan.   Transfer credits earned at another institution that are accepted at Oglala Lakota College toward the degree a student is currently pursuing shall be used in computing the total credits attempted and earned. Once a student earns a Bachelors Degree, they no longer eligible for a Federal PELL Grant.  All students that are selected by the Department of Education are required to complete the verification process.  The Financial Aid Office will send the student a letter notifying them of the documents needed to complete the process. The college center staff will make every effort to assist the student and explain what the student and or parents must submit to complete the verification process. The student will be informed that they will not receive any Title IV financial aid until the required Verification has been completed. The student selected for verification must complete a Verification Worksheet with relevant  tax documents attached. The following seven types of information must be verified.  1. Household size. 2. Number enrolled in postsecondary education. 3. Food Stamps  Supplemental Nutrition Assistance Program (SNAP)  if receipt is indicated on the  FAFSA. 4. Adjusted Gross Income. 5. U.S. Income tax paid. 6. Untaxed income and benefits: Child Support Received and/or Untaxed payment to IRA and Keogh  plans.  forms, etc... The Financial Aid staff will complete a checklist and attach it to the students ISIR.  The student is sent a letter two times with the required documentation needed to complete the verification process. The student will have 30 days to respond to each notice that the ISIR verification must be completed. The student must submit the required documents no later than (60) days after the last day of enrollment or August 30, whichever is earlier. If the student fails to complete the verification by the deadline, the student forfeits the Pell Grant for the award year.  If an overpayment is discovered, the student is notified of the overpayment. The Financial Aid Office will conduct an investigation to determine liability for repayment of Title IV by the school or the student. If the student is liable, he/she is given 30 days to repay or other action will be taken. The Director has the right to verify and file that a student failed to provide requested documentation.   After conducting a review of an application provided for, under paragraph (f) of this section, any credible information indicating that an application for Title IV, HEA program assistance may have engaged in fraud or other criminal misconduct in connection with his or her application.  The type of information that an institution must refer is that which is relevant to the eligibility of the applicant for Title IV, HEA program assistance, or the amount of the assistance, will be referred to the Office of Inspector General of the Department of Education for investigation.  Use of false identities  Students and/or parents must submit IRS Tax Return transcript. The transcript is used to verify adjusted gross income, tax paid, earned income credit and number of exceptions claimed. Student must complete and submit to the Financial Aid Office a completed and properly signed Verification Worksheet. There is a Verification Worksheet for dependent students and one for independent students. The Verification worksheet is used to verify the household size and the number in   College. It also provides income and other information about the student and/or parents. The worksheet must be properly signed before it can be used to verify the information on the ISIR. If the student or parents have untaxed income, they must list the type and amount received for the year on the verification worksheet.  They must provide proof of that income from the appropriate agency for child support paid or untaxed payment to an IRA &amp; KEOGH plans. Students who indicated on their FAFSA that they have received Food Stamps SNAP benefits, they must indicate this on the verification worksheet. Students or parents that were not required to file a 1040, must complete the verification form and list how they lived for the year, whether it was EBT, TANIF, Social Security, Commodities, Grant or other. Student or parents unable or unwilling to provide the requested and required documentation to meet the federal verification requirements will not be awarded any Title IV financial aid. Students that are not enrolled at the institution do not have to be verified. There may be times that the Financial Aid Office will need additional information from the student or parents, in addition to items, in order to complete the Verification Process. If during this process, the Financial Aid Office determines that part or all of the information on the ISIR is not correct, the ISIR will be returned for corrections. The corrected ISIR will be reviewed and the verification process will be completed. The student and/or parents must sign the correction in order for the corrected ISIR to be valid. The Final step in this process to complete a check list. The financial aid staff person completing the verification process must sign and date the check list. They must also indicate the accuracy or tolerance or the check list. No Title IV aid will be disbursed until the required verification process has been completed for flagged ISIRs. The institution must verify all of the Title IV financial aid recipients that are flagged for verification. The financial aid office can choose to verify a student who has not been selected by the Department of Education if they see the need. The Financial Aid Staff will notify the student when the Verification has been completed and his/her financial aid will be processed. The student will be informed of any funding changes that resulted from the Verification.   The Financial Aid Office and District Counselors will work with the students on what documentation is needed to satisfy Federal Verification requirements, deadlines for completion and consequences on failing to comply. The Financial Aid Officer verifying the students application will check the documentation against the ISIR. Each of the above mentioned items are verified with a checklist form. The form is printed and attached to the students file. If ISIR corrections are needed because of conflicting documentation the Financial Aid Officer will make the changes and corrections on PART II of the ISIR according to the verification information submitted by the student and submit the ISIR for correcting to address the changes. The same steps will be used in determining if the corrected ISIR is accurate. Corrections and discrepancies are corrected prior to disbursing any federal student aid. The student is notified by mail or phone if their award is changed because of the verification process.  Return of Title IV Funds occurs when a student withdraws from all classes without completing 60% of the semester. If Oglala Lakota College finds that the students living expenses incurred up to the time of withdrawal exceed the amount of funds disbursed, the student does not owe a repayment.  However, if the disbursement was greater than the students living expenses up to the withdrawal date, the student must repay the excess amount to Oglala Lakota College.  It is the policy of Oglala Lakota College to reimburse the Federal Student Aid Program and collect repayment from the student.  Thus, the student will be in repayment situation with OLC rather than the Department of Education.  OLC will attempt to collect the   funds from students.  In the event that we are unable to collect the funds, OLC will then report an overpayment to the Department of Education or through submission to the National Student Loan Data System (NDSLS).  The student will be ineligible for further SFA funds until the overpayment is resolved. Remember, as with refunds, FWS wages are excluded because they have been earned. Oglala Lakota College is responsible for notifying the student of the amount owed, for billing the student, and for collecting the repayment. The percentage used in calculating a repayment will be the date the student last attended classes.     Oglala Lakota College Financial Aid Director and staff take very seriously the eligibility requirements that a student must meet to be eligible for Title IV funding.  When a students financial aid file is complete, the eligibility requirements for that student are reviewed before the packaging process will begin.  Student eligibility requirements are listed below:  1. Must be a U.S. Citizen or permanent resident. 2. Must be admitted as a regular student and meet all admission requirements. 3. Must be a high school or G.E. D. graduate. 4. Must make satisfactory academic progress towards a degree. 5. Must not be in default on any previous federally sponsored education loans. 6. Must be registered with Selective Service, if applicable. 7. Must not owe a Federal Pell or FSEOG repayment. 8. Must verify information used to determine their financial need with appropriate documents if  selected for verification. 9. Copy of Social Security Card, if required. 10. Must be admitted to Oglala Lakota College as a regular student into an approved program of  study. 12. If there is questionable or unresolved information, the student must meet with the Financial Aid  staff to clear up the discrepancies noted on the NSLDS report.  The student will not receive Title IV funds until all discrepancies on the NSLDS report has been satisfactorily released.  13. Must not have a current drug conviction.  OLC has the right to request from a prospective aid recipient any documentation needed to assure the student is eligible for Title IV aid before the student will be packaged. No student will be packaged until their file contains: A completed Admissions Application with a declared major A Valid ISIR   A financial aid award letter for Title IV funds and all other aid will be available for each student who receives aid at Oglala Lakota College.  The award letter includes total student costs, Expected Family Contribution (EFC), total aid offered.  The award letter will be signed and dated by the student.  The award letter will be accompanied by a supplemental document that describes progress, institutional policy and certain Federal Regulations.  A student expense budget is defined as the direct education costs and indirect educational costs related to attendance at Oglala Lakota College during a specified period which is usually a 9 month period.  As a guide to equitable consideration of all Oglala Lakota College students, the students expense budget has been established.  The Financial Aid Director will review the area demographics for the cost of living to determine if there is a need for an increase in our Cost Of Attendance. The costs suggested are considered standard and are allowed in the student expense budget, other than those exceptions noted.  The amounts specified can be exceeded only with acceptable documentation. Standard Expenses  A. Tuition:   Allow $80.00 per credit hour per pupil funded students and $98 per credit hour,  nonperpupil students. B. Fees:  Allow $50.00   (full time  12 or more credit hours) Allow $40.00   (3/4 time    9  11 credit hours) Allow $30.00   (1/2 time    6   8   credit hours) Allow $20.00   (1/2&gt; time  5 credit hours or less) *REGISTRATION FEE:  Allow $40.00 per semester. C. Books and supplies:  Allow $1200.00 per academic year. D. Special Class Supplies:  Limited to specific courses of study.  1. Nursing  Allow nursing students (accepted into program) up to an amount allowable to pay for uniforms, caps, shoes, pin, etc., one time only. *YEARLY BUDGET IS TO BE SUBMITTED BY DIRCTOR OF NURSING.  2. Lab, Business Machines, Technology fee, etc. *Allow $15.00 per semester, charge only if course requires it.  2. Standard Indirect Educational Costs  Students are expected to contribute from their own assets.  Thus, students are expected to seek employment with the intent of saving a portion of their earnings.  This is called Expected Family Contribution.  Every student should receive a combination of financial aid based on the students eligibility, financial need, and maintaining satisfactory progress.  The Financial Aid Office has the right to modify awards subject to the availability of funds.  Financial Aid will be disbursed by check from the OLC Business Office.  Students dates of check disbursements for each semester are emailed to the students and center staff every semester. 1. Federal Work Study (FWS) paychecks are disbursed biweekly from the Business Office. 2. The disbursement of Title IV funds are made from the Business Office. 3. Higher Education Grants will be disbursed through the Business Office.  Direct Education Costs are  deducted and remaining balance is disbursed on a monthly basis.  The Financial Aid Director may use professional judgment, on a casebycase basis only, to alter the data elements used to calculate the EFC. The professional judgment alteration is valid only at Oglala Lakota College. The Financial Aid Director may submit an adjustment without a signature from the parent or student, and the adjustment must be done electronically, via FAA Access to the CPS Online. The reason for the adjustment must be documented in the students file, and it must relate to that students special circumstances that differentiate the individual student (not to conditions that exist for a whole class of students). The Financial Aid Director can also use professional judgment to adjust the students cost of attendance. The Financial Aid Director must resolve any inconsistent or conflicting information shown on the output document before making and adjustments. The Financial Aid Directors decision regarding adjustments is final and cannot be appealed to the Department.   If professional judgment is used to adjust a data element, the resulting EFC must be used consistently for all FSA funds awarded to that student.   Consideration for a student budget will be made on a casebycase basis with documentation of mitigating circumstances. Only the Director of Financial Aid can make Professional Judgment Decisions. The only considerations for student cost of attendance adjustment are listed below. There are no exceptions to this list:  1. Act of God occurrences such as fire lightning, blizzards, tornados, flooding and loss of heat. 2. Total loss of income within the last six months. 3. Additional child.   The Financial Aid Director will make dependency overrides on a casebycase basis for student with unusual circumstances. If the administrator determines that an override is appropriate, she must write a statement detailing the determination and must include the statement and supporting documentation in the students file. However, none of the conditions listed below, singly or in combination, qualify as unusual circumstances or merit a dependency override:  1. Parents refuse to contribute to the students education; 2. Parents are unwilling to provide information on the application or for verification; 3. Parents do not claim the student as a dependent for income tax purposes; 4. Student demonstrates total selfsufficiency.  Unusual circumstances do include an abusive family environment or abandonment by parents and may cause any of the above conditions. In such cases, a dependency override might be warranted. The Financial Aid Director may override only from dependent to independent. Also, Financial Aid Director can cancel an override that was approved at another school, since an override at one school is not binding at another. The law requires that the financial aid office at the school the student is currently attending determine whether an over ride is justified. Not only do dependency overrides not carry over from one school to another, they do not carry from one year to the next; if the student is not dependent for some other reason, the financial aid office must reaffirm each year that the unusual circumstances persist and that an override is still justified. Generally, the documentation of unusual circumstances should come from a third party that knows the students situation (such as a teacher or member of the clergy), but in cases where this is not available, the school can accept a signed statement from the student detailing the unusual circumstances. To override the students dependent statues on an initial application through EDE, the aid administrator should use the Dependency Override code of 1 (see the Application Processing Desk Reference or the EDE Technical Reference for more information). If the student has already applied, the FAA can use FAA Access to CPS Online to authorize or cancel an override; overrides are not possible to the ISIR.  Students seeking to change from Dependent to Independent status must complete and submit the petition to apply for Independent Status to the Director of Financial Aid. The Director may require additional information to support the students petition. The Director has the authority to use Professional Judgment to approve or disapprove the students position. Only the Director can make Professional Judgment decisions. The Director will notify the student in writing of the approval or disapproval of the students petition.  The Director may consider using Professional Judgment to approve a students reduction of income if the student can provide in writing the reasons for the income reduction. The student must prove the circumstances that resulted in the income reduction. The student/parents must complete the Income Reduction Form and provide documentation for the current income status.   The Director can approve or disapprove the students/parents income reduction if not properly documented. If approved, the income reduction may or may not result in the students receiving financial aid because of the funding available or the lack thereof.  1. PELL 2. FSEOG  The average award is $800.00 an academic year. Based on parental or student income as determined by the Expected Family Contribution (EFC).  Priority will be given to the highest need students. 3.    OLC Scholarships  1. Verification of credit hours will be completed the fourth week of classes. 2. Verification of class attendance will be completed the fourth week of classes.  A. Students aid eligibility will be determined by the number hours enrolled in the fourth week of  Pell will be disbursed to the number of hours students are enrolled in at the fourth week of classes. Verification of attendance will be completed by; the financial aid staff during week four.  Pell refund checks will be out by week eight for students with a complete file. Summer Pell Grants will be paid out will be paid out of the current academic year that has just been completed as a trailer for each academic year.  Example: (Summer 2015 Pell Grant will be paid out of the 20142015 year). In the event of a student totally withdrawing from classes and ending up in repayment situation, the student will be responsible for the repayment back to the program and will be in overpayment with the Department of Education.  The Athletic Director and coaching staff will review appropriate rules and regulations with each team. Each studentathlete is responsible for having a basic understanding of the rules in such areas as eligibility, playing and practice season, semesters of attendance, amateurism, financial aid and other areas outlined in this handbook.  Each studentathlete will be reviewed annually by the Athletic Director and Registrar to determine eligibility for the upcoming season.  The Registrar will certify that the studentathlete meets all academic and athletic eligibility requirements of the Oglala Lakota College and AIHEC in order to practice and/or compete. OLC and AIHEC require the reporting of any rules violation immediately.  Please inform the Athletic Director and/or coaching staff of any violations.  Oglala Lakota College adheres to all applicable Oglala Lakota College and AIHEC academic standards, participation guidelines, and transfer requirements. For a student to be eligible for any intercollegiate competition, the following regulations will be adhered to:  An entering freshman student must be a graduate of an accredited high school or be accepted as a regular student in good standing as defined by the enrolling institution. An entering freshman student must meet two of the three entrylevel requirements:  a.    A minimum score of 18 on the Enhanced ACT or 860 on the SAT (for taken on or after April 1, 1995).In order to meet the requirement an entering freshman must achieve a score of 18 or higher on the Enhanced ACT or a score of 860 or higher, achieved on the Critical Reading and Math sections of the SAT. The ACT/SAT must be taken prior to the beginning of the term in which the student initially participates.  b.  An overall high school grade point average of 2.000 or higher on a 4.000 scale; c.   Graduate in the upper half of the student's high school graduating class. The class rank must  appear on the students transcript, leaving certificate or other academic document.  If the students class rank does not appear on the abovementioned documents, a letter from the   students principal or headmaster, written on the schools letterhead and with the schools official seal, stating that the student meets the class rank requirement can be accepted.  NOTE 1: GED and homeschooled students The GED will be recognized as satisfying the grade point average equivalent.  Home  schooled students must receive the certificate (or equivalent) granted by the appropriate state verifying successful completion of home schooling requirements.  NOTE 2: International students An incoming freshman international student shall first be reviewed under the same conditions required of a regular freshman student. The evaluation listed below shall be applied only if the high school GPA and class ranking cannot be determined.  If a student has graduated from a high school outside of the United States or one of the U.S. territories and the high school transcript is such that the grade point average cannot be determined and the class ranking is not available, this student can be ruled eligible by meeting the specific institutions admission criteria for international students and by meeting the following criteria:  1.   A score of 18 on the Enhanced ACT or 860 on the SAT 2.  Meet the entering freshman requirements as defined for students from  each country in  the most current Guide to International Academic Standards for Athletics Eligibility   Students not meeting at least two of the three standards shall be denied athletics participation at a member institution for the first full year of attendance (2 semesters, 3 quarters, or equivalent) that such a student is identified with any institution(s).  The student must be identified and enrolled in a minimum of 12 institutional credit hours at the time of participation, or, if the participation takes place between terms, the student must have been identified with the institution the term immediately before the date of participation. EXCEPTION to the 12credithour enrollment rule:  A student who will complete requirements for graduation within 10 semesters, 15 quarters, 12 trimesters or less may retain eligibility during the last term of attendance of the senior year by enrolling in fewer than 12 institutional credit hours. Official verification must be provided by the registrar that the student has completed all other academic requirements for graduation except for the currently enrolled credits. A student invoking the above Exception who completes all academic requirements for graduation and who subsequently enrolls in the graduate or professional school of the institution where he/she earned an undergraduate degree, who is enrolled and seeking a second baccalaureate or equivalent degree at the same institution, who is enrolled in a fifth year postbaccalaureate degree teacher education program at the same institution, or who is enrolled and pursuing a second major area of study at the same  institution is eligible to participate  provided the student has athletic eligibility remaining and meets the criteria.   The student must have accumulated a minimum of nine (9) institutional credit hours prior to identification for the second term of attendance.  Only those institutional credit hours earned after identification (at any institution) may be applied toward meeting the nine (9) institutional credit hour rule for a secondterm freshman. After completion of the second semester term or third quarter term of attendance and from then on, a student must have accumulated a minimum of 24 institutional credit hours in the two immediately previous terms of attendance in a semester system or 36 institutional credit hours in the three immediately previous terms of attendance in a quarter system.  A student transferring from a quarter system to a semester system must have accumulated 24 institutional credit hours in the previous two terms of attendance after the first term of attendance at the new institution. A student in a quarter system must have accumulated 24 institutional credit hours in the previous two quarter terms of attendance if completion of three quarter terms of attendance has not occurred. Upon completion of three quarter terms of attendance the student must have accumulated 36 institutional credit hours. EXCEPTION: A transfer student who has met the graduation requirements for an associate  degree from a junior college and who has not been identified with  any institution(s) of higher learning for more than five semesters or seven quarters will be exempt from meeting the 24/36hour rule for the first term upon transferring to OLC provided:  a. the transferring student passed all hours required for graduation in the term in which graduation occurs and;  Students receiving this exception must pass at least 12 hours in their first term of attendance  at the fouryear school to retain eligibility for a second term. The last semester/trimester/quarter at the junior college shall count as a term of attendance.  EXCEPTION: A student will be exempt from meeting the 24/36hour rule only during the first term in which the student initially competes in any sport at the intercollegiate level, provided the student has not previously  participated in any intercollegiate sport at any institution; met freshman eligibility requirements upon initial identification with any institution(applies only to students in the first four semesters/six quarters or equivalent, of attendance); and has an overall GPA of 2.000 on a 4.000 scale calculated on the basis of all transcripts from all institutions (applies to students in all terms following the fourth semester/sixth quarter, or equivalent of attendance.)    The student must be making normal progress toward a recognized baccalaureate degree and maintain the minimum grade point average as defined by the institution with a timeline of 10 semesters. A freshman who initially becomes identified after the first term in the fall shall meet this requirement by having passed 12 semester or 20 quarter institutional credit hours. This exception shall apply to the second season of competition regulation only. Transfer students shall use institutional credit hours as certified by the previous institution(s) to meet this requirement only for their first term of attendance at a member institution. Thereafter only institutional credit recognized by the student's current institution and submitted to the registrar for posting on the transcript shall apply. Thereafter students must maintain satisfactory academic progress, which has both a qualitative and quantitative measure to monitor a students progress toward a degree:  1. Qualitative requirement, students must maintain a cumulative grade point average: a. Freshman (130 credit hours)  1.50 b. Sophomore (3160 credit hours)  2.00 c. Junior (6190 credit hours)  2.00 d. Senior (91 or more credit hours)  2.00  2.   Quantitative requirement, students must maintain normal progression toward their declared degree, this is measured by the number of credit hours attempted divided by the number of credit hours earned.  The students must satisfactorily complete 67% of their courses in which the student has attempted overall.  These are measured at the end of each term.  A student previously identified with an institution of higher learning (two or fouryear), who then transfers to a member college or university must complete the transfer requirements. 1.  A student becomes identified with an institution upon enrolling in twelve (12) or more  institutional credit hours at a single institution in any given term and attending any regularly scheduled class (summer session not included). Anyone transferring after this time becomes a transfer student regardless of whether the student participated in intercollegiate athletics.   1. Studentathletes placed on academic probation will adhere to the guidelines established by OLC. Studentathletes placed on academic probation are eligible to participate in athletic competition.  SUSPENSION 1. Suspension based on academic performance will result in the studentathletes athletic suspension  until such time as the studentathlete successfully meets the requirement to lift the suspension per OLCs policy.  2. Suspension may also be administered for other violations, i.e., alcohol/drug policy violations, fighting, etc.  Such suspension will be addressed per OLCs policy as well as the coaching staff per sport. 1. Must sign release of liability, photo release, and rules of conduct.  Releases will be made available  on the first day of practice per sport. PRACTICE   1. Studentathletes are eligible for gas vouchers distributed by their respective college centers. Studentathletes who do not comply with voucher system will risk losing eligibility for future vouchers.  2. Transportation will be available for away games. 3. Studentathletes are expected to provide transportation for home games and practices.  OLC is not  liable for any injury, crash, or damage caused while studentathletes travel to and from game sites.  CLASS ATTENDANCE Students must inform instructors of events when class will be missed.  Students will be required to adhere to the attendance policy established by OLC. PRACTICE ATTENDANCE The coaching staff will determine the attendance policy per sport. Studentathletes who do not meet the OLC attendance policy may be ineligible. ALCOHOL AND DRUGS Studentathletes will sign a conduct agreement and will be subject to all Oglala Lakota Colleges alcohol and drug policies.  Additional consequences may be administered by the coaching staff.   1.  Basketball.  October through March.  Will consist of a 12 player roster. 2.  Archery.  January through March.  Will consist of an 8 player roster. 3.  Golf.  August through November.  Will consist of an 8 player roster. 4.  CoEd Volleyball.  January through March.  Will consist of an 8 player roster:  4 men, 4 women.  2.Information will be sent to registered studentemail and posted on the Athletics blog and  Symbol: Traditional Dancers STAFF Athletic Director/Coach: Mary Tobacco  mtobacco@olc.edu Mens Basketball Coach: Vacant Archery Coach:  Joseph Flood  jflood@olc.edu   The Student Fund person at Oglala Lakota College will have the authority to make collections on all outstanding tuition, fees and book bills.  The Vice President for Business Affairs shall place a hold at the OLC Registrar's Office on all grades, transcripts and diplomas of students who have outstanding tuition, fees or book bills until such debts are fully paid.  All current semester students having outstanding debts will be contacted by student funds person/counselor by midterm and be asked to sign an agreement allowing collection from current year financial aid.   Any student whose attendance does not result in per pupil funding for Oglala Lakota College and who is not eligible for the full financial aid to cover all costs must pay their full tuition and fees by the end of the third week of classes. Failure to pay the full tuition and fees by the third week of classes will result in an automatic administrative withdrawal from classes at Oglala Lakota College.   If the student still wants to receive college credit for the courses he/she has been taking, the student must adhere to the following requirements:  1. Pay your tuition bill at the end of the semester. 2. Continue attending classes and complete your coursework.  By the end of the semester, if paid in full, the student will be reinstated and receive the grade(s) earned. If the balance is not paid by the end of the semester, the student will have an outstanding debt with the college and withdrawals will show on his/her transcript. Until the outstanding tuition and fees are paid in full, the student will not be allowed to register at Oglala Lakota College. Students must apply for financial aid and sign an agreement for future financial aid to cover the cost of the semester that the deferred tuition and fees payment request is granted.  Students can view their bill through their Jenzabar account each semester and should be reviewed for accuracy. Liability will be recorded as a program debt if the liability is determined to be that of a program such as WIA, BIA, OST, etc. In all cases, unless financial aid approval has been received by the Financial Aid Office, including costs of textbooks, students will pay for textbooks before receiving them.  A.   Tuition  1. Undergraduate tuition at Oglala Lakota College is $80.00 per credit hour for students whose attendance results in per pupil funding. *  2. Undergraduate tuition at Oglala Lakota College for any student whose attendance does not result in per pupil funding is $98.00 per credit hour. *  3. Graduate tuition is $115.00 per credit hour. B.  Documentation that results in Per Pupil Funding  1. Tribal Enrollment document that is received from the student or the Tribal Enrollment Office. A student can sign a release that allows the Registrars Office to obtain the tribal enrollment document from the Tribal Enrollment Office.  2. Tribal Lineage record that establishes that the student is a biological child of a member of a tribe, living or deceased, and this record is received from the student or Tribal Enrollment Office.  A student can fill out a tribal lineage form that is accompanied with a birth certificate, and this form can be submitted by the student or the Registrars Office to the Tribal Enrollment Office.  Students who have their tribal enrollment documentation on file with Oglala Lakota College Registrars Office does result in Per pupil funding and will not be affected by the higher tuition. Why is this documentation required?  Simply, the Colleges primary source of funding is a Public Law known as the Tribally Controlled Community College Assistance Act.  This law requires all who claim to be ative American to provide proof that they are an enrolled member of a federally recognized tribe or have proof of tribal lineage from their biological parent(s).  Any student who does not provide the Registrars Office with this information will not have the major portion of the cost of their education reimbursed to the College.  Tuition and fees only cover a small fraction of the actual cost of a students education.  B.  Tuition Assistance 1.  Financial Assistance, scholarships and grants are available for those students who qualify. 2.  Refunds will be made according to the refund policy. C.  I.  Tuition Waiver for Veterans  Veterans may be granted tuition waivers. The tuition waiver is good for undergraduate courses only. To qualify, the Veteran must meet the following criteria: a.  Must have used all entitlement to, or not be eligible for, educational benefits, (Veterans benefits, Pell grants, Higher Education grants, Scholarships.) b.  Must have honorable discharge. c.  Must have served more than 181 days in the Military. (Proof of Military Service is d.  Must be a first generation college student. e.  Tuition waiver will be granted until a first Bachelors degree is completed. II.  Veteran Debt Waiver All Veterans that qualify for the tuition waiver and have debts with Oglala Lakota College will have these debts waived.  D.  I. Members of Local Boards and Board of Trustees will be granted tuition cost waivers when no other financial aid is available or when sufficient financial aid is not available. E.  Fees 1.  Registration fee is $40.00 per semester. 2.  Lab fees vary in courses. 3.  Technology fee is $16.00 per credit hour. 4.  These fees are nonrefundable starting the 3rd week. 5.  Level I &amp; II Nursing student will be charged a $120 fee per semester. This fee will cover costs for the computer assisted study programs, standardized testing, the pin and other costs related to the nursing program. F.  Review of Tuition and Fees Schedule 1.  The Oglala Lakota College schedule of tuition will be reviewed annually.  POLICY Fees for consumable materials and rented equipment are required in some courses.  In these courses, the student is responsible for these fees at registration.  The cost is normally covered for students on financial assistance. There are no refunds. PROCEDURE 1.   Lab fees are defined as those fees for consumable materials and rental equipment required in a course.  The students enrolled in such courses are responsible for these fees. 2.  Instructors must prepare generalized consumer list of anticipated materials and rental fees for any class  which required a lab fee. These lists must be attached to the course syllabus. 3.   A student who believes that the class has received no benefits from their lab fees may submit a written  complaint to the appropriate department chair and the Vice President for Instruction. If the department cannot document expenditures of 75% of the lab fees for that course to the satisfactory of the V.P. for Instructional Affairs, then the student shall be entitled to a prorated refund of those fees.  4.   Lab fees will be assessed starting the second week of classes (50% refund week). Students withdrawing after the first week of classes or later shall not be entitled to any refund on lab fees.  5.   Instructors will be able to draw down 50% of their initial lab fee money during registration week based on tentative class lists at that time.  6.   Instructors shall base their lab fees budget upon official class enrollment at the beginning of the second week of the semester. Subsequent change in enrollment figures for those classes will not result in lab fee budgets.  7.   Monies collected as lab fees but not allocated by the last day of the semester shall be transferred to the It is the policy of Oglala Lakota College to collect a prorated activity fee based on enrollment per semester. 12 credits .$50.00 15 credits$20.00 Authorization: The Oglala Lakota College Fiscal Office, specifically the Student Fund Office, shall have the authority to collect the activity fee.  Beginning academic year 1984. b.Criteria 1.  Formal approval of student organization bylaws and officer election by local boards. 2. Budget approval by local boards of student organizations fees annually including changes.  Based on growth of the Oglala Lakota College in the area of technology, the demand has come from different departments to supplement more in the classroom, a technology fee improvement is needed. The fee is $16.00 per credit hour. This fee will ensure the college will be able to meet its mission to the students to continue to assist in their education.  All students are charged a registration fee of $40.00 per semester.  If a textbook is required for a course, the student is responsible for obtaining the textbook.  The Financial Aid Office will provide a list to each district.  Students who cannot prove they are receiving financial aid must pay for books and supplies before they receive them.  Books will be available to students at district centers the first two weeks of classes.  Students still needing books after that will have to pick them up at the OLC Bookstore at Three Mile Creek.   Students who officially withdrew from a course in the first three week of the semester can return the textbooks to the Bookstore Manager for a refund if the books are unmarked and in good condition.  The college has the right to refuse any book.   Books will be put on reserve at the college's learning resource center for those students who need them while their financial aid application is pending.  Introduction The procedures set forth herein shall be used by Oglala Lakota College to administer student housing. Application Procedures Each applicant will be required to supply information as called for on the application and attest to the accuracy of the data provided. Eligibility Dorm eligibility is limited to married or single parents. To be eligible for admission into the housing program students must:  1. Be enrolled full time and must consistently satisfactorily complete courses that are meeting requirements for their degree.  2. Demonstrate adequate financial resources to meet housing costs. This includes the capability to pay rent during the summer months.  3. Consistently maintain a minimum Cumulative GPA of 2.0 4. Consent to a credit check 5. Consent to a background check 6. Consent to initial and reasonable cause drug testing 7. Pay a security deposit (First &amp; Last months rent) 8. Be of age for independent status as defined by the US Dept of Education for student aid. A  student, who has children they support, is twentyfour years or is a veteran of the armed forces. See Policy Manual for more information regarding application process.   Effective January 1, 2008, Oglala Lakota College will become a smoke and tobacco free campus. Smoking and tobacco products will not be permitted anywhere on the campus; this includes all College facilities, including buildings, sidewalks, parking lots, building entrances, and common areas. The Administration shall fully implement this policy, and all applicable laws, regulations, and local ordinances related to   smoking and tobacco products. No sale or give away or other promotion of tobacco products is allowed on campus.  Oglala Lakota College and its student organizations will not allow distribution of materials with tobacco products and/or company images.  Ceremonial tobacco use for Native American religious practices will be excluded from this policy.   Oglala Lakota College will adhere to a GunFree/WeaponFree campus policy. All dangerous weapons (dangerous weapons are defined as any firearms, knife, or device, instruments, materials, or substances, whether animated or inanimate, which is calculated to inflict death or serious bodily harm), are banned from the Oglala Lakota College campus and properties. Weapons brought onto or carried on Oglala Lakota College property must have prior approval and conform to the safety regulations identified in the procedures following. Weapons carried by authorized law enforcement agents or used in military activities are exempt. PROCEDURE 1.      Individuals bringing weapons on campus for the purpose of educational activities must notify the President or his designee for exemption to this policy. 2.      All weapons must be enclosed in locked cases while on OLC property. 3.      Firearm must be stored unloaded and trigger locks with keys are recommended. 4.      No weapons concealed or otherwise, may be brought inside OLC properties, including all campus sites. 5.      Pocketknives with blades that are 2 ½ inches in length or more are not allowed. 6.      Persons found in violation of this policy are subject to disciplinary action per misconduct policy in the college Policy and Procedures Manual.    a. Students who could have a course scheduled in their home college, but must travel to another  college center to take the class due to course schedule conflict or lack of space. b. Students who are not fully packaged for financial aid.  2. Ineligibility a. Students who receive a stipend from a grant that Oglala Lakota College receives. b. Students who are fully packaged. c. Students who are interns at Piya Wiconi or who work for Oglala Lakota College.  3. Procedure a. A student completes a form requesting gas voucher assistance. b. The College Center staff contacts the Financial Aid Office to establish that the student is not  fully packaged for financial aid.  on the current gas voucher chart.  b. Students must drive their own vehicles. c. If a student is riding with another student or in someone elses vehicle, they are not eligible to  receive a voucher.  attending class. e. If a student, for example, has three classes at three different centers in any given day, they  will be given a gas voucher from their home center to the center which is the longest distance from their home center.  f. Students must turn in the signed voucher before requesting another voucher. g. Students must request their voucher prior to their class, NOT after the class or the following  day(s) or week. h. Students may receive no more than three vouchers per week. i. Mileage for students driving from the Rapid City College Center is determined from the   j. Mileage for students driving from district college centers to the Rapid City College Center is determined from their home center to the reservation line.  5. Fraudulent Uses Any student who obtains a gas voucher under any of the following circumstances will barred from the gas voucher program: a. If a student is given a gas voucher and then fails to attend the scheduled class; b. If a student is given a gas voucher for his/her own but uses it for someone else; or c. If a student forges an instructors name.  6. OST Transit System Students are encouraged to use the OST Transit System as a way to attend class at different centers. The procedure for using the Transit System is the same as listed above for the gas voucher system.  The Learning Resource Center offers a variety of information in print and nonprint materials. The mission of Woksape Tipi is to ensure that students, staff and community are effective users of ideas and information.  The college provides materials to enable the patron a maximized educational experience and has the responsibility to ensure that materials loaned out are also made available to others requesting them. We encourage the use of the centers for research and recreational reading. A. Woksape Tipi  1. The library of Oglala Lakota College provides access to the card catalog though its online reference page.  Materials are available in each District Center for student and staff use. Materials are delivered to the centers within one week of the request from any of our centers. Inter library loan is available through Woksape Tipi within 24 weeks from libraries within the state.  B. Patrons  Oglala Lakota College Library Card holders. (Patrons already agree to these policies when they fill out the Oglala Lakota College Library Card application.) 1. Books, other than reference books, can be checked out for a two week period with an Oglala  Lakota College Library Card.  Patrons agree to be responsible for materials borrowed and to pay fines for late books.  The patron agrees to pay for the necessary replacement costs plus processing charges of $1 per title for lost or stolen materials.  Patrons also agree to give notice of change of address and report the loss or theft of their card.  The patron is responsible for contacting the Library Director if they cannot pay in full.  C. Center Director and Staff Responsibility 1. The Center Director and staff are responsible for the maintenance, care and use  of all  instructional equipment at their centers. a. Material(s) or equipment on loan from Woksape Tipi is the responsibility of the center using  the material or equipment, and any repairs or replacements beyond that due to normal use will be assessed to the district center budget. This includes damage occurring to equipment used by parttime instructors, students, or community to whom the material or equipment was available whether such damage was due to accident or negligence.  b. Books  Each center has a basic referenced library including encyclopedias, dictionaries, and almanacs; periodicals, and newspapers, particularly those oriented to American Indian affairs or culture; and books of general interest both fiction and nonfiction for the students and other community members.  The center is responsible for the materials in their Center Library Branch.  A Federally funded grant that provides academic support to eligible OLC students. Eligibility: First Generation, LowIncome undergraduate students or students with documented disabilities; (academic assistance only) The income levels are on the SSS participant application.  Enrollment:  Students must fill out the SSS program participant application available at all Centers.  We recommend that the applications be filled out during Registration of the Fall Semester.  Students must have an Academic Need such as: low placement test scores, Instructor or staff referral, GED only, and students can refer themselves if they need tutoring in undergraduate courses.  Services:  Peer Mentoring:  For new and freshmen students who need another, experienced Peer student to communicate with and assist the applicant with the expectations of the college environment.  Peer   Mentors work alongside the SSS Counselor and/or the Center Counselor to help the newer students learn to overcome any obstacles and keep them on track to becoming successful OLC students.  Tutoring Focus: Freshmen courses such as Math 083, 093, 103 are the first priority for our Tutors; however, we will make every effort to accommodate higher level courses if possible. The SSS program also assists with OLC funded tutoring which is open to all undergraduate OLC students in cooperation with the Center staff.  (Those students who are tutored  through this component are not required to enroll in the SSS (TRIO) program.  Academic enrichment:  We offer workshops to the SSS participants such as Financial Literacy, personal growth, Career exploration and others to expand the knowledge base of our participants and help them become successful OLC students.  Participation contract: Eligible SSS participants must agree to attend meetings with the SSS Counselor, Peer Mentor, Tutor (s), attend classes regularly and the SSS sponsored workshops and maintain contact throughout their enrollment at Oglala Lakota College.  Contact: SSS Director at Piya Wiconi Office: 4556027, 4556028 (serves PSCC, EWCC, WKCC, PCCC, LCCC and CRCC. (mfineran@olc.edu)  Contact: SSS Counselors at PRCC: (serves Oglala Center), and HSCC; also PHCC: (serves ENCC)  More information can be found on the OLC homepage; click on Students for drop down list and click on  General Admission Students may enroll in graduate courses after they have made application for graduate study.  The procedure requires students complete the application and request all college transcripts sent directly to the Graduate Office.  Students who wish to be admitted to a graduate degree program must have a baccalaureate degree from an accredited institution. Please call Graduate Studies program at 4556007 for more information.  The Board of Trustees and constituencies of Oglala Lakota College are committed to continuous improvement of student academic achievement.  To further this goal, academic departments will conduct regular activities to assess the knowledge, attitudes, and/or abilities students are acquiring while attending classes at OLC. Results of assessment activities will be used to plan and budget for continual improvement of college operations. Purposes of assessing student academic achievement:  1. To provide information to students and faculty about individual progress; 2. To inform faculty and other professionals so they may develop appropriate learning programs and  curriculum; 3. To provide information to people who make decisions about the allocation of resources for  curriculum, pedagogy, college organization, and other educational goals; 4. To provide information to the public regarding the institutions performance;  1. All Students 2. Students in developmental courses (English and Math). 3. Students completing an Associates Degree and/or complete a designated number of credit hours  during their first two years of college.  What will be assessed: All students will be assessed in basic skills subjects and the college core, including but not limited to Reading, Writing, Mathematics, and Lakota cultural awareness. In addition to college wide assessment in core subjects, students learning will also be assessed in their majors and in specific courses as determined by the respective academic departments.  Rights Students at Oglala Lakota College have the right to the highest quality education possible and to a fair and just treatment by all departments of this college.  Student records and transcripts are confidential.  Students have the right to a timely and accurate financial statement and billing.  Students are to be treated with respect and to be fairly graded.  Students can participate in the governance of OLC by active involvement in their local student organization and boards, Piya Wiconi Okolakiciye and may visit any College Board meetings.  Students have the right to appeal any actions against them through the grievance procedures outlined in the policy manual. Responsibilities Oglala Lakota College is obligated to provide students with the best possible environment, instructors, curriculum and resources for your education.  However, the responsibility for the quality of learning is that of the students.  It is the students responsibility to be in class, or to make arrangements for obtaining the information if he/she must miss a class.  It is the students responsibility to go to class prepared, to have the needed materials, to have completed required assignments to be ready to learn.  It is the students responsibility to drop a class if they can no longer continue.  It is the responsibility of the student to let the instructor/counselor know when information is not clearly understood or extra help is needed.  It is the students responsibility to study the class material outside the classroom; learning is an active process and cannot be obtained by passively listening to a lecture. At OLC, the student has a wide range of rights which are stated and protected by the policy manual.  These rights are to ensure the student access to a quality education.  Quality learning is only possible when the student accepts his/her responsibilities.  Learning is the role of the student.  The colleges role is to assist the student in the process of learning.  Together we can build a great future for you and the Lakota people.   1. DEFINITION: a grievance is defined to be a claim (request or complaint) by a student not covered under the Personnel Complaints and Grievance procedures.  2. Oglala Lakota College is interested in the students views regarding college operations.  For this reason, avenues are provided to students to enable them to express any concerns, or complaints they may have about this college.  A student may express a concern or complaint orally.  An informal Student Complaint Form (862002 Exhibit) should be filled out by the student or the person hearing the complaint so that the concern can be tracked.  The students name does not appear on the form.  When there is a written complaint, it will be the responsibility of the personnel concerned to find a remedy for the complaint.  3. If the student is not satisfied with the remedy, he/she may choose to move on to the formal process of resolving the complaint/grievance.  Time lines are to be adhered to unless the parties involved in the grievance agree to modifications. Procedure Step 1:  Student hereafter referred to as grievant, will submit a written grievance within ten working days of the incident to the District Director of the center where the student is registered, with proper documentation and stated outcomes. Step 2:  District Director will attempt to resolve the issue by calling a meeting with the concerned parties.  This meeting will be called within five working days of receiving the written grievance from the student. Step 3:  If the issue is not resolved at this level, the grievant will take it to the Local Board at the next scheduled meeting  If the Local Board is not scheduled to meet within ten working days, a special meeting will be called within ten working days to deal with this issue in a timely manner. Step 4:   If the issue is not resolved at this level within five working days, the grievant will take it to the Coordinator for Support Services within ten working days.   Step 5:  If the issue is not resolved at this level within five working days the grievant will take it to the permanent Subcommittee Appeals Committee which consist of members from the Student Services Committee in the ten working days.  Step 6:  If the issue is not resolved at this level within five working days, the grievant may appeal the decision to the hearing officer who must render a decision on the grievance within ten days of receipt of the appeal.  NOTE*  1. Rapid City Extension and Cheyenne River College Center will skip Step #3 2. In the event the Grievance involves the District Director the Support Services Coordinator  will assume the role of the Director in this process.   Oglala Lakota College recognizes physical and mental disabilities that include mobility, sensory, health, psychological, and learning disabilities, and provides reasonable accommodations and/or referrals once the disability is adequately documented. While Oglala Lakota Colleges legal obligations only extend to disabilities of a substantial and longterm nature, it is also the Colleges practice to honor reasonable requests for accommodations and/or referrals for temporary disabilities such as a physical injury, illness, or complicated pregnancy*. In keeping with the Americans with Disabilities Act (ADA) and with section 504, Oglala Lakota College can only provide accommodations and/or referrals to ensure students with disabilities equal access to education. The college does not alter curriculum or provide services that would be construed as special education. Students with disabilities are not exempt from following OLC policies and procedures. Procedure It is the responsibility of the student to make his or her disability and needs known in a timely fashion and to provide appropriate documentation and evaluations to support the accommodations the student requests. Documentation must come from an appropriate professional (such as a physician, psychologist, learning disability specialist, or audiologist), and documentation must include information regarding the type of disability, functional limitations, and modes of treatment. Individualized Education Plans (IEP) are not sufficient for documentation requirements. Once admitted the student must notify the Coordinator of Support Services by filling out an Application for Service. If documentation is deemed inadequate, students may be asked to participate in additional evaluations prior to receiving requested accommodations.  Once the college has been notified and specific accommodations are requested and appropriately documented, the College will work with the student to obtain the approved accommodations and/or referrals to ensure the student has the opportunity to equal access to education. Oglala Lakota College will provide all students with information regarding the disability policy and OLCs accommodation request procedures via the colleges website, student handbook, college catalog, and instructors syllabus. These accommodations and/or referrals may not affect the substance of the educational programs or compromise educational standards and will be provided by Oglala Lakota College to the best of the Colleges ability bases on the resources that it has. Accommodations include but are not limited to the following: Accessible classroom/location/furniture/dorms Advance notice of assignments Alternative ways of completing assignments (e.g., oral presentation versus written paper) Assistive computer technology Assistive listening devices Auxiliary aids and services (note takers, lab or library assistants, readers, interpreters) Captions for film and video material (if available) Document conversion (alternative print format: Braille, large print, tape, electronics, raised lettering) Early syllabus Financial aid accommodations Priority Registration Learning disabilities consultation and strategy instruction Taped lectures All disabilityrelated documents are kept confidential and shared only with OLC personnel on a limited and needtoknow basis. Accommodations based on a students disability can take some time to effect. Delay on the part of the student in seeking accommodations or in meeting required conditions may result in limitations on the ability of the College to provide reasonable accommodation. *complications due to pregnancy may be a disability if the impairment is not a normal condition of pregnancy and a major life activity is affected. For example, a woman on bed rest under orders from her physician is disabled under the ADA.  OLC students will abide by the standards of conduct while on college premises.  Every student has the right to a safe learning environment.  To ensure this safety, OLC applies the following as acts of misconduct subject to disciplinary action:  Verbal abuse or harassment. Vandalism of OLC premises. Attending classes under the influence of alcohol or drugs. Failure to properly supervise children on college premises. Any other student conduct that causes a disruption in classes or business transactions on college  premises.  In the expulsion and barring of students from Oglala Lakota College, the Board of Trustees acknowledges that all students are entitled to due process in the expulsion and barring of OLC students. A.   Expulsion from Local College Centers. 1. The Local College Center Boards have the authority to bar or expel students from their particular  college center for student misconduct. 2. Prior to barring or an expulsion of a student at a local college center, the appropriate board will grant  the student a hearing on the barring or expulsion with prior notice provided to the student with the date of the hearing and the grounds for barring or expelling the student in the notice. The hearing shall be held within thirty (30) working days of the Boards decision to consider expelling or barring the student.  3. Notice shall reference the grounds for student misconduct, the facts alleged to constitute the violation, and notice of access to all statements of person relating to the charge and to those parts of the students record which will be considered in rendering a decision on the barring or expulsion of a student.  4. Notice of hearing shall be given by the Local College Center Board in writing and shall either be given to the student in person or sent by registered mail to the address of the student at least seven (7) working days prior to the hearing. If notice is mailed, it is deemed given upon the date of mailing. A signed and dated receipt shall be requested of the student in case of personal delivery.  5. The student will be accorded a fair and impartial hearing on the barring or expulsion of a student. The following procedure shall govern such hearings: a. The student has the right to have present at the hearing the students parent(s) or legal guardian(s)  and to be represented by lay or legal counsel of the students choice. Private attorney fees are to be borne by the student.  b. The student has the right to produce witnesses on the students behalf and to confront and cross examine witnesses.  c. The burden of proof will be by a preponderance of evidence. The burden of proof rests within those who bring the charges. The final decision of the Local Board will be by majority vote of the members present and voting. A tie vote will result in a finding against expulsion/disbarment.  d. The Local Board shall tape record the entire hearing. e. The Chairperson of the Local Board shall inform the student of the decision and the appeal  process within seventytwo (72) hours of completion of the hearing. 6. The student may appeal the decision of the Local College Center Board to the hearing officer. An  appeal to the hearing officer must be filed with the Coordinator of Support Services within 7 calendar days after receipt of the decision of the Local Board. The hearing officer shall review the record and make a decision based thereon. The hearing officer shall render a decision on the appeal 3 calendar   days after receiving the record. The decision of the hearing officer shall be final and binding upon the student and respective local board.  7. The student has the right to have allegations of misconduct and information pertaining thereto expunged from the students school record in the event the appropriate board finds no grounds for barring or expelling the student.  8. If at any stage no further action is required, or if the condition originating the proposed expulsion or barment becomes nonexistent, the issue shall become moot; but, the record of proceeding occurring prior to mootness and any evidence of record submitted prior to mootness shall be admissible if relevant to subsequent situations or events precipitating similar actions.  9. The conduct and procedure followed by the Local College Center and the Hearing Officer shall be initiated by the college. Sufficient records should be kept to back up decisions and be passed on to the next level if appealed.  B.   Expulsion from Rapid City and Cheyenne River College Centers. 1.   For the Rapid City and Cheyenne River College Centers, the Coordinator of Student Services has the  authority to bar or expel students from these college centers for student misconduct. 2.   Prior to barring or an expulsion of a student at a local college center, the Coordinator of Student  Services will grant the student a hearing on the barring or expulsion with prior notice provided to the student with the date of the hearing and the grounds for barring or expelling the student in the notice. The hearing shall be held within thirty (30) working days of the Coordinator of Student Services decision to consider expelling or barring the student.  3.   Notice shall reference the grounds for student misconduct, the facts alleged to constitute the violation, and notice of access to all statements of person relating to the charge and to those parts of the students record which will be considered in rendering a decision on the barring or expulsion of a student.  4.   Notice of hearing shall be given by the Coordinator of Student Services in writing and shall either be given to the student in person or sent by registered mail to the address of the student at least seven (7) working days prior to the hearing. If notice is mailed, it is deemed given upon the date of mailing. A signed and dated receipt shall be requested of the student in case of personal delivery.  5.   The student will be accorded a fair and impartial hearing on the barring or expulsion of a student. The following procedure shall govern such hearings: f. The student has the right to have present(s) or legal guardian(s) and to be represented by lay or  legal counsel of the students choice. Private attorney fees are to be borne by the student. g. The student has the right to produce witnesses on the students behalf and to confront and cross  examine witnesses. h. The burden of proof will be by a preponderance of evidence. The burden of proof rests within  those who bring the charges. The final decision will made by the Coordinator of Student Services. i. The Coordinator of Student Services shall tape record the entire hearing. j. The Coordinator of Student Services shall inform the student of the decision and the appeal  process within seventytwo (72) hours of completion of the hearing. 6.   The student may appeal the decision of the Coordinator of Student Services to the hearing officer. An  appeal the hearing officer must be filed with the OLC Personnel Director within seven (7) calendar days after receipt of the decision of the Coordinator of Student Services. The hearing officer shall review the record and make a decision based thereon. The hearing officer shall render a decision on the appeal three (3) calendar days after receiving the record. The decision of the hearing officer shall be final and binding upon the student and respective local board.  7.   The student has the right to have allegations of misconduct and information pertaining thereto expunged from the students school record in the event the Coordinator of Support Services or Hearing Officer finds no grounds for barring or expelling the student.  8.   If at any stage no further action is required, or if the condition originating the proposed expulsion or barment becomes nonexistent, the issue shall become moot; but, the record of proceeding occurring prior to mootness and any evidence of record submitted prior to mootness shall be admissible if relevant to subsequent situations or events precipitating similar actions.  9.   The conduct and procedure followed by the Coordinator of Support Services and the Hearing Officer shall be initiated by the college. Sufficient records should be kept to back up decisions and be passed on to the next level if appealed.  C.   Expulsion from College. 1.  In the expulsion of a student for student misconduct from all of the college centers and OLC programs,  the President solely has this authority to bar or expel a student after a review of the record. 2.  Notice of the decision to expel shall be in writing and shall either be given to the student in person or  sent by registered mail to the address of the student. 3.   The student may appeal the decision of the President to the hearing officer. An appeal to the hearing  officer must be filed with the Coordinator of Support Services within 7 calendar days after receipt of the decision of the President. The hearing officer shall review the record and make a decision based   thereon. The hearing officer shall render a decision on the appeal 3 calendar days after receiving the record. The decision of the hearing officer shall be final and binding upon the student and the President.  1.  In an emergency situation that will protect the safety of the other students, community members, OLC  staff, and instructors, the President can temporarily suspend a student until the hearing for barring or expelling the student is held.  During a temporary suspension, the student may be denied access to college facilities including attendance at class or other college activities or privileges for which the student might ot  During a temporary suspension, the student may be denied access to college facilities including attendance at class or other college activities or privileges for which the student might otherwise be eligible.  Students and staff of Oglala Lakota College who have been provided with access to networks, including the Internet, by the college shall be governed by the following policy.   Risk:  It is impossible to control all materials on the network.  Sites accessible via the network, particularly networks under OLC control, might contain material that is illegal, defamatory, obscene, inaccurate, or controversial.  With global access to computers and people, there is a risk that students may access material that might not be considered to be of educational value in the context of the school setting.  Users Responsible:  Network users, like traditional library users, are responsible for their actions in accessing available resources.  The user is responsible for making sure any information received does not contain pornographic material, inappropriate information, inappropriate language, or files that are potentially dangerous to the integrity of the hardware/software on school premises.   Oglala Lakota College network access may be used to improve learning and teaching consistent with the educational mission of OLC.  Oglala Lakota College expects legal, ethical and efficient use of the network.  Access:  Oglala Lakota College may issue network accounts to provide access to network resources.  Privilege:  Use of a personal Oglala Lakota College network account, once issued, is a privilege, not a right.  student or staff.  Subject to Network Administration:  All Oglala Lakota College network account usage is subject to examination or investigation as needed without prior notification or consent of the user.   By accessing Oglala Lakota Colleges network you have entered into a legally binding contract with implied consent to all terms and conditions of the contract.  Listed below are the provisions of this contract. If any user violates these provisions, access to the information service may be denied and you may be subject to disciplinary action.  Terms and Conditions of this Contract:  Personal Responsibility:  As a representative of this school, each user will accept personal responsibility for reporting any misuse of the network to the network administrator.  Misuse can come in many forms, but it is commonly viewed as any message(s) sent or received that indicate or suggest pornography, unethical or illegal solicitation, racism, sexism, inappropriate language, installation or copying of files or unapproved software, and other issues described below.  All of the rules of conduct described in the Oglala Lakota College Student Handbook apply when you are on the network.  Acceptable Use:  The use of an assigned account must be in support of education and research and within the educational goals and objectives of Oglala Lakota College.  Each user is personally responsible for this provision at all times when using the network.  a. Use of other organizations networks or computing resources must comply with rules  b. Transmission of any material in violation of any international, federal, state, or tribal regulation and/or law is prohibited.  This includes, but is not limited to: copyrighted material, threatening, harassing or obscene material, or material protected by trade secret.  Any attempt to break the law while using Oglala Lakota College facilities may result in prosecution or litigation against the offender.  If such an event should occur, Oglala Lakota College will fully cooperate to the extent permitted by law with the authorities to provide any information necessary in connection with prosecution.  c. Use of the network for commercial activities and product advertisement are prohibited.  d. Use of the network for product or political lobbying is prohibited.  Each user is aware that inappropriate use of electronic information resources can be a violation of local, state, and federal laws and regulations and the user can be prosecuted for violating those laws.  Privileges:  The use of the information system is a privilege, not a right, and inappropriate use will result in a cancellation of those privileges.  Each person who receives an account will participate in an orientation or training course with a faculty member as to proper behavior and use of the network.  The Oglala Lakota College network administrator will decide what will be regarded as appropriate and acceptable use.  The network administrator(s) may close an account at any time deemed necessary.  The administration, staff, or faculty of Oglala Lakota College may request the network administrator to deny, revoke, or suspend specific user accounts.  Network Etiquette and Privacy:  You are expected to abide by the generally accepted rules of network etiquette.  These rules include, but are not limited to, the following:  a. Be Polite:  Never send, or encourage others to send, abusive messages.  b. Use Appropriate Language:  Remember that you are a representative of Oglala Lakota College on a nonprivate system.  You may be alone with your computer, but what you say and do can be viewed globally!  Never swear, use vulgarities, or any other inappropriate language.  Illegal activities of any kind are strictly forbidden.  c. Electronic Mail:  Electronic mail (email) is not guaranteed to be private.  Email accounts may not be used for private or commercial activities.  Messages relating to or in support of illegal activities must be reported to the authorities.  others.  e. Accounts:  Accounts are not for private or commercial use.  Services:  The Oglala Lakota College makes no warranties of any kind, either expressed or implied, for the service it is providing.  Oglala Lakota College will not be responsible for damages suffered by the user while on this system.  These damages include loss of data as a result of delays, nondeliveries, mis deliveries, or service interruptions caused by the system or user errors or omissions.  The user assumes the risk of any information obtained via the information system.  Oglala Lakota College specifically disclaims any responsibility for the accuracy of information obtained through its services.  Security:  Security on any computer network is a high priority.  Each user is responsible to immediately notify the system administrator of any security problems.  Never demonstrate the problem to other users. Never use another individuals account without written permission from that person.  All use of the system must be under your own account.  Any user identified as a security risk will be denied access to the information network.  Vandalism:  Vandalism is defined as any malicious attempt to harm or destroy data of another user, agency, or network connected to this system.  This includes, but is not limited to, the uploading or creation of computer viruses.  Any vandalism will result in the loss of computer services, disciplinary action, and legal referral.  Updating:  The network administrator may require periodic updates in the users account information to maintain each users account.  Each user or account holder must also notify the network administrator of any changes in their account information.   Inappropriate use includes, but is not limited to, those users: that violate the law, that are not in accord with this policy, or that hamper the integrity or security of Oglala Lakota College networks or any external networks to which OLC networks are connected.  Logging on, or attempting to log on, the name or account of another person or entity is prohibited.  Offensive or Inflammatory Speech:  Users must respect the rights of others both in the local community and the network at large.  Personal attacks are an unacceptable use of the network.  If a user is the victim of an inappropriate communication the incident shall be brought to the attention of a staff person or network administrator.  User ID Violations:  Once an account is issued to a user, that user is responsible for all actions taken while using that account.  Sharing of an account with another person is prohibited.  Electronic Mail Violations:  Forgery of electronic mail messages is prohibited.  Reading, deleting, copying, or modifying the electronic mail of other users is prohibited.  Sending unsolicited junk email or email chain letters is prohibited.  File/Data Violations:  Deletion, examination, copying, or modification of fields, and/or data belonging to another user is prohibited.  NonAcademic Use:  District technology is a valuable, scarce resource.  It is not to be used for non academic purposes, such as game playing, unless approved by the District Director or network administrator.  System Interference/Alteration:  Attempts to exceed, evade or change resource quotas that may be established are prohibited.  Quotas are limits on local hard drive storage space or network time or storage space which are designed to allow all users an equitable opportunity to access resources.  Causing network congestion through mass consumption of system resources is prohibited.   Higher Education Opportunity Act PeertoPeer Compliance:  The Higher Education Opportunity Act (HEOA) contains provisions for the regulation of peertopeer (P2P) applications when used in ways that infringe on the copyrights of commercial works (usually entertainment media files).  Several sections of the HEOA deal with unauthorized file sharing on campus networks, imposing three general requirements on all U.S. colleges and universities:  An annual disclosure to students describing copyright law and campus policies related to violating copyright law.  A statement that explicitly informs its students that unauthorized distribution of copyrighted material, including unauthorized peertopeer file sharing, may subject the students to civil and criminal liabilities;  and  A description of the institutions policies with respect to unauthorized peertopeer file sharing, including disciplinary actions that are taken against students who engage in illegal downloading or unauthorized distribution of copyrighted materials using the institutions information technology system.  A plan to effectively combat the unauthorized distribution of copyrighted materials by users of its network, including the use of one or more technologybased deterrents.  Technologybased deterrents may include:  Bandwidth shaping; Traffic monitoring to identify the largest bandwidth users; A vigorous program of accepting and responding to Digital Millennium Copyright Act  (DMCA) notices; and/or A variety of commercial products designed to reduce or block illegal file sharing.  OLC complies with these provisions in the following ways: OLC provides disclosure reminders through the Acceptable Use and Implied Consent sections of  this policy whenever users: OLC has chosen to deploy a vigorous program of accepting and responding to Digital  Millennium Copyright Act (DCMA) notices as our technologybased deterrent. Additional technologybased deterrents including routerbased protocol dropping and vendor  provided filtering. Notification Statement for Current and Prospective Students (and others):  Unauthorized distribution of copyrighted material, including unauthorized peertopeer file sharing, may subject the user of OLC IT systems and services to civil and criminal liabilities.  In plain, nontechnical, nonlegal language:  If you have a program, application or service on your computer that allows you to get any song, video, game or other entertainment file that you want for free even though you could buy it in the store or online, you are at risk of violating copyright and being discovered and prosecuted.  When you use one of those programs, usually a peertopeer file sharing utility like Limewire, Gnutella, Morpheus, KaZaA, BitTorrent or others, you dont just receive files.  In an honor among thieves arrangement your computer silently and automatically becomes an illegal provider of those files to other peertopeer users on the Internet.  The consequences of this illegal filesharing, whether intentional or not, according to the U.S. Department of Education, include:  Copyright infringement is the act of exercising, without permission or legal authority, one or more of the exclusive rights granted to the copyright owner under Section 106 of the Copyright Act (Title 17 of the United States Code).  These rights include the right to reproduce or distribute a copyrighted work.  In the filesharing context, downloading or uploading substantial parts of a copyrighted work without authority constitutes an infringement.  Penalties for copyright infringement include civil and criminal penalties.  In general, anyone found liable for civil copyright infringement may be ordered to pay either actual damages or statutory damages affixed at not less than $750 and not more than $30,000 per work infringed.  For willful infringement, a court may award up to $150,000 per work infringed.  A court can in its discretion, also assess costs and attorneys fees.  For details, see Title 17, United States Code, Sections 504, 505.  Willful copyright infringement can also result in criminal penalties, including imprisonment of up to five years and fines of up to $250,000 per offense.  For more information, please see the website of the U.S. Copyright Office at www.copyright.gov, especially their FAQs at www.copyright.gov/help/faq.  Additionally, when a DMCAcompliant notice of copyright infringement is received by the DMCA Agent for OLC, the user of record of the infringing OLC Internet Protocol (IP) address is subject to the following administrative and disciplinary actions:  The user of record is identified from the infringing IP address and the timestamp provided in the complaint.   The corresponding network access is disabled for a violation of the Acceptable Use section of this policy.  record.  Contact Information for the user of record is obtained from the Jenzabar preferred email address.  Failure to maintain a current email address will thwart contact about the actions being taken and the remedies available, but will not relieve the user of responsibility for the infringement.  The user of record is provided with the notice of infringement (minus the contact information for the copyright agent) as well as local instructions to regain network access.  The user of record is required to affirm that the infringing file(s) and filesharing software have been removed from the computer.  The user of record should respond to OLCs DMCA Agent and not to the copyright owners representative.  Repeat infringements are referred to the Office of Student Services for an interview and  If the infringing IP address is assigned to a users wireless router, it is the users responsibility to secure the router so that it cannot be used for this or other purposes by anonymous users.  This explanation is not a defense against a copyright infringement complaint.  In compliance with the Children's Internet Protection Act (CIPA) and Regulations of the Federal Communications Commission (FCC), Oglala Lakota College has adopted and will enforce Internet safety that ensures the use of technology protection measures on all college computers with Internet access. Such technology protection measures apply to Internet access by both adults and minors as defined by CIPA and Oglala Lakota College with respect to the use of computers by minors and/or use considered harmful to such students. Appropriate monitoring of online activities of minors will also be enforced to ensure the safety of students when accessing the Internet. The colleges decision to utilize technology protection measures and other safety procedures for faculty, staff and students when accessing the Internet fosters the educational mission of the college; including the selection of appropriate teaching/instructional materials and activities to enhance the college's programs, and helping to ensure the safety of college personnel and students while online. In addition to the use of technology protection measures, the monitoring of online activities and access by minors to inappropriate matter on the Internet and World Wide Web may include, but shall not be limited to, the following guidelines:  The presence of appropriate personnel will be ensured when students are accessing the Internet including, but not limited to, the supervision of minors when using electronic mail, chat rooms, instant messaging and other forms of direct electronic communications.  The use of email, chat rooms, as well as social networking websites, may be blocked by the appropriate building administrator as deemed necessary to ensure the safety of such students;  Access logs will be monitored in order to keep track of the web sites visited by students as a measure to restrict access to materials harmful to minors;  In compliance with the Internet Safety and Acceptable Use sections of this OLC Policy, unauthorized access (including socalled \"hacking\") and other unlawful activities by minors are prohibited by the college, and student violations of such policies may result in disciplinary action; and  Appropriate supervision and notification will be provided for minors regarding prohibition of unauthorized disclosure, use and dissemination of personal identification information regarding such students.   The determination of what is \"inappropriate\" shall be determined by the college and/or designated official(s). It is acknowledged that the determination of such \"inappropriate\" material may vary depending upon the circumstances of the situation and the age of the students involved in online research. Under certain specified circumstances, the blocking or filtering technology measure(s) may be disabled for adults engaged in bona fide research or other lawful purposes. The power to disable can only be exercised by an administrator, supervisor, or other person authorized by the college. The college shall provide certification, pursuant to the requirements of CIPA, to document the college's adoption and enforcement of Internet Safety, including the operation and enforcement of technology protection measures (i.e., blocking/filtering of access to certain material on the Internet) for all college computers with Internet access. Access to Inappropriate Content/Material and Use of Personal Technology or Electronic Devices:  Despite the existence of college policy, regulations and guidelines, it is virtually impossible to completely prevent access to content or material that may be considered inappropriate for students. Students may have the ability to access such content or material from their home, other locations off school premises and/or with a student's own personal technology or electronic device on school grounds or at school events. The college is not responsible for inappropriate content or material accessed via a student's own personal technology or electronic device or via an unfiltered Internet connection received through a student's own   personal technology or electronic device. Notification/Authorization:  The college has provided reasonable vetting through the colleges governance system to address the Internet Content Filter/Safety as part of the Computer Account and Network Policy prior to formal adoption.  The college's policy regarding Internet Content Filtering/Safety, Section F of the Computer Account and Network Policy, must be made available to the FCC upon request. Furthermore, appropriate actions will be taken to ensure the ready availability to the public of this policy.  A users network privileges may be interrupted or terminated for any violation or attempted violation of this policy. A users network privileges may be interrupted or suspended by a staff member, administrator or the network administrator while a suspected violation is being investigated and while determination of an appropriate discipline is in progress.  During such an investigation and determination, alternative opportunities for the user to complete assignments will be made available where appropriate and reasonably possible.  Before suspension or termination of network privileges, the user will be advised of the suspected violation.  High Priority:  Security on any computer network is a high priority, especially when the network involves many users. Reporting Security Problems:  If the user identifies a security problem on the network, it is expected that a user will notify the Director of Technology or a designee.  The user must not share the security problem with other users. Security Risks Denied Access:  Any user identified as a security risk or having a history of violation with other computer networks may be denied access to network through Oglala Lakota College facilities.  It is the intent of Oglala Lakota College to prohibit access to such persons.  Oglala Lakota College makes no warranties of any kind, whether expressed or implied, for the network facilities it is providing.  Oglala Lakota College will not be responsible for any damages suffered by its users.  This includes loss of data resulting from delays, nondeliveries, or service interruptions caused by its own negligence or user errors or omissions.  Oglala Lakota College is not responsible for phone/credit card bills or any other charges incurred by users.  Use of any information obtained via the network is at the users own risk.  Oglala Lakota College specifically denies any responsibility for the accuracy or quality of information obtained through its network facilities.   Academic dishonesty is the taking of an examination or the preparation of papers for credit wherein the student knowingly represents the work of another as his/her own; and/or knowingly breaks stated examination rules. A student may be expelled and barred from further classes upon proof in a hearing set up by the Vice President for Instruction.   The policies and procedures herein enumerated have been established by Oglala Lakota College and will be observed in compliance with the Family Educational Rights and Privacy Act of 1974. (P.L. 93380, Section 513) as amended (P.L. 93568, Section 2) effective June 17, 1976. OLC shall make every effort to keep the student's academic and other records confidential.  The faculty, administration and staff will at all times respect the confidentiality of information about students and ensure that such use of information is in the best interest of the students. Family Educational Rights and Privacy Act (FERPA) Family Policy Compliance Office (FPCO) Home  The Family Educational Rights and Privacy Act (FERPA) (20 U.S.C. &amp; 1232g; 34 CFR Part 99) is a Federal law that protects the privacy of student education records. The law applies to all schools that receive funds under an applicable program of the U.S. Department of Education. FERPA gives parents certain rights with respect to their childrens education records. These rights transfer to the student when he or she reaches the age of 18 or attends a school beyond the high school level. Students to whom the rights have transferred are eligible students. Parents or eligible students have the right to inspect and review the students education records maintained by the school. Schools are not required to provide copies of records unless, for reasons such as great distance, it is impossible for parents or eligible students to review the records. Schools may charge a fee for copies. Parents or eligible students have the right to request that a school correct records which they believe to be inaccurate or misleading. If the school decides not to amend the record, the parent or eligible student then has the right to a formal hearing. After the hearing, if the school still decides not to amend the record, the parent or eligible student has the right to place a statement with the record setting forth his or her view about the contested information. Generally, schools must have written permission from the parent or eligible student in order to release any information from a students education record. However, FERPA allows schools to disclose those records, without consent, to the following parties or under the following conditions (34 CFR &amp; 99.31): School officials with legitimate educational interest; Other schools to which a student is transferring; Specified officials for audit or evaluation purposes; Appropriate parties in connection with financial aid to a student; Organizations conducting certain studies for or on behalf of the school; Accrediting organizations; To comply with a judicial order or lawfully issued subpoena; Appropriate officials in cases of health and safety emergencies; And State and local authorities, within a juvenile justice system, pursuant to specific State law. Schools may disclose, without consent, directory information such as a students name, address, telephone number, date and place of birth, honors and awards, and dates of attendance. However, schools must tell parents and eligible students about directory information about them. Schools must notify parents and eligible students annually of their rights under FERPA. The actual means of notification (special letter, inclusion in a PTA bulletin, student handbook, or newspaper article) is left to the discretion of each school. OLC shall make every effort to keep the students academic and other records confidential. The faculty, administration and staff will at all times respect the confidentiality of information about students and ensure that such use of information is in the best interest of the students.   It is requested of students to notify the Registrars Office in Writing of any change in name, address, telephone number and any other permanent record information.   Oglala Lakota College may release the following public or directory information without your written consent: name, address, telephone number, dates of attendance, registration status, class, major field of study, degree conferred and most recent previous educational institution attended.   If youre currently enrolled and want the above public or directory information withheld from disclosure, write to or stop by the Registrars Office.  You must make a written request to withhold disclosure before the beginning of the third week classes begins each semester  yes, each semester.   A.      Oglala Lakota College will respond to complaints of discrimination or harassment against students or employees with AIDS  through counseling and education, and through disciplinary measure if necessary.  Unless medically justified, OLC will not require transfers or changes in working conditions because an employee has AIDS or because of concerns about a coworker having AIDS.  Information about AIDS is available to students at Piya Wiconi and each district center  FOR MORE INFORMATION PLEASE CALL: AIDS Hotline US Public Health Service    18003427432 Hearing Impaired AIDS Hotline                 18002437889  1. Campus Security It is the intention of Oglala Lakota College (OLC) to provide a safe physical environment for all students, staff, faculty, and visitors. Anyone who feels his or her physical safety is threatened, should inform the local center staff who will contact the appropriate public safety agency. OLC will provide information under the Student Right To Know and Campus Security Act. A current report will be available at registration on any criminal activity that may call into question the physical safety of any student. 2.   Sexual Assault The policies regarding sexual assault cover any student who commits a sexual act against another OLC student, faculty, or staff amber, occurring on OLC property or at an OLC sponsored event. Any sexual act committed against a person's will or without consent is a criminal offense, and must be reported to law enforcement officials. Procedures: a. It is important to contact appropriate officials, including security, provided by OLC as soon as possible after the attack so that victim's physical and emotional needs can be met. b. Victims should be treated by a physician immediately to check for physical problems and to preserve evidence in case legal action is to be taken. c. OLC will assist the victim by making appropriate referrals to counseling services located off campus. The victim also has an opportunity to receive assistance in changing academic situations after an assault occurs, if these changes are requested by the victim and are reasonably attainable. 3.   Judicial Action: The victim has the right to report the assault to OLC officials and to the tribal law enforcement. OLC personnel will assist the student in notifying these authorities. While OLC encourages students to prosecute any sexual assault case to the full extent provided by law. a. The victim has the opportunity to proceed with a Judicial Hearing through OLC, criminal court, or both. b. OLC will provide appropriate due process to protect the rights of all parties. c. If the case is adjudicated through a hearing at OLC, the accuser and accused are entitled to have legal representatives present, at their own expense, and an opportunity to call witnesses. Any student found responsible for a sexual act committed against a person's will or without their consent will receive a minimum sanction of suspension from OLC. Anyone found responsible for a second offense will receive the maximum penalty, which is permanent dismissal form OLC. OLC is concerned with the personal safety of students, staff, and faculty, as well as educating individuals on how to be responsible for his or her own safety. OLC strives to provide awareness of and educational opportunities about sexual assault, including rape, and other forcible, and nonforcible sex offenses. (Adopted 1/95)  In compliance with the Clery Act, Oglala Lakota College (OLC) will publish an Annual Safety and Security Report containing crime statistics and campus security policies for the previous three years.  OLC will submit crime statistics to the U.S. Department of Education  (annual webbased data collection).  Due to the dispersed nature of the Oglala Lakota College campus, the college does not maintain full time security personnel.  However, the Rapid City instructional site has parttime security staff.  Other security concerns are routed to Plant Management staff at the Piya Wiconi administrative center, except in an emergency.   Disclosure of crime statistics for the past three years Campus safety and securityrelated policy statements An annual fire safety report containing fire statistics and policy disclosures for oncampus housing  facilities for the previous three years; and (i) Criminal Offenses:  manslaughter;  Sex offenses including: a) forcible and b) nonforcible; Robbery; Aggravated assault; Burglary; Motor vehicle theft; and Arson. (ii) Hate Crimes: Any of the abovementioned offenses, and any incidents of larcenytheft, simple  assault, intimidation, or destruction/damage/vandalism of property that were motivated by bias. This includes bias based on race, religion, disability, sexual orientation, or ethnicity (Hate Crimes Data Collection Guidelines, U.S. Department of Justice, 1999).  (iii) Arrests and referrals for disciplinary actionfor weapons: carrying, possessing, etc. (iv) Drug abuse violations and liquor law violations. b. How crime statistics are compiled and disseminated. The OLC Registrar will compile crime statistics based on information obtained from OLC Plant Management at Piya Wiconi, Directors of all instructional sites, Dorm Managers, Oglala Sioux Public Safety, Cheyenne River Public Safety, and Rapid City Police Department.   On October 1 of each year, OLC will publish an Annual Security Report which will include three years worth of Clery crime statistics and safety and security related Policy and Procedures statements.  The report will be distributed to enrolled students and employees in August of each year by email, the OLC web site, and publications covering policies and procedures.  New employees will be informed by their supervisor of safety and security policies and crime statistics in the personnel orientation (policy 62400). All records associated with the Annual Security Report will be retained.  Students shall be informed of the Report and Emergency Procedures during the student orientation, which is held at each Center every semester  Reporting Crimes The first priority in the observance of any illegal activity is to report the situation to community law enforcement by calling 911.   In case of immediate danger, ensure personal safety first.  Interference in a situation should not be undertaken unless for self protection. A student who observes someone in the building or on College grounds carrying a weapon should call 911 and notify the Center Director or another Staff member. A Crime Incident Report Form must be completed by the person reporting illegal activity.  The Form may be obtained from each instructional site, the Receptionist at Piya Wiconi, or online at www.olc.edu.  All completed reports must be submitted to the college President within two (2) business days.  Among other places, professional counseling by victims or witnesses or individuals who are impacted by adverse incidents is available through:  OLC Employee Assistance Program (EAP) Director at 6054556040 Mental Health personnel of hospitals, Pine Ridge 605867 5131  Kyle Clinic at 6054552451 Sioux San, Rapid City, 6053552500  Voluntary Confidential Reporting by Victims or Witnesses If you are the victim of a crime and you dont want to pursue action within the colleges disciplinary processes or through the criminal justice system, you have the option of making a confidential report. When you make a confidential report, the college agrees to keep your identity private, but is able to use information to provide for the future safety and security of the community. Reports filed in this manner are recorded without any identifying information in the statistics in the annual security report.   Students who would like more information about making a voluntary confidential report of a crime are encouraged to contact the EAP Director at 6054556040 for further information.  Emergency Notification/Timely Warning Advisory A timely warning is provided to members of the college in compliance with the Jeanne Clery Act, 20 U.S.C. § 1092 (f).  The timely warning is a means of heightening safety awareness and to provide students and employees with a timely notification of crimes that are considered a serious or continuing threat to the campus community. The Oglala Lakota College Emergency Response Team is responsible to keep the university community informed of any emergency situation.  Members of the team are the President, Assistant to the President, the Vice President for Instruction, the Vice President for Business, Directors of the instructional sites, and the Director for Information Technology. Depending on the nature of the situation, the Emergency Management Team will utilize any or all methods to issue emergency notices and/or security advisories to keep Oglala Lakota College informed of important safety and security information as it becomes available: The Emergency Management Team will inform the larger community of the emergency through the media spokesperson or designee.   Security of and Access to Campus Facilities Community law enforcement regularly patrol the administrative campus and the District college centers. Emergencies at the centers are reported to and responded to by community law enforcement located in each District and in Rapid City.  All incidents are documented for future reference. The designated personnel at the instructional sites clear and lock buildings for the night.  Keys to buildings and facilities are issued only to employees who are determined by the college to have a legitimate need for them.  Those who are issued keys are prohibited from duplicating the keys or loaning them to anybody.  If a key is lost or stolen, an immediate report should be made to the Vice President for Business at 605455 6011.   Security Considerations in Maintenance of College Property All equipment will be checked on a monthly basis and needed repairs are  carried out promptly.  Dorm Policies and Procedures For information on dorm policies and procedures, see OLC P/P Manual 85050/1 and the Safety in Dorms section below.  Annual fire drills will be performed at all dorms.  Any fire needs to be reported to the Dorm Manager and in the annual report.   Campus Law Enforcement Authority College officials and the directors of instructional sites work closely with community law enforcement. OLC Students are required to cooperate with campus officials assigned to the campus and to college sponsored events.  Designated security personnel, the President, Vice Presidents, Athletic Director, Directors of the instructional sites, and Dorm Managers are authorized by the college to address security and safety concerns, illegal activity, and violations of college policy.  These individuals are authorized by the college to enter and search student residences and other personal property belonging to the student.  The college reserves the right to conduct its searches with law enforcement officials present. While on duty, the Directors of instructional sites and the Director of Physical Plant at Piya Wiconi are authorized by the college to:  Respond to and assist with all safety/security concerns and may request the assistance of law enforcement officials and other first responders as needed.  Enter campus buildings, student and faculty residence halls, parking lots and grounds to monitor campus safety and security.  Report any criminal or suspicious activity to law enforcement authorities and/or college officials, as well as report any policy violations for appropriate followup.  Require any person on college property or at any collegesponsored event to show proper identification and make a determination for the college as to whether or not the individual has a legitimate reason for being present.  The College officials and all directors of instructional sites have the authority to require any individual to vacate college property or leave a collegesponsored event. Anyone who does not cooperate will be reported to law enforcement officials for trespassing.  Require any person on college property or at a college sponsored event to surrender any item considered to be contraband by college policy.  The designated personnel or Director must give the surrendered item(s) to public safety officials for further investigation.    about Campus Security Procedures and Practices The following locations will be used to inform students and employees about campus security procedures and practices:  Student/employee orientation; Emergency procedures posted at each center; a.) Online Safety:  Full name, address, phone number, social security number, date of birth, parents name, parents phone number and address, and savings or checking account numbers should never be disclosed.  Beware of scams that try to elicit credit card or bank account information, or any other personal identification numbers.  anyone.  her/him.  b.) Vehicle safety and safety in the parking lots:  Texting on cell phones while driving is dangerous and prohibited. Going to and from campus parking lots alone after dark should be avoided. Staff at the instructional sites or dorm managers should be called for an escort. Parking in welllighted locations as close as possible to your building increases safety. Car doors should always be locked and windows rolled up whenever possible. Valuables should not be stored in cars. Hitchhiking and picking up hitchhikers should never be undertaken.   Walking or jogging alone or walking on secluded routes should be avoided. Walkers or joggers should be alert to their surroundings and be clearly visible. If you suspect that you are being followed, run in a different direction, go to the other side of the  street, or head quickly for a lighted area or a group of people. Have your keys ready when returning to your residence, and keep your personal valuable items  concealed and close to your body.  Avoid being alone with people not known well to you. Do not accept an invitation to go alone to the residence, apartment, or room of someone you dont  know well. Doors should not be propped open. Room/apartment doors should be locked when sleeping or napping. Keys should not be kept outside the room or student dorm.  Keys should not bear owners  window.  left unattended.  All thefts, no matter how small, should be reported. Any suspicious activity in or around the Dorm should be reported to Managers, directors of  instructional sites, or community law enforcement immediately. f.) Oglala Lakota College does not recognize any offcampus locations of student organizations.  This section lists the primary laws, along with the Tribal Code, and Oglala Lakota College policies, which apply to alcohol and drug crimes on the Oglala Lakota College campus. The Federal Enclaves Act applies to crimes by nonIndians on the reservation, and has been interpreted to extend the General Laws of the United States to Indian perpetrators as well.  Thus, all of the drug laws of the United States related to possession, use, sale, trafficking, and conspiring, among others, as codified in 21 U.S.C.801 et seq., apply to anyone violating those laws on the campus of Oglala Lakota College. Prosecution may be brought in tribal court, if a violation of the Oglala Sioux Law and Order Code occurs, or in federal court under the Federal Enclaves Act (18 U.S.C. 1152) and the drug laws of the United States, or both simultaneously. Oglala Lakota Colleges policy 62120 Substance Abuse/Drug Free Work Environment also applies. Alcohol crimes at the Federal level are described in 18 U.S.C. 1154 (Dispensing of Liquor in Indian Country), 18 U.S.C. 1155 (Intoxicators Dispensed on School Site), and 18 U.S.C. 1156 (Intoxicants possessed unlawfully).  Possession and trafficking in liquor, including bootlegging may be prosecuted in federal court, or in tribal court, or both. On the Rapid City campus, all South Dakota State alcohol and drug laws apply.  OLC Program on Drug or Alcohol Abuse Education and Prevention The Oglala Lakota College Employee Assistance Program offers educational materials about substance abuse, as well as referrals for counseling and treatment services.  Students may avail themselves of services under the Student Assistance Program (Policy 85500).  Students or employees who have concerns about their alcohol or substance use can meet with the EAP officer office located at the Piya Wiconi administrative center by calling 6054556040.  Policy It shall be the policy of Oglala Lakota College (OLC) to increase awareness of suicide prevention among students, staff, and faculty. Procedures/Protocol:  Any attempted suicide shall be treated as a medical emergency.   A suicide attempt is defined as any life threatening behavior or gesture on the part of the person with the intent of taking ones own life. The attempt may not be lethal but any attempt shall be considered serious and requiring action.  1.  Call emergency 911 2.   Notify the administrator of the building or college center and, the crisis response team  member.  a. The contact list of the crisis response plan and the crisis response team members will be posted at the entrance of all the buildings and at the entrance of the college center Director and Counselor offices.  3. Stay calm, listen and dont offer advice to the student. Do not leave the student unattended. 4. Stay with the student till law enforcement/Emergency Medical Personnel responds   A suicide threat is defined as any spoken, written, or behavioral indication of selfdestructive tendencies: threatening to hurt or kill his or herself, seeking access to firearms, pills, ropes, cords, talking about death, dying, or suicide especially when these actions are out of the ordinary for the person.  1. Call 911 immediately  3. While waiting for law enforcement/Emergency Medical Personnel to respond, encourage the student call the South Dakota Help Line at 211 or National Suicide Prevention Lifeline at 1800 273 TALK (8255) or ask the student will you let me get help for you and offer to dial the hotline number.  4. Stay calm. Listen and dont offer advice to the person. Do not leave person unattended. 5. Complete the incident report form and make referral of student to Student Assistance Coordinator  regarding suicide threat. The incident report form is in a pocket folder next to the crisis response plan at the entrance of the building or college center.  6. Stay with the person till law enforcement/Emergency Medical Personnel responds.  A distressed individual is defined as any person exhibiting the signs of anxiety, sadness, confusion, expression of suicidal thoughts, feelings of hopelessness, feelings of rage or uncontrolled anger, feeling trapped, withdrawing from friends and family, feelings of agitation, and/or sees no reason to live or appears intoxicated.  Notify any team member either in writing or by phone.  1. Notify the administrator of the building or college center immediately. 2. Encourage the person to call the South Dakota Help Line at 211 or the National Suicide  Prevention Lifeline at 1 800273TALK (8255) or ask the student will you let me get help for you? and offer to dial the hotline number. Complete the incident report form.   The Crisis Response Team consists of the following members: EAP Director, Suicide Prevention Director, Social Work Department Chair, and College Center Directors. Complete the incident report form and return to Student Assistance Coordinator and/or Suicide Prevention Director regarding the incident. The incident report form can be obtained from any of the team members.  A residential student is presumed missing if he/she hasnt been on campus for more than 24 hours after an expected arrival and their residence has been checked and the person isnt found.  At any time, 911 can be contacted if there is suspicion of any kind, but once a student has been missing for 24 hours, 911 has to be contacted. Any Oglala Lakota College employee who receives a report that a student is missing or hears information that a student may be missing has a duty to report that information to College officials and law enforcement. The following information should be provided:  The name and relationship of the person making the report. The date, time and location that the missing person was last seen. The general routine or habits of the suspected missing student; also include any recent changes in behavior or demeanor. The missing students phone number, if known. Obtain a photo of the missing student. Obtain the students car make, model and license plate number. Call the Director of Plant Management, 6054556057 and ask him/her to go through the parking lot looking for this vehicle.  Students who feel they have been a victim of a sex offense should contact the Police Department and /or health officials immediately in order to preserve evidence, as it may be necessary for the proof of sexual assault.  The student may call 911 at any of the District Centers or 9911at Piya Wiconi, or contact a college official.  Any student who feels they have been sexually assaulted, raped, or forced into a sexual act against their will may also contact the Student Services Director at Piya Wiconi administrative center at 6054556037. Students who are accused of forcing another into a sexual act should be aware that the full force of disciplinary action will be followed, which could include expulsion from Oglala Lakota College. The following website can be used to help identify registered sex offenders in your local neighborhood: http://sor.sd.gov/notificationsignin.aspx   Oglala Lakota College will respond to complaints of discrimination or harassment against students or employees who are HIV positive or have AIDS through counseling and education, and through disciplinary measures if necessary.  Unless medically justified, OLC will not require transfers or changes in working conditions because an employee has AIDS.  Information about AIDS is available to students at Piya Wiconi administrative center and at each District Center.  For more information please call:  AIDS HotLineUS Public Health Service     18003427432  The student senate of the Oglala Lakota College is comprised of 13 members.  Representatives are students elected by their student body.  Representation includes the 9 college districts, the Rapid City Extension, the Vocational Education Department, the nursing program and Manager as warrior program.  Elections are held the first week of each fall semester and students hold the position for one full year.  Meetings are held the second Friday of each month.  The president of the student senate sits on the Board of Trustees representing student interests.  The student senate is the governing entity of the student membership of the Oglala Lakota  College. 1. Student Organization Student involvement is a significant factor in the functioning and development of each district college center and the Oglala Lakota College student senate.  Students are encouraged to participate in the election of a student organization, president, vicepresident, secretary, and/or treasurer during the first student body meeting of the fall semester in each district. These officers call student senate meetings throughout the academic year for consideration of matters of interests to students.  Student government also promotes various student activities throughout the year.  1. Local Boards are encouraged to work with student organizations to insure  accountability and nondiscrimination of student organizations or activities which make use of college facilities, or college resources, or attempts to represent the views of all students.  This can be accomplished through meetings and/or hearings on various proposals presented by student organizations.  2. The Local Board may authorize a group or activity as having college sponsorship and may withdraw such authorization upon a showing that the organization or activity is not operating according to its approved constitution, or other formal commitment to the Board.  3. Any student organization under official college sponsorship shall lose its approval upon a showing to the Local Board or Board of Trustees that it has endorsed, campaigned for, or lent deliberate support to a particular candidate for Tribal or District office;  or that it has refused an equal forum to any publication or meeting regarding a policy or issue affecting the Oglala Sioux Tribe.   Student organizations in districts should raise their own monies if possible and fiscal reports must be made to the local boards. a. Approved student organizations are encouraged to develop operations, plans, and budgets  specifying the conduct of their internal affairs.  These plans should be explicit in terms of the approval of the expenditures of funds to Local Boards.  b. It is advisable that student organizations have faculty sponsorship, with an advisor that can assist in the development of operational plans.  This would permit the organization to seek assistance on organizational matters if and when required.   It is advisable that student operational plans be filed with the OLC President.  This is not an attempt to police student activities but a means of ensuring the rights of students and compliance with federal regulations.  The college will annually recognize students for athletic achievement, and individual special attainment. A.     HONOR ROLL:  PRESIDENTS HONOR LIST  1. Students must have a GPA of 3.25 + in either category. a. 6 to 11 credits (parttime) and 12 + (full time) b. the Registrar will submit a list of eligible students at the end of each semester  (indicated as Freshmen, Sophomore, Junior or Senior and identifying majors) to the Student Services Committee for recognition.  c. Student Services Committee will forward the names of the Presidents honor list to the Executive Director of Institutional Development for media publication including students hometown newspaper.  d. At the end of the academic year the overall GPA of each semester will be recognized in each of the categories at the Student Awards Banquet.  2. A Student Awards Banquet will beheld at the end of the Spring Semester and rotated among the 9 districts annually.  Awards will be in the following categories: a. Academic Achievement  The Presidents Honor List b. All graduates with an overall average GPA of 3.25+ at the end of the year will  be recognized.  There will be three categories:   Cum laude or (in Lakota) Woyatan Kici (3.25 +)   Magna cum laude or (in Lakota) Woyatan Tanka Kici (3.50)  Summa cum laude or (in Lakota) Woyatan  Iyotan Wanka Tuya Kici (3.72 +)  B.    SPECIAL ATTAINMENT  1. Individual students who have accomplishments or special honors, etc. Achieved in that academic year including previous summer.  2. All Students with perfect attendance for each semester will be recognized. 3. Alumnus who have accomplished their goals or have some significant achievement  since graduating (such as: go on to get a degree B.S. or M.A. or Ph.D. etc.)  C.    STUDENT AWARDS AT OLC GRADUATION At the annual OLC graduation, cash awards are provided to outstanding graduates through OLC funds and private donations.  With the exception of the Carol Reyer awards, the amount of cash awards are $250 for both OLC funded and private donation supported awards. In order for the private donation supported awards to be accepted by the Board of Trustees, there must be funds for 5 consecutive private donation supported awards deposited with Oglala Lakota College. The following are students awards that have established by the Board of Trustees with OLC funding. 1. Hattie Twiss Award  $250  Female 2 yr. Graduate with  with a high GPA who exemplified   The following have been graduate awards that have been established by private donors: 1.Carol Reyer Award  $1000(2)  Female and male recipient  3.Patrick Hayes   $250  Male recipient with a 2 yr. Memorial Award     Degree and any tribal member 4.The Spirit Of    $250  A Graduate with a GPA of 3.0 Jeanne Smith Award  or better, a biographical essay and  two letters of recommendations.  Memorial Award  Leadership, communication Skills  Standing Committees are the primary working subdivision of PWO and will transact business assigned by either PWO or the President of the college.  All recommendations from committees will be transmitted to the Chairperson of PWO and to the President.  1. Staff and Faculty Members:  All employees of the college are expected to participate in PWO Committees.  It is the responsibility of each division supervisor to assure appointment of each employee to a committee within the context of college priorities, employee preference and the need for representation from each division.  2. Student Members: Each student organization will elect one (1) member to the Student Governance Committee Membership.  Prior to the September committee meetings, the students will select the committee that they will be assigned to. (No more than 3 students on any one committee.)  a. Reviews curricula b. Establishes standards for instructional staff c. Reviews and recommends action on instructional related tasks from any component of the college  as referred to it by PWO or the President. d. Chairperson: selected by simple majority of members present at first meeting of each academic  year.  the members of the Presidents Council. f. The Vice President for Instructional Affairs is an exofficio nonvoting member.  2. Institutional Development Committee a. Reviews and recommends changes in College LongRange plan. b. Assists and monitors accreditation development and maintenance c. Reviews and recommends long range goals and objectives d. Chairperson: selected by simple majority of members present at first meeting of each academic  year  the members of the Presidents Council. f. Reviews and recommends action on tasks assigned by PWO or the President g. The Director of Institutional Development is an exofficio nonvoting member.  3. Institutional Activities Committee: a. Plans annual graduation activities b. Plans and monitors social functions for OLC staff c. Plans and coordinates institution wide events d. Acts upon assignments by President or PWO e. Chairperson: selected by simple majority of members present at first meeting of each academic  year 4. Student Services Committee:  a. Reviews and recommends Student Services policies and procedures b. Reviews requests for student activity proposals and costs. c. Acts as Financial Aid committee d. Acts upon specific assignments by PWO or President. e. Chairperson: selected by simple majority of members present at first meeting of each academic  year  the members of the Presidents Council.  Philosophy The Board believes that various social, family, and personal problems including the abuse of alcohol or other drugs can be an obstacle to the development of individual students, staff, and others. The Board perceives these problems as major contributors to poor school performance, absenteeism, communication problems, physical and mental health concerns, and poor selfconcept problems of students. The Board acknowledges that these problems affect individuals regardless of culture, age, socioeconomic or education levels, or religious affiliation. The Board views these problems as treatable. The Board recognizes the effects of the troubled students behavior upon friends, family, coworkers and self, and therefore supports the need for a comprehensive approach to intervention and treatment. To this end the Board will maintain a Student Assistance Program to assist individuals who may be experiencing problems including their own or a family members alcohol or other drug abuse. Student Assistance Program Students are recognized as adults and as such are expected to obey all local, state and federal laws as well as the policies of Oglala Lakota College (OLC).  A. OLC students who are in possession of alcohol and/or controlled substances, or who distribute alcohol and/or controlled substances, or who sell alcohol and/or controlled substances on or in any OLC campus or facility or at any college sponsored activity will be immediately reported to the appropriate enforcement agency in their area. The student may be barred or expelled from classes until the student has completed all legal requirements and recommendation made by the court system. The student will then need to provide documentation that they have addressed this issue.   Steps for possession, distribution, and selling of alcohol and/or controlled substances:  1. The first offense, the student will be suspended from taking classes for the remainder of the semester or any additional semester until they are adjudicated.  2. The second offense, the student will be expelled from OLC for a period of one year, at which time, the student will appeal to the local board.  3. Documentation of any offense will placed in the student file in the EAP Office. 4. At any point, the student has the right to grieve this offense.   B. Students who are under the influence of alcohol and/or drugs on any OLC Campus or facility or at  any college sponsored activity, will be immediately reported to the appropriate enforcement agency in their area to be placed in protective 8 hour custody.   1.   Upon return to the center, the student will report to the counselor for a referral to the SAP/EAP  Office. The SAP/EAP will refer the student to the appropriate agency for assessment and recommendations.  2.   For a second offense, the student will be expelled from taking classes and must request in writing, with proof that the student has taken steps to address their substance use (i.e. alcohol/drug assessment recommendation letter, proof of completion of treatment) to be reinstated. A student conduct agreement will be signed by the student with specific action to be taken should the student repeat the offense.  3.   A third offense can warrant a barring from OLC.  C. Additional Policies would apply for those departments who may have extra requirements. Some programs of study may require additional drug testing policy/procedure.   Before you submit your scholarship application for the current semester, did you remember to: Complete a FAFSA (PELL Application) for the current academic year? (Satisfactory academic  progress will affect a students eligibility to receive a scholarship). Save the following items to a jump drive as the application is online:  Type a personal essay and save in word format on jump drive? Digital Photo  Photos are shared with our donors so please be sure it a photo that a  donor would like to see. (All photographs will be screened by the Financial Aid for appropriateness. Examples of inappropriate pictures are baby pictures, students with sunglasses, bandanas, unclear pictures, etc.  Any repugnant or obscene photos will not be considered for a scholarship award).  Tribal Affiliation  A copy of your Degree of Indian Blood or other proof of enrollment. If you are not enrolled, but have an enrolled parent or grandparent, please submit proof of enrollment for the enrolled relative and include birth certificates that prove that you are a descendant.  Remember to follow up on all your paperwork  it is YOUR RESPONSIBILITY to make sure all necessary documents are submitted to complete your application by the appropriate deadline date.  By using the simple checklist, you will ensure your application will be considered by the scholarship committee.  Log on the American Indian College Fund website at http://www.collegefund.org .  Click on Apply for Scholarships at the top, and then click on green button Apply for Scholarships.  A new window will open and you will have to create a new account the first time you log on. Be sure and write down or memorize your password, as your Social Security Number is your username. Follow the prompts to enter your personal information.  When you get the field for your personal essay, copy your essay from your word document and paste.  Complete all fields with an asterisk *, copy your essay, upload a picture, upload your degree of Indian blood, push SAVE, then click the SUBMIT link.  You will not be able to submit the application until all required sections are complete.  You can save your work and come back to complete it later if you wish.  Once the application has been submitted you may not change anything. Tribal College Students only: to be considered for all available scholarship, be sure to complete both the TCU scholarship program application and the Full Circle scholarship program application (The FULL CIRCLE scholarship also requires high school or college transcripts and a Financial Needs Analysis).  See the financial aid office for more information on the scholarship programs and the deadlines for applying.  Age       College, strengths, weaknesses, honors, achievements, Where you were born      include degree program and why you chose this area. Where you grew up     Work, tell about current position or previous experience. Where you live now  and strengthen Lakota culture, has adopted a symbol that could  be called the Education Shield of the Oglala Division of the Teton Nation.  The shield incorporates the traditional Lakota values and symbols with contemporary goals, objectives, and philosophy of  the Oglala Lakota College.  The peripheral feathers represent the districts of the Pine Ridge Reservation.  The four pipe feathers represent the sacred concept  of the four winds and the four virtues of bravery, generosity, fortitude, and wisdom.  Finally, and certainly not the least, is the crossed sacred pipes in the center, used for healing and as an  "
    }
}