{
    "TTR": {
        "Extracted text": "Hydrologic and Water-Quality Conditions During Restoration of the Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Scientific Investigations Report 2009-5004  Prepared in cooperation with the Bureau of Land Management and the U.S. Fish and Wildlife Service   Front Cover: Aerial view of the lower Wood River Valley showing the Wood River Wetland (center), Sevenmile Canal, Wood River, and Agency Lake. (Photograph courtesy of Trisha Roninger, U.S. Fish and Wildlife Service.) Back Cover: Wood River Wetland (looking east). Photograph taken by Kurt Carpenter, U.S. Geological Survey, January 2003. Hydrologic and Water-Quality Conditions During Restoration of the Wood River Wetland, Upper Klamath River Basin, Oregon, 200305 By Kurt D. Carpenter, Daniel T. Snyder, John H. Duff, Frank J. Triska, Karl K. Lee, Ronald J. Avanzino, and Steven Sobieszczyk  Prepared in cooperation with the Bureau of Land Management and the U.S. Fish and Wildlife Service  U.S. Geological Survey, Reston, Virginia: 2009  For more information on the USGSthe Federal source for science about the Earth, its natural and living resources, natural hazards, and the environment, visit http://www.usgs.gov or call 1-888-ASK-USGS  For an overview of USGS information products, including maps, imagery, and publications, visit http://www.usgs.gov/pubprod  To order this and other USGS information products, visit http://store.usgs.gov  Any use of trade, product, or firm names is for descriptive purposes only and does not imply endorsement by the U.S. Government.  Although this report is in the public domain, permission must be secured from the individual copyright owners to reproduce any copyrighted materials contained within this report.  Suggested citation: Carpenter, K.D., Snyder, D.T., Duff, J.H., Triska, F.J., Lee, K.K., Avanzino, R.J., and Sobieszczyk, Steven, 2009, Hydrologic and water-quality conditions during restoration of the Wood River Wetland, upper Klamath River basin, Oregon, 200305: U.S. Geological Survey Scientific Investigations Report 2009-5004, 66 p. (Available at http://pubs.usgs.gov/sir/2009/5004)  Contents  Abstract ...........................................................................................................................................................1 Introduction.....................................................................................................................................................2 Description of Wood River Wetland ...........................................................................................................4  Origin of Wood River Wetland  ...........................................................................................................4 Study Area Description ........................................................................................................................4 Geology and Soils .................................................................................................................................6 Vegetation and Other Biota .................................................................................................................6 Climate and Water Availability ...........................................................................................................7 Hydrology ...............................................................................................................................................7 Historical and Current Water Management .....................................................................................7  Study Design and Methods ........................................................................................................................10 Field Methods ......................................................................................................................................10 Laboratory Methods ...........................................................................................................................14 Water Budget ......................................................................................................................................14  Inflows  .........................................................................................................................................15 Precipitation ......................................................................................................................15 Ground Water ....................................................................................................................16  Regional Discharge .................................................................................................16 Seepage through Dikes ..........................................................................................16 Discharge from Artesian Wells .............................................................................17  Applied Flood Irrigation ...................................................................................................17 Outflows.......................................................................................................................................18  Evaporation of Open Water .............................................................................................18 Evapotranspiration from Emergent Vegetation ............................................................19  Changes in storage ....................................................................................................................19 Standing Surface-Water Level and Volume .................................................................19 Ground-Water Storage ....................................................................................................21 Soil-Moisture Storage ......................................................................................................21  Calculation of Standing Nutrient Masses .......................................................................................21 Results  ...........................................................................................................................................................22  Hydrologic Conditions During 200305 ............................................................................................22 Surface Water and Ground Water ..........................................................................................22 Water Budget .............................................................................................................................23  Inflows  ................................................................................................................................23 Outflows..............................................................................................................................23 Changes in Storage ..........................................................................................................28 Water-Budget Residual....................................................................................................28  Surface-Water Quality .......................................................................................................................29 Seasonal Patterns in Standing Nutrient Masses ..........................................................................41 Trace Metals ........................................................................................................................................41 Ground-Water Quality ........................................................................................................................46 Biogeochemistry Experiments ..........................................................................................................46    Klamath River basin, Oregon  3 Figure 2. Map showing Wood River Wetland and locations of sampling sites, upper  Klamath River basin, Oregon  5 Figure 3. Maps showing observed and modeled extent of inundation and depth to  water at the Wood River Wetland, Oregon, AprilAugust 2004  8 Figure 4. Graphs showing stage, volume, and area relations for the North Unit, South  Unit, and North and South Units of the Wood River Wetland, Oregon  9 Figure 5. Graphs showing daily water-surface elevations and standing volumes in the  North Unit and South Unit of the Wood River Wetland, upper Klamath River basin, Oregon, 200305  22  Figure 6. Graphs showing ground-water elevations in wells and surface-water elevations from staff gages in the North Unit and South Unit of the Wood River Wetland, upper Klamath River basin, Oregon, 2003-05  24  Figure 7. Graphs showing monthly water-budget components inflows, outflows, observed changes in storage, and residuals, Wood River Wetland, upper Klamath River basin, May 2003 through September 2005  26  Figure 8. Graphs showing median values for water-quality variables grouped by site type, Wood River Wetland, upper Klamath River basin, Oregon, 2003-05  30  Figure 9. Graphs showing trends in water-quality variables in the North Unit and South Unit, Wood River Wetland, upper Klamath River basin, Oregon, 200305  39  Figure 10. Graphs showing median concentrations of bioavailable and total forms of nitrogen and phosphorus in the North and South Units, Wood River Wetland, upper Klamath River basin, Oregon, 200305.  41  ContentsContinued Discussion .....................................................................................................................................................51  Water-Quality  ......................................................................................................................................51 Legacy Effect of Wetland Drainage and Land Management ......................................................51 Biogeochemical Processes and Nutrient Transformation ...........................................................54  Potential Management Strategies ............................................................................................................54 Water-Quality Management..............................................................................................................54 Water-Level Management.................................................................................................................55 Capping Artesian Wells .....................................................................................................................57  Potential Future Studies..............................................................................................................................57 Comparing Managed Wetlands ........................................................................................................57 Plant Physiology Studies ...................................................................................................................57 Potential Effects of Dissolved Organic Carbon Export from Restored Wetlands.....................57  Summary........................................................................................................................................................58 Acknowledgments .......................................................................................................................................60 References Cited..........................................................................................................................................60 Appendix A. Water-Quality Data, Wood River Wetland, Oregon, 200305 .........................................65  Figure 11. Graphs showing relation between dissolved chloride and specific  conductance in the North Unit and South Unit of the Wood River Wetland, upper Klamath River basin, Oregon, 200305  42  Figure 12. Graphs showing ratios of nutrients to specific conductance for the North and South Units, Wood River Wetland, upper Klamath River basin, Oregon, 200305  43  Figure 13. Graphs showing trends in standing nutrient masses (nitrogen, phosphorus, and carbon) in the North and South Units, Wood River Wetland, upper Klamath River basin, Oregon, 200305  44  Figure 14. Graphs showing relations between dissolved oxygen and soluble reactive phosphorus and dissolved iron and manganese, at surface water sites in and around the Wood River Wetland, upper Klamath River basin, Oregon, May 2003  45  Figure 15. Graphs showing soluble reactive phosphorus and specific conductance in wells and piezometers in the North Unit and South Unit of the Wood River Wetland, upper Klamath River basin, Oregon, 200305  47  Figure 16. Graphs showing seasonal patterns in nutrients and dissolved oxygen concentrations in wells at the Wood River Wetland, upper Klamath River basin, Oregon, 200305  48  Figure 17. Graphs showing results of nutrient flux chamber experiments showing concentrations of dissolved ammonium, soluble reactive phosphorus, and dissolved oxygen in the South Unit of the Wood River Wetland, upper Klamath River basin, Oregon, June 2005  49  Figure 18. Graphs showing effect of nitrate addition, glucose plus nitrate addition, and no addition on nitrogen concentrations during in-situ chamber experiments conducted in the South Unit of the Wood River Wetland, upper Klamath River basin, Oregon, August 2005  50  Figure 19. Graph showing annual loads of total Kjeldahl nitrogen and total phosphorus discharged from the Wood River Wetland, upper Klamath River basin, Oregon, 19752005  55  Figure 20. Graphs showing effect of water depth (stage) on formation and size of ponded areas (polygons) in theNorth Unit and South Unit of the Wood River Wetland, upper Klamath River basin, Oregon  56  basin, Oregon, 200305  10 Table 2. Piezometers installed at the Wood River Wetland, upper Klamath River basin,  Oregon, July 2003  13 Table 3. Artesian wells at Wood River Wetland, upper Klamath River basin, Oregon.  17 Table 4. Estimated monthly evaporation from open water and evapotranspiration  from emergent vegetation, Wood River Wetland, upper Klamath River basin, Oregon, October 2003September 2005  19  Table 5. Water budget summary for the North Unit, South Unit, and total for the Wood River Wetland, upper Klamath River basin, Oregon, October 2003September 2005  25  Table 6. Summary of field parameter surface-water data for Wood River Wetland, adjacent streams, and ground-water sites, upper Klamath River basin, Oregon, 200305  31  Table 7. Summary of seasonal field parameter data for the North Unit and South Unit, Wood River Wetland, upper Klamath River basin, Oregon, 200305  32  Table 8. Summary of nutrients, major ions, and dissolved organic carbon data for adjacent streams, wetland surface water, and ground-water sites, Wood River Wetland, upper Klamath River basin, Oregon, 200305  34  Table 9. Summary of seasonal nutrients, major ions, and dissolved organic carbon data for the North Unit and South Unit, Wood River Wetland, upper Klamath River basin, Oregon, 200305  36  Table 10. Trace metals and other selected water-quality variables from the Wood River Wetland and Agency Lake, upper Klamath River basin, Oregon, May 2003  45  Table 11. Changes in peat thickness and nutrient content in soil cores collected from Wood River Wetland, upper Klamath River basin, Oregon  52  Table 12. Losses of carbon, nitrogen, and phosphorus from soil cores, and comparison to Redfield ratio factors, Wood River Wetland, upper Klamath River basin, Oregon  53 foot per day (ft/d) 0.3048 meter per day (m/d) foot per year (ft/yr) 0.3048 meter per year (m/yr) gallon per minute (gal/min)  0.06309 liter per second (L/s) mile per hour (mi/h)  1.609 kilometer per hour (km/h) millimeter (mm) 0.03937 inch (in.) meter (m) 3.281 foot (ft)  Conversion Factors and DatumsContinued Temperature in degrees Celsius (°C) may be converted to degrees Fahrenheit (°F) as follows:  °F=(1.8×°C)+32. 25°C).  Concentrations of chemical constituents in water are given in milligrams per liter (mg/L) or micrograms per liter (µg/L).  Datums  Vertical coordinate information is referenced to the National Geodetic Vertical Datum of 1929 (NGVD29). For the purpose of this publication, the term sea level is used to represent the 0-foot altitude as referenced to NGVD29. The conversion between NGVD29 and the commonly used North American Vertical Datum of 1988 (NAVD88) varies spatially; for conversions the reader is directed to either the National Geodetic Survey website for VERTCON at http://www.ngs.noaa. gov/TOOLS/Vertcon/vertcon.html or the U.S. Army Corps of Engineers website for Corpscon at http://crunch.tec.army.mil/software/corpscon/corpscon.html.  Horizontal coordinate information is referenced to the North American Datum of 1927 (NAD27). The conversion between NAD27 and the commonly used North American Datum of 1983 (NAD83) varies spatially; for conversions, the reader is directed to either the National Geodetic Survey website for NADCON at http://www.ngs.noaa.gov/TOOLS/Nadcon/Nadcon.html or the U.S. Army Corps of Engineers website for Corpscon at http://crunch.tec.army.mil/software/corpscon/ corpscon.html.  Elevation, as used in this report, refers to distance above the vertical datum. Vertical coordinate information for historical data collected and stored as NAVD88 have been converted to NGVD29 for this publication. Horizontal coordinate information for historical data collected and stored as NAD83 have been converted to NAD27 for this publication.  A local vertical datum, called the Upper Klamath Lake Vertical Datum (UKLVD), established by the Bureau of Reclamation, is often used for reporting elevation, especially with regard to the stage of Upper Klamath Lake. The conversions from UKLVD to the national datums NAVD88 and NGVD29 vary spatially and are presently not well defined for much of the Wood River Valley. For the purpose of this publication, the conversion used is UKLVD  1.78 = NGVD29 (all values are in feet) (Source: William Wood, Bureau of Reclamation, written commun., 2007).  DEM digital elevation models DIN dissolved inorganic nitrogen DKN dissolved Kjeldahl nitrogen DNRA dissimilatory nitrate reduction to ammonium DO dissolved oxygen DOC dissolved organic carbon H2S hydrogen sulfide H2SO4 sulfuric acid KFLO Klamath Falls, Oregon AgriMet station LiDAR Light Detection and Ranging mg-C/L milligrams of carbon per liter mg-N/L/m2/h milligrams of nitrogen per liter per square meter per hour N2 nitrogen gas SC specific conductance SRP soluble reactive phosphorus TKN total Kjeldahl nitrogen TNC The Nature Conservancy TP total phosphorus µg-C/L micrograms of carbon per liter µg-Cl/L micrograms of chloride per liter µg-Fe/L micrograms of iron per liter µg-N/L micrograms of nitrogen per liter µg-P/L micrograms of phosphorus per liter µg-Mn/L micrograms of manganese per liter µL microliter USEPA U.S. Environmental Protection Agency USFWS U.S. Fish and Wildlife Service  currently being used to improve water quality and decrease nutrient loading into Upper Klamath Lake, Oregon. In this 200305 study, ground- and surface-water quality and hydrologic conditions were characterized in the Wood River Wetland. Nitrogen and phosphorus levels, primarily as dissolved organic nitrogen and ammonium (NH4) and soluble reactive phosphorus (SRP), were high in surface waters. Dissolved organic carbon concentrations also were elevated in surface water, with median concentrations of 44 and 99 milligrams of carbon per liter (mg-C/L) in the North and South Units of the Wood River Wetland, respectively, reaching a maximum of 270 mg-C/L in the South Unit in late autumn. Artesian well water produced NH4 and SRP concentrations of about 6,000 micrograms per liter (µg/L), and concentrations of 36,500 µg-N/L NH4 and 4,110 µg-P/L SRP in one 2628 ft deep piezometer well. Despite the high ammonium concentrations, the nitrate levels were moderate to low in wetland surface and ground waters.  The surface-water concentrations of NH4 and SRP increased in spring and summer, outpacing those for chloride (a conservative tracer), indicative of evapoconcentration. In-situ chamber experiments conducted in June and August 2005 indicated a positive flux of NH4 and SRP from the wetland sediments. Potential sources of NH4 and SRP include diffusion of nutrients from decomposed peat, decomposing aquatic vegetation, or upwelling ground water. In addition to these inputs, evapoconcentration raised surface-water solute concentrations to exceedingly high values by the end of summer. The increase was most pronounced in the South Unit, where specific conductance reached 2,500 S/cm and median concentrations of total nitrogen and total phosphorus reached 18,00036,500 µg-N/L and about 18,00026,000 µg-P/L, respectively. Water-column SRP and total phosphorus levels  decreased during autumn and winter following inputs of irrigation water and precipitation, which have lower nutrient concentrations. The SRP concentrations, however, decreased faster than the dilution rate alone, possibly due to precipitation of phosphorus with iron, manganese, or calcium.  The high concentrations of dissolved nitrogen and phosphorus during the growing season give rise to a rich plant community in the wetland consisting of emergent and submergent macrophytes and algae including phytoplankton and benthic and epiphytic algae that have pronounced effects on dissolved oxygen (DO) and pH. Midday readings of surface-water DO during summer often were supersaturated (as much as 310 percent saturation) with elevated pH (as much as 9.2 units), indicative of high rates of photosynthesis.  Minimum DO concentrations in the shallow ground- water piezometer wells were 0.4 mg/L in the North Unit and 0.8 mg/L in the South Unit during summer, which is probably low enough to support microbial denitrification. Denitrification was confirmed during in-situ experiments conducted at the sediment-water interface, but rates were low due to low background nitrate (NO3). Nevertheless, denitrification (and plant uptake) likely contribute to low nitrate levels. Another possible cause of low nitrate levels is dissimilatory nitrate reduction to ammonia (DNRA), a microbial process that converts and decreases nitrate to ammonia. DNRA explains the excess ammonia production measured in the chambers treated with nitrate.  Surface-water levels and standing surface-water volume in the Wood River Wetland reached a maximum in early spring, inundating 8090 percent of the wetland. Surface-water levels and standing volume then declined reaching a minimum in August through November, when the South Unit was only 10 percent inundated and the North Unit was nearly dry. The shallow ground-water levels followed a trend similar to surface-water levels and indicated a strong upward gradient.  Hydrologic and Water-Quality Conditions During Restoration of the Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  By Kurt D. Carpenter, Daniel T. Snyder, John H. Duff, Frank J. Triska, Karl K. Lee, Ronald J. Avanzino, and Steven Sobieszczyk   2  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  A monthly water budget was developed individually for the North and South Units of the Wood River Wetland and then summed to produce a budget over 2 water years (2004 and 2005). Inflows for the entire wetland consisted of precipitation (43 percent), regional ground-water discharge (40 percent), applied water for irrigation from adjacent surface-water bodies (12 percent), ground-water seepage through dikes (4 percent), and discharge from artesian wells (1 percent). Outflows consisted of open-water evaporation (64 percent) and evapotranspiration from emergent vegetation (36 percent). Outflows exceeded inflows by about 22 percent over the 2-year period. Changes in surface- and ground- water storage during this period amounted to losses of 1 and 2 percent relative to the total inflow, respectively. A water- budget residual consisting of the errors in measurement of all water-budget components and the sum of any unaccounted for components indicated a deficit of water of 19 percent relative to the total inflow. The monthly patterns in water-budget residuals closely resembled the pattern expected for soil- moisture storage, which was not estimated, but indicated that soil moisture could represent a significant part of the water budget for the wetland.  The distribution of inflow between the North and South Units generally was proportional to their area, with the primary exception being applied irrigation water, which entered entirely into the North Unit. Because of the larger area of open water in the South Unit, the proportion of the outflow from open-water evaporation was greater than from the North Unit.  Since about 1890, many marshlands have been drained in  the upper Klamath River basin in southern Oregon, including 31,000 acres adjacent to Agency and Upper Klamath Lakes (Snyder and Morace, 1997). Although the undrained areas provide high quality habitat and food resources for diverse wildlife communities, 69 percent of the original within-lake wetlands have been drained. Effects of drainage include loss of marsh habitat and lake storage capacity, and altered soil biogeochemistry, including oxidation of peat soils, reduction in bulk mass, and release of carbon, nutrients, and minerals.  Wetlands in the upper Klamath River basin were drained for cattle grazing and crop cultivation including hay, barley, wheat, and potatoes. Draining lowered the water table and allowed oxygen to penetrate organic-rich peat soils, which  promoted decomposition and release of nutrients and minerals that had accumulated over several thousand years (Snyder and Morace, 1997). The decreased nutrient content and greater bulk density of drained wetland soils manifested itself as land subsidence of as much as 13 ft in some wetlands adjacent to Upper Klamath Lake. Subsiding wetlands may release large quantities of carbon, nitrogen, and phosphorus when they are flooded. Subsequent pumping of standing water delivers great quantities of nutrients and carbon into Upper Klamath and Agency Lakes. Additional nutrient inputs from tributaries and internal loading fuel massive blooms of blue- green algae (Aphanizomenon flos-aquae) that cause periods of poor water quality. The annual growth and decomposition of dense algal blooms produce high pH (910 units), widely variable dissolved oxygen (anoxic to supersaturated), and high ammonia concentrations (nearly 0.3 mg-N/L, un-ionized) (Wood and others, 2006). Episodes of poor water quality have been associated with large kills of sucker fish species, including the Lost River sucker (Deltistes luxatus) and the shortnose sucker (Chasmistes brevirostris), which are protected under the Endangered Species Act (U.S. Fish and Wildlife Service, 1988).  Efforts to regain wetland function, increase water availability, decrease nutrient loading, and improve water quality and habitat have been initiated by several private landowners, organizations, and government agencies including the Klamath Basin Ecosystem Restoration Office (a division of the U.S. Fish and Wildlife Service), The Nature Conservancy, the Bureau of Land Management (BLM), and the Running Y Ranch Resort (MacLaren and Geiger, 2001). In 1994, the BLM completed acquisition of the Wood River Ranch, a 3,200-acre cattle ranch along the north shore of Agency Lake (fig. 1) that was drained and converted to pastureland in the 1950s and 1960s. Prior to 1994, this property was managed as irrigated pasture for beef production (Bureau of Land Management, 2006). This area is now referred to as the Wood River Wetland and currently is managed as an Area of Critical Environmental Concern to improve water quality, increase water availability, and provide wildlife and fish habitat (Bureau of Land Management, 1995, 1996, 2006). In 2003, the U.S. Geological Survey (USGS), in cooperation with BLM and with subsequent support from the U.S. Fish and Wildlife Service, began a study to characterize the hydrologic and water-quality conditions within the Wood River Wetland to help address questions regarding possible consequences of future management options. tac08-0249_Figure 01  Base modified from USGS digital data, various scales, variously dated Projection: UTM, Zone 10, North American Datum 1927.  4  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Description of Wood River Wetland  The wetlands surrounding Upper Klamath and Agency Lakes (fig. 1), were formed 10,00012,000 years ago following recession of an expansive Pleistocene water body filled from melting of glacial ice (Dicken, 1980). This great water body, called Modoc Lake, extended 75 mi from Fort Klamath in southern Oregon, to south of Tule Lake in northern California. Modoc Lake deposited lacustrine clays typically to depths between 2.5 and 12 ft (Snyder and Morace, 1997), but occasionally deeper. Such clays can confine ground- water movement, especially where the layers remain intact. Canal digging and dike building possibly breached some clay layers in wetlands around Upper Klamath Lake, including the Wood River Wetland, altering ground-water flow paths. Atop these clay layers, peat soils developed to varying degrees, storing partly decomposed remnants of annual vegetation and associated nutrients. Under the clay are alternating layers of organic and inorganic sediments that probably were deposited over the 1 million years before the clay layer. Sediment cores  from Wocus Marsh near the southwestern part of Upper Klamath Lake (fig. 1) contained peat deposits at about 85 ft depth that may be as old as 400,000 years (Adam and others, 1994).  The Wood River Wetland is bordered by North Canal to the northwest, Sevenmile Canal to the southwest, Wood River to the northeast, and Agency Lake to the south (fig. 2). The property was diked and drained in two stagesthe higher, drier, northern parcel in 1948 and the lower, wetter southern parcel in 1957. A central levee maintains the two parcels, a seasonally inundated 1,600-acre North Unit and a more developed wetland, the deeper 1,200-acre South Unit. The Wood River Wetland and the Wood River to the northeast have undergone extensive restoration during the past decade. Restoration included improving water management options, blocking certain canals in the Wood River Wetland to encourage water flow through the historical drainage system, and adding meanders to the Wood River channel (Bureau of Land Management, 2006).  Wood River Wetland (looking east northeast). Photograph taken by Kurt Carpenter, U.S. Geological Survey, October 2003.  Wood River Wetland (looking east). Photograph taken by Kurt Description of Wood River Wetland  5  Figure 2. Wood River Wetland and locations of sampling sites, upper Klamath River basin, Oregon. tac08-0249_Figure 02 6  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Geology and Soils  Upper Klamath and Agency Lakes are in a large, deep basin filled with layers of volcanic and alluvial sediments, lake clays, and peat soils (Leonard and Harris, 1974). Rocks in the area are predominantly unconsolidated and consolidated volcanic materials (Leonard and Harris, 1974). Large quantities of ash, pumice, and lacustrine deposits of diatoms and peat are hundreds of feet thick (Dicken and Dicken, 1985). Alluvial floodplain deposits consist of volcanic ash-rich clays, silts, sands, along with peat, and other organic materials (Cahoon, 1985; Bureau of Land Management, 1996).  Thin horizontal layers of coarse volcanic pumice underlie the Wood River Wetland, which may facilitate lateral water movement along preferential flow paths through the layers. The volcanic pumice was deposited about 7,600 years ago, when a massive eruption from Mount Mazama formed the current Crater Lake (Hallett and others, 1997). Pumice and volcanic ash were deposited or washed down-valley near the Wood River Wetland (Williams, 1965). This and other eruptions during the Holocene epoch produced layers of pumice and ash that underlie the present wetlands in the upper Klamath River basin (Smith, 1988). In the Wood River Valley, south of Crater Lake, a 6-in. thick layer of pumice tapers off to the south (Walker, 1951; Williams, 1965). This layer is visible in the soil cores collected by Snyder and Morace (1997).  Three major types of peat soils occur around Upper Klamath Lake: hemic peat, hemic/sapric peat, and sapric peat (Snyder and Morace, 1997). Hemic peat is undecomposed to moderately decomposed peat; hemic/sapric peat is intermediately decomposed peat; sapric peat is the most decomposed. Peat color indicates the degree of decomposition (Cameron, 1973; 1975). Hemic peat, either newly exposed or well protected from air, is generally light yellow or brown. Partially decomposed hemic or hemic/sapric peat is brown to dark brown; well-decomposed sapric peat is black. Wetland soils are of the Lather-Histosols type, formed from organic matter, and characterized as poorly drained mucks (Cahoon, 1985). Climate, topography, and changes in water table depth are the primary drivers in the formation and preservation of peat deposits (Cameron and others, 1989). Draining the Wood River Wetland has resulted in the decomposition of peat soils, which is evident in the various occurrences of sapric peat, land subsidence, and loss of mineral and nutrient content in soil cores (Snyder and Morace, 1997).  Vegetation in the Wood River Wetland includes willow thickets and obligate wetland species such as cattail (Typha latifolia), giant bur-reed (Sparganium eurycarpum), and spikerush (Eleocharis macrostachya) that also are scattered throughout the mostly flooded South Unit, in shallow areas unaffected by the canals. The plant communities at the wetland were similar to those reported at the Twitchell Island  restoration wetlands in the Sacramento-San Joaquin River Delta, California (Miller and others, 2008), and include nearly 150 species (Bureau of Land Management, 2006). The plant community is in a dynamic state of change characterized by a general shift from grazing resistant, edge, and upland plants toward obligate wetland species (Bureau of Land Management, 2006). High nutrient concentrations provide for enhanced growth of numerous species, including submerged macrophytes such as coontail (Ceratophyllum demersum), Canadian waterweed (Elodea canadensis), and curly pondweed (Potomogeton crispus). A variety of filamentous green algae, duckweed, and other plants occur in the open- water areas, canals, and in shallow ponds during summer. Around the wetland fringe, particularly in the South Unit, shallow margin areas teem with aquatic life including diving beetles and zooplankton, which feed a diversity of bird life. Nearly 200 bird species have been identified in the area, with waterfowl counts of 25,00080,000 during peak use periods in spring and autumn (Bureau of Land Management, 2006).  Vegetation at the Wood River Wetland. Photograph taken by Kurt Carpenter, U.S. Geolgocial Survey, July 2005.  Waterfowl at the Wood River Wetland. Photograph taken by John Duff, Climate and Water Availability  The semiarid climate in the upper Klamath River basin is characterized by hot, dry summers and moderately wet winters with moderate to low temperatures. Most precipitation occurs between October and March, producing marked seasonal fluctuations in water levels. During winter, precipitation often is in the form of snow, and ice often forms on the surface of the wetland (Bureau of Land Management, 2006). During high snowpack years, high-quality meltwater infiltrates and recharges the ground-water system while surface runoff pulses down the stream network in the Wood River Valley and is used for flood irrigation of pastures. Subirrigation, the irrigation of plants by water delivered to the roots from shallow ground water, also occurs in the Wood River Valley when ground- water levels are sufficiently high (Graham Matthews and Associates, 2005).  Large seasonal temperature changes in the upper Klamath River basin are due to the semiarid climate and high elevation (more than 4,000 ft). Summer months are dry, hot, and often windy. Solar intensity, which is higher at this elevation, adds heat that contributes to high rates of evapotranspiration (ET) the loss of water from evaporation and plant transpiration.  The wetland is isolated from adjacent surface-water bodies and adjoining property by levees, and water control structures are located at key sites throughout the wetland to manage water levels. The inflow of surface water for irrigation is controlled and generally enters the wetland by first passing into North Canal, on the north side of North Dike Road (fig. 2). North Canal is filled with water from Sevenmile Canal during flood irrigation, and from overland and subsurface drainage from the adjoining property upgradient (north) of the wetland. Although water from Wood River can be used, Sevenmile Canal is the primary water source during flood irrigation because the inlet structure includes a fish screen. Water from North Canal is routed into the North Unit through control structures along the North Dike Road, at the north end of the north-south trending canals. Although separate, the two parcels that compose the wetland may be partly hydrologically connected by ground-water transport through the horizontal pumice sand and gravel layers. Minor surface- water movements primarily are in the upland North Unit, from the northwest corner to the southeast, following canals and parts of a former natural channel toward the Wood River pump station (fig. 2). Water accumulated in the southeast corner of the North Unit can be pumped into Wood River or  passed into the South Unit through a water control structure near the pump station, and gates can be managed for draining units independently. A second pump station in the southwest corner of the South Unit can be used to discharge water to the lower reaches of Sevenmile Canal. However, during this investigation (200305) only a negligible amount of pumping took place from either pump station for pump maintenance.  Additional sources of water inflow include direct precipitation, regional ground-water discharge, seepage through the dikes, and discharge from five flowing artesian wells on the wetland. The only significant outflow of water from the wetland during the study period was evaporation from areas of open water and evapotranspiration from plants.  Historical and Current Water Management  From 1985 through 1994, the Wood River Wetland was managed for beef cattle production (Bureau of Land Management, 2005). Prior to 1995, water accumulated during winter was pumped off in February or March through May, until surface water was confined to the drainage canals. About 1,300 cow-calf pairs grazed the wetland from about April through November. The pasture was flood irrigated with about 3,0006,000 acre-ft about once per month during summer. Under this management scenario, open water occurred only from December through April, and grasses, sedges, and weeds provided forage for waterfowl and other wildlife.  From 1995 through 2005, water that accumulated during winter was not pumped off, allowing full inundation of the South Unit, and seasonal inundation of the North Unit. As the dry summer season progressed, water levels declined and much of the wetland went dry or moist, especially in the North Unit, but also partially in the South Unit. Flood irrigation was limited to one watering per year in September and October, when about 1,000 acre-ft of water was added from Sevenmile Canal to the North Unit to provide additional habitat for migrating and resident waterfowl. Under this management scenario, an annual cycle of drying and wetting occurred in the North Unit during moderate to dry years, while relatively deep water (46 ft) persisted in the South Unit canals during spring and early summer. Water depth in the non-canal areas of the South Unit ranged from a few inches to more than 6 ft. The seasonal extent of water inundation is shown in figure 3. Both wetland units combined hold about 16,700 acre-ft of water at a water-surface elevation of 4,142 ft (National Geodetic Vertical Datum of 1929 [NGVD29]). The largest rate of increase in the inundated area occurs between water-surface elevations of 4,135 and 4,138 ft (fig. 4).  8  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Figure 3. Observed and modeled extent of inundation and depth to water at the Wood River Wetland, Oregon, AprilAugust 2004. (Observed inundation [insets] obtained from Landsat 7 imagery for the specified date using false color to emphasize inundation. Modeled inundation derived from a digital elevation model based on LiDAR [Light Detection And Ranging] data.)  tac08-0249_Figure 03  Base from U.S. Geological Survey digital data, 2004 UTM projection, Zone 10, North American Datum 1927 National Geodetic Vertical Datum of 1929   Figure 4. Stage, volume, and area relations for the (A) North Unit, (B) South Unit, and (C) North and South Units of the Wood River Wetland, Oregon.  4,130 4,132 4,134 4,136 4,138 4,140 4,142 4,144 4,146 4,148 4,150  WATER SURFACE ELEVATION,  IN FEET ABOVE NATIONAL GEODETIC VERTICAL DATUM OF 1929 10  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Study Design and Methods Surface- and ground-water quality was evaluated at  several sites in each unit in 200305. Adjacent streams, Wood River and Sevenmile Canal (table 1, fig. 2), also were sampled for comparison. Sampling was concentrated during the growing season (approximately monthly May/June through September) with a few winter and early spring samples collected to characterize the non-growing season. Samples of flood-irrigation water were collected over a 3-day period in September 2003, when water from the adjacent property to the north was let on to the wetland. In 2005, samples were collected monthly from June to September.  A hydrologic budget for the Wood River Wetland was developed by collecting information on inflows, outflows, and changes in water storage for the wetland. Water-budget components were determined through measurement or estimation. Results of the water-budget analysis were used to calculate standing surface-water volume on each sampling date to quantify changes in water quality over time.  Water samplesWater samples were collected from adjacent streams at the Dike Road bridges (for Sevenmile Canal and Wood River) or at the Sevenmile Canal water control structure at the inlet to the wetland (fig. 2). Surface-water sites in the wetland were accessed by canoe or by wading. Discrete water samples were collected about 1020 cm below the water surface. Although wind occasionally mixes the surface water, temperature stratification was sometimes observed, especially in the South Unit. Therefore, the discrete water samples may not fully represent the water quality throughout the water column.  In the North Unit, sampling started at the northwest corner and progressed toward the southeast corner pump station. In the South Unit, sampling order varied depending on water level, wind, and other conditions. Surface water was collected using a battery-operated peristaltic pump (Geopump®) with Masterflex® tubing. Occasionally, water samples were collected in 2-L amber polyethylene bottles and processed off site. fish screen  WRDK Wood River Bridge at Dike Road near mouth  NU-NW North Unit - NW northwest NU-WC North Unit - WC west central NU-Cu North Unit - Cu - center upstream of artestian well # 4 NU-Cd North Unit - Cd - center downstream of  artesian well # 4 NU-EC North Unit - EC - east central NU-SE North Unit - SE - east NU-S North Unit - south central SU-NW South Unit - NW - northwest SU-NC South Unit - NC - north central SU-NE South Unit - NE - northeast SU-SW South Unit - SW - southwest SU-SW-C South Unit - SW-C - southwest central SU-S-C South Unit - S-C - south central SU-SE-C South Unit - SE-C - southeast central SU-SE South Unit - SE - southeast  Table 1. Water-quality sampling sites, Wood River Wetland, upper Klamath River basin, Oregon, 200305.  [Site code: Locations of sampling sites shown in figure 2, and (or) the online database. Abbreviations: WRW, Wood River Wetland; ft, foot]  Site code Site name  PZ-NU1 NU Piezometer 59588 (shallow 35 ft) PZ-NU2 NU Piezometer 59589 (intermediate 1012 ft) PZ-NU3 NU Piezometer 59590 (deepest 2628 ft) PZ-SU1 SU Piezometer 59591 (shallow 56 ft) PZ-SU2 SU Piezometer 59592 (intermediate 1012 ft) PZ-SU3 SU Piezometer 59593 (deepest 3032 ft) artesian PZ-WRDK Dike Road (Wood River) Piezometer 59594 (depth 810 ft) PZ-AGDK Dike Road (Agency Lake) Piezometer 59595  (depth 1416 ft) ART-1 Artesian well #1 at upper northeastern corral (depth 208 ft) ART-3 Artesian well #3  (near the North Unit pump station) (depth  219 ft) NCANAL Wood River Wetland inlet and fish screen NCANAL4 Water control structure 4 NCANAL5 Water control structure 5 NCANALP North levy pond inflow Agency and Upper Klamath Lakes  AGENCY shore  Agency Lake along shore near Wood River Wetland AGENCY straits Agency Straits adjacent to The Nature Conservancy parcel AGENCY Lake Upper Agency Lake UKL outlet Upper Klamath Lake outlet at Klamath Falls, Oregon  1 Although differentiated according to general location (for example, Wood River Wetland North Unit - NW - northwest), multiple sampling locations in each wetland unit were analyzed together to produce medians and other statistical summaries for each sampling date used in the analyses. Data for individual locations are given in appendix A.   Accessing canals for sampling at the Wood River Wetland (looking southeast). Photograph taken by John Duff, U.S. Geological Survey, August 2004.  light or photosynthetically active radiation (PAR) available for photosynthesis in the water column and to calculate the light extinction depth (where PAR is zero).  Ground-water piezometersEight piezometers (wells used to measure ground-water pressure head or to sample water quality at a point or specific depth range in the subsurface) were installed at four sites in July 2003 (fig. 2, table 2), according to the Oregon Water Resources Department guidelines for monitoring wells (Oregon Water Resources Department, 2001). Two nests consisting of three wells each (shallow, intermediate, and deep) were installed in the North and South Units, and two individual wells were drilled along the East and South Dike Roads (fig. 2). Slug tests were performed according to USGS protocols (Halford and Kuniansky, 2002) in the two dike road piezometers, PZ-WRDK, on the dike adjacent to Wood River, and PZ-AGDK, on the dike adjacent to Agency Lake. The slug tests were conducted to determine the hydraulic properties of the wetland soils and dike materials, and to estimate the rate of water flow through the dike materials and ground-water seepage through the wetland soils.  Construction of ground-water piezometers in the North Unit of the Wood River Wetland (looking north). Photograph taken by Charley Palmer, U.S. Geological Survey, August 2003.  Water samples also were collected from eight ground- water piezometers (fig. 2) using a peristaltic pump and weighted Masterflex® tubing. Wells were purged for at least 10 minutes (or until dry) by pumping approximately three water volumes from each well. Water samples were collected 1224 hours after purging to allow fresh water to recharge wells. Prior to initial purging, water levels were measured with a calibrated electronic E-tape.  Water samples were analyzed for filtered and unfiltered (total) nutrients on 15 occasions. Dissolved organic carbon (DOC), select metals, and chloride (Cl) were analyzed less frequently. Bulk samples were shaken and subsampled into 125-mL bottles for total phosphorus (TP) and total Kjeldahl nitrogen (TKN). Samples for dissolved constituents, including ammonium (NH4), nitrite plus nitrate (NO2+NO3), hereafter referred to as nitrate (NO3), and dissolved Kjeldahl nitrogen (DKN) were filtered into 60-mL sample bottles (for NH4, NO3, and SRP), or a 125-mL bottle (for DKN). Filtered samples were processed through 0.45-µm filtration capsules attached directly to the peristaltic tubing or collected into a 60-mL syringe and filtered through 0.45-µm Acrodisk® filters. DOC samples were filtered through combusted 0.7 µm GF/F filters (Whatman®). Total nutrient samples (TKN and TP) were acidified with 1 mL sulfuric acid (H2SO4), and NH4 and SRP samples were preserved with 100 µL concentrated hydrochloric acid (HCl) per 60-mL sample. Samples were packed on ice and shipped to the laboratories for analyses.  Field parametersIn-situ water temperature, specific conductance (SC), dissolved oxygen (DO), and pH were measured at most sites using a calibrated Hydrolab H20 or YSI 6600 multi-parameter probe, or an equivalent single-parameter meter. Readings occasionally were taken below the water surface and just off the bottom, but most readings were taken about 1020 cm below the water surface. Vertical profiles of light intensity occasionally were collected to determine the   12  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Material collected during well drilling included a wide range of coarse sediments (pumice pebbles and sand), silty loams, clays, peat, and a small amount of volcanic ash. The North Unit piezometers (PZ-NU1, PZ-NU2, and PZ-NU3) were installed in the northern corner of the wetland near an old corral. The shallow well (PZ-NU1) in this nest was completed in a pumice horizon at 35 ft overlain by sapric peat. The open interval of the intermediate-depth well (PZ-NU2) was installed in a deeper pumice horizon at 1012 ft. The deep well (PZ-NU3), was completed at 2628 ft in a mixed media bed consisting of inorganic sand and loam. The South Unit piezometers (PZ-SU1, PZ-SU2, and PZ-SU3) were installed along the central-eastern margin of the South Unit. The shallow well (PZ-SU1) in the South Unit piezometer nest was open to a depth of 56 ft in decomposed to partly decomposed  sapric and sapric-hemic peat. The intermediate-depth well (PZ-SU2) was open at 1517 ft in a pumice horizon with some silt and clay. The deep well (PZ-SU3) was open at 3032 ft in a layer of medium-sized and well-sorted flowing sands, and was artesian with a hydraulic head several feet above land surface. The wells along the Wood River and Agency Lake dikes were open to a layer of decomposed peat at 810 and 1416 ft, respectively (fig. 2). Piezometers were sampled for nutrients on most sampling trips, whereas field parameters were collected less frequently, often limited by the amount of recoverable water.  Soil coresSoil core data collected from the Wood River Wetland and used in this report (peat thickness, mass, and carbon/nutrient content) were obtained from Snyder and Morace (1997).  Ground-water piezometer nest in the South Unit of the Wood River Wetland (looking west southwest). Photograph taken by Kurt Carpenter, U.S. Geological Survey, June 2004.   PZ-NU1 North Nest - Shallow  3.4  5.4 Pumice under decomposed peat 6.5 PZ-NU2 North Nest - Intermediate 10.4  12.4 Pumice under decomposed peat 13.5 PZ-NU3 North Nest - Deep 26.2  28.2 Inorganic sand and loam under clay 29.3 PZ-SU1 South Nest - Shallow  5.5  6.5 Decomposed peat and ash/clay 6.5 PZ-SU2 South Nest - Intermediate 15.0  17.0 Pumice/silt/clay under decomposed peat 18.0 PZ-SU3 South Nest - Deep 30.0  32.0 Well sorted sand under clay/loam 33.0 PZ-WRDK Wood River dike  8.0  10.0 Decomposed peat 11.0 PZ-AGDK Agency Lake dike 14.0  16.0 Decomposed peat 17.0   PZ-NU1  0.4  5.2 4,139 423548121564703 KLAM-54064 34.00S/07.50E-14BAD03 PZ-NU2  0.3  5.2 4,139 423548121564702 KLAM-54063 34.00S/07.50E-14BAD02 PZ-NU3  0.3  5.2 4,139 423548121564701 KLAM-54062 34.00S/07.50E-14BAD01 PZ-SU1  0.5  4.6 4,137 423656121575903 KLAM-54061 34.00S/07.50E-24CAD03 PZ-SU2  0.7  4.8 4,137 423656121575902 KLAM-54066 34.00S/07.50E-24CAD02 PZ-SU3 -4.6   -2.0 4,137 423656121575901 KLAM-54065 34.00S/07.50E-24CAD01 PZ-WRDK  4.1  8.7 4,144 423554121564001 KLAM-54223 34.00S/07.50E-24ACC01 PZ-AGDK  3.6  7.0 4,143 423510121572301 KLAM-54222 34.00S/07.50E-26ADD01  Table 2. Piezometers installed at the Wood River Wetland, upper Klamath River basin, Oregon, July 2003.  [Site code: Locations of sampling sites shown in figure 2. Description: The south nest of wells was heavily damaged by inundation during extraordinarily high water levels in the wetland during spring 2006; wells were decommissioned and abandoned. USGS site No.: Additional information may be available for these wells on the USGS National Water Information System (http://nwis.waterdata.usgs.gov/nwis/gw) using the Site No. as the Site Identifier. Oregon Water Resources Department well log identification No.: Drillers logs for these wells are available from the Oregon Water Resources Department (http://apps2.wrd. state.or.us/apps/gw/well_log/Default.aspx) using the well log identification No. as the Site Identifier. Abbreviations: USGS, U.S. Geological Survey; LiDAR, light detection and ranging; NGVD29, National Geodetic Vertical Datum of 1929]  In-situ mesocosm (chamber) experiments Ammonium and SRP fluxes from the sedimentwater interface in the South Unit were examined in June 2005 using clear polycarbonate dome chambers (volume about 4 L, with dimensions of 19 cm [diameter] × 21 cm [height]). Chambers were inserted into the sediment to a depth of 6 cm, and purged of air prior to incubation. Two chambers in each site (eight chambers in all) were fitted with combination dissolved oxygen (DO)temperature probes mounted on stirring platforms to measure oxygen demand. Water samples (60 mL) were drawn at the beginning and end of 1926 hour incubation period by syringe for analysis of ammonium and  SRP. Water samples were filtered through 0.45-µm membrane filters and acidified with 100 µL of ultra pure HCl in 60 mL polyethylene bottles. A second chamber study (August 2005) examined inorganic nitrogen dynamics. Chambers of varying size (0.81.85 L) were set into the wetland sediment, filled with surface water, and sparged with helium to displace DO inside the chambers. The acetylene block method estimated denitrification by measuring nitrous oxide (N2O) production with and without additions of 0.8 to 2 mg/L NO3 and (or) glucose (80 mg/L) at two sites in the southern South Unit. Dissolved NH4, NO3, and N2O were measured before and after 45 hours. 14  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Laboratory Methods  Dissolved nutrients (NO3, NH4, and SRP), chloride (Cl), and dissolved metals (Fe, Mn, Cd, Co, Cu, Ni, Pb, V, and Zn) were analyzed at the USGS National Research Laboratory in Menlo Park, California. Metals were analyzed using the U.S. Environmental Protection Agency (USEPA) Method 200.8 (ICP-MS). Dissolved organic carbon (DOC) was analyzed on an Oceanography International Model 700 carbon analyzer using persulfate oxidation at high temperature at the USGS National Research Laboratory in Boulder, Colorado. TKN, TP, and DKN were analyzed at the USGS National Water Quality Laboratory in Denver, Colorado, using published protocols (Patton and Truitt, 1992, 2000). In this report, dissolved ammonium includes ionized ammonium (NH4  +) plus un-ionized ammonia (NH3), hereafter referred to as ammonium (NH4). Total nitrogen (TN) was calculated as the sum of TKN plus nitrate.  Analyses for dissolved inorganic nutrients (NO3, NH4, and SRP) and Cl were performed on a Technicon Auto Analyzer II continuous-flow analyzer with colorimetric detection. All samples were refiltered immediately before analysis using 0.45-µm, 25-mm syringe filters (Pall Life Sciences, No. 4497T). When analyzing acidified samples, standards were identically acidified with high-purity hydrochloric acid. Correction of sample absorbance for color was necessary for the dissolved nutrients because many samples were highly colored. For each method, special reagents were made that omitted one or more, critical, color- forming ingredients. Sample-color absorbance, measured with the special reagents, was subtracted from total absorbance and measured with the standard reagents to obtain color- corrected absorbance. Analyte concentrations were calculated by interpolation of the color-corrected absorbance on the calibration curve. Analyte concentrations greater than the range of the methods used required dilution prior to analysis. An automated version of the method of Armstrong and others (1967), implemented by Technicon as Industrial Method No. 158-71W (Technicon Industrial Systems, 1972), was used to determine NO2+NO3. The critical ingredient omitted for color correction was N-1-naphthylethylenediamine dihydrochloride. An automated phenol-hypochlorite method (Technicon Industrial Method No. 154-71W; Technicon Industrial Systems, 1973a) was used to determine ammonium. The critical ingredients omitted for color correction were sodium nitroferricyanide and sodium hypochlorite. The molybdenum- blue method of Murphy and Riley (1962), implemented by Technicon as Industrial Method No. 155-71W (Technicon Industrial Systems, 1973b), was used to determine SRP. When acidified samples were analyzed, sufficient sodium hydroxide was added to the surfactant solution reagent to neutralize sample acidity. The critical ingredient, ascorbic acid, was omitted for color correction. A modified version of the ferric thiocyanate method of OBrien (1962) was used to determine  chloride. To eliminate color prior to analysis, 0.5 mL of 30 percent hydrogen peroxide was added to each 30 mL sample. Samples in quartz-glass tubes were then irradiated for 75 minutes with ultraviolet light from a 1200-watt source in a La Jolla Scientific Photo-Oxidation Unit (Model PO-14). This photo-oxidation treatment destroyed all organic coloring matter, but did not oxidize Cl to higher oxidation states. After photo-oxidation and refiltration, all samples were clear, so sample absorbance did not require color correction. Humic associated chloride released by the photo-oxidation process was assumed negligible compared to the amount of inorganic chloride already present in solution.  A water budget is an accounting of the water stored in and water exchanged between the atmosphere, land surface, and subsurface. Inflows minus outflows equal the change in storage over a specified period of time within a specified volume (control volume) (Healy and others, 2007, p. iiiiv and p. 6). The water budget for the Wood River Wetland was based on observations and estimations of the inflows, outflows, and changes in storage of the wetland units. A monthly water budget was developed individually for the North and South Units of the Wood River Wetland for control volumes. The control volumes were laterally bound by the surrounding dikes, the upper surface consisted of the land, water, and vegetation surfaces, and the lower boundary was the shallow subsurface. The water budget was based on estimates of inflows from precipitation, ground water, and surface water applied for irrigation; outflows to open-water evaporation and evapotranspiration due to emergent vegetation; and changes in surface-water and ground-water storage (eq. 1).   The estimated error in the total hydrologic budget was calculated as the residual of (inflows - outflows) - estimated change in storage (Winter, 1981) and represents the sum of errors in measurement or estimation of each water budget component and the sum of any unestimated components such  as soil-moisture storage. Surface-water inflows were limited to small and periodic applications of irrigation water, and there were no significant outflows to surface water, pumping, or ground water. Insufficient information was available to estimate the soil-moisture storage independently.  Inflows to the Wood River Wetland consisted of direct  precipitation on the wetland, ground water, and applied water from flood irrigation. Because dikes and canals isolate the wetland, there are no significant surface-water inflows.  Precipitation Daily precipitation data were acquired from the Agency  Lake AgriMet station (AGKO), one in a network of satellite- based automated agricultural weather stations operated and maintained by the Bureau of Reclamation (Bureau of Reclamation, 2008a). The AGKO site is on the northwest shore of Agency Lake, 2.5 mi southwest of the Wood River Wetland (fig. 1, fig. 2). The precipitation data were used without adjustment for distance due to the close proximity of the weather station. The precipitation record was complete except for 10 days in March and April 2005. Missing values were estimated using precipitation records at the Klamath Falls, Oregon (KFLO) AgriMet station, about 32 mi south of the wetland (fig. 1) (Bureau of Reclamation, 2008b).  Precipitation at the AGKO site was measured using a 12-in. heated tipping-bucket rain and snow gage (Peter L. Palmer, Bureau of Reclamation, Boise, Idaho, written commun., 2008). The measurement of precipitation using rain gages is subject to errors from various sources (Smith, 1993, p. 3.183.19); however, Yang and others (1999, p. 491) stated that wind-induced gage undercatch of precipitation is the greatest source of bias. This is especially true for solid precipitation (snow and ice) measurements (Yang and others, 1998, p. 241). Unshielded rain gages, which includes the rain gage used at the AGKO site (Bureau of Reclamation, 2008c), are more susceptible to undercatch than shielded gages.  Yang and others (1998, p. 243) developed a set of best- fit regression equations to correct wind-induced undercatch for unshielded U.S. National Weather Service 8-in. standard precipitation gages based on the type of precipitation (rain, mixed, or snow) and the wind speed (Ws):  Rain  R = exp (4.605  0.062 Ws0.58) where: Ws is daily wind speed at the gage height (m/s).  R, the daily catch ratio, represents the ratio of gage-measured precipitation influenced by undercatch due to wind to the expected gage-measured precipitation if there was no influ- ence due to wind. These equations produce adjusted precipita- tion estimates that are similar to those obtained by Larson and Peck (1974, fig. 3, p. 859).  Because the precipitation gage and the anemometer (wind meter) at the AGKO site are not at the same height above land surface, a correction is needed to find the Ws at the gage height. The following Ws adjustment was used to find the Ws at the gage height based on the wind field profile (Benning and Yang, 2005, p. 278): The measured daily wind speed at the anemometer, U(H), was recorded by the AGKO AgriMet station. The height of the rain gage, h, and anemometer at the AGKO AgriMet site, H, are 4.8 and 8.2 ft above land surface, respectively (Peter L. Palmer, Bureau of Reclamation, Boise, Idaho, written com- mun., 2008). The roughness parameter, z0, was set to 0.01 m for a winter snow surface (December through March) and 0.03 m for short grass (April through November) based on values used by Yang and others (1998, p. 247) with seasonal adjustments appropriate for the Wood River Valley. The precipitation relations are applicable for wind speeds less than 6.5 m/s; therefore, adjusted wind speeds greater than 6.5 m/s (14.5 mi/h) were reset to 6.5 m/s to prevent overestimation of precipitation (Yang and others, 1998, p. 247; Benning and Yang, 2005, p. 278).  Daily precipitation adjusted for wind was calculated as the daily precipitation divided by R. Daily adjusted values of precipitation were summed to develop monthly estimates of inflow from precipitation. The median values of daily wind speed during individual events of rain, mixed precipitation, and snow were 6.1, 4.0, and 6.6 mi/h, respectively, for May 2003 through September 2005. The median values of estimated daily undercatch for individual events of rain, mixed precipitation, and snow were 11, 14, and 46 percent respectively during this period. Daily adjustment for wind- induced undercatch increases the gage-measured precipitation by about 19 percent on an annual basis.   Ground Water Ground-water inflow to the Wood River Wetland takes  place through numerous possible pathways: regional ground- water discharge through sediments, lateral ground-water seepage through dikes, and from direct discharge from flowing artesian wells.  The Wood River Wetland is adjacent to Upper Klamath and Agency Lakes, which are regional ground-water discharge areas (Illian, 1970; Leonard and Harris, 1974; Gannet and others, 2007, p. 46-47), and as such receives ground- water discharge from the upward movement of water from underlying aquifers. This is indicated by water levels in the five artesian wells (heads above land surface) and by the artesian water levels in the deepest piezometer (PZ-SU3, fig. 2). Preferential ground-water discharge also may occur through the natural internal streambeds, and the canal beds because of dredging associated with the construction of the canals to lower the water table by draining ground water from the wetland. During natural stream channel formation or canal construction, a significant clay confining layer (occasionally observed in soil cores, Rosenbaum and others, 1995, p. 33-34; Snyder and Morace, 1997, p. 7 and 26) may have been breached, providing significantly greater regional ground- water discharge than was calculated for the water budget. However, lack of data precluded inclusion of this type of discharge in the estimate of regional ground-water discharge.  Regional ground-water discharge was estimated using Darcys Law, which describes ground-water flow within a porous media (Darcy, 1856; Freeze and Cherry, 1979). Darcys law is expressed as: Q = AiK, where: Q is the volumetric flow [length3/time]; A is the cross-sectional area, perpendicular to the flow direction, through which flow occurs [length2]; i is the hydraulic gradient [dimensionless], and K is the hydraulic conductivity [length/time]. The law predicts that the volumetric flow of ground water is directly proportional to the hydraulic gradient and hydraulic conductivity of the media. The hydraulic gradient is the difference in the height of the water surface (that is, head difference) on either side of the dike divided by the length of porous media through which the head difference is distributed. Hydraulic conductivity is a measure of the ability of porous media to transmit water, with higher values indicating increased flow.  For diffuse regional ground-water discharge, the cross- sectional area perpendicular to ground-water flow was set equal to the area of each unit of the Wood River Wetland. Daily values of the hydraulic gradient were calculated as the daily head difference divided by the soil distance through which the head was transmitted. The head difference was calculated as the difference between the water level measured in the deep piezometer PZ-SU3 and the intermediate-depth piezometer PZ-SU2 (South Unit) as measured at least once  every four months. Linear interpolation of these levels was used to calculate the daily head differences. The length through which the head difference was distributed was estimated as the distance between the centers of the open intervals for each piezometer (15 ft). Hydraulic conductivity was estimated to be 0.084 ft/d, which was the mean of slug tests performed on two piezometers: PZ-WRDK, on the dike adjacent to Wood River, and PZ-AGDK, on the dike adjacent to Agency Lake (fig. 2, table 2). The open intervals selected for these piezometers were representative of the undisturbed soils below the dikes. The lithology near the open intervals for these piezometers consists of hemic to sapric peat, silty clay with sand, and poorly sorted pumice sand and pebbles. The hydraulic conductivity estimate is in the high permeability range for clays, in the mid- to low range for peat, and in the low range for poorly sorted sands (Freeze and Cherry, 1979, p. 29; Wolff, 1982, p. 79-84; Fetter, 1994, p. 98). Daily values of regional ground-water discharge then were summed by month to create monthly estimates of inflow.  Water levels in the Wood River Wetland are lower than the elevation of surrounding surface-water bodies due to land subsidence and isolation from Agency Lake and the adjacent streams. This produces a head gradient conducive to seepage into the wetland, which was estimated using Darcys Law. Seepage was calculated daily and summarized monthly for the exterior dikes adjacent to a surface-water body including the Sevenmile Canal, Agency Lake, and Wood River dikes. Because sediments in the upper saturated zone consist of layers of peat, clay, and pumice (Snyder and Morace, 1997, p. 67, 2526), flow through each was calculated separately using the thicknesses and hydraulic conductivity for each layer. The hydraulic conductivity of the clays, being several orders of magnitude less than that of pumice or peat, was excluded, as it was assumed to have a negligible contribution.  The cross-sectional area perpendicular to seepage through the dikes was calculated as the dike length multiplied by the vertical thickness of the pumice or peat layers. A thickness of 0.5 ft was selected for the pumice layer, and 7.5 ft for the peat soil layers, based on soil core data (Snyder and Morace, 1997, pl. 1). The thickness of the peat layers was augmented by the saturated area of the dike above the preexisting land surface as this material was primarily composed of dredged peat soils. The augmented thickness ranged from 0.8 to 3.2 ft depending on the water stages on either side of the dike.  The head difference was calculated as the daily difference between the elevation of Upper Klamath Lake (which adjoins Agency Lake) and water-surface elevation in the wetland measured at one of several staff gages. The stage of Upper Klamath Lake (USGS water-stage station 11507001 http:// waterdata.usgs.gov/or/nwis/uv/?site_no=11507001) was selected because it is continually monitored and because the date  ART-1 Horse corral 0.25 miles south of northeast corner 423701121575400 208 -6.8 09-28-00 225.5 09-28-00 ART-2 Wood River dike 0.15 miles west of Crooked   1 Blockage prevented depth sounding. 2 Previously published measurement by Snyder and Morace (1997, p. 34) did not consider flow from secondary discharge pipe; therefore, that measurement  was superseded with the more recent measurement presented here. 3 Previously published measurement by Snyder and Morace (1997, p. 34).  Table 3. Artesian wells at Wood River Wetland, upper Klamath River basin, Oregon.  [Site code: Locations are shown in figure 2. USGS site No.: Additional information is available for these wells on the USGS National Water Information System (http://nwis.waterdata.usgs.gov/nwis/gw) using the Site No. as the Site Identifier. Abbreviations: USGS, U.S. Geological Survey; ART, artesian well]  surface-water flow gradients between Upper Klamath and Agency Lakes and Agency Lake and its tributaries are so low that the monitored stage was assumed representative of all adjacent surface-water bodies. The elevation at the selected station for Upper Klamath Lake is actually a weighted mean elevation determined from three sites measured by the USGS. The distance through which the head difference was distributed was estimated as the distance across the base of the dikes using a detailed map derived from LiDAR (Light Detection And Ranging) data with a 1-m lateral resolution (see Haluska and Snyder [2007] for a description of the LiDAR data). The width of the dikes was set to 100 ft for days when wetland water level was above land surface at the base of the dikes and to 150 ft for days when water level was below land surface. Hydraulic conductivity for the pumice layer was set at 100 ft/d, based on literature values for sorted sand (Freeze and Cherry, 1979, p. 29; Wolff, 1982, p. 84; Fetter, 1994, p. 98). Hydraulic conductivity of the peat layer was set at 0.084 ft/d, the mean of slug tests performed on piezometers PZ-WRDK and PZ-AGDK because peat is the predominant lithology of the saturated zone in each piezometer.   Five artesian wells in the Wood River Wetland continuously flow onto the land surface or directly to surface waters (fig. 2, table 3). Measurements of hydraulic head elevations during this and previous studies (Snyder and  Morace, 1997; Gannett and others, 2007) ranged from 3.2 to 15.4 ft above land surface (table 3). Drilling records for these wells were unavailable, but soundings from four wells indicated depths ranging from 149 to 219 ft (Snyder and Morace 1997, p. 34; Gannett and others, 2007). Discharge rates from the artesian wells measured in a previous study (Snyder and Morace, 1997, p. 12) and as part of this study ranged from 2.6 to 20.2 gal/min (table 3). To develop monthly estimates of inflow from artesian wells, it was assumed that these wells discharged at a continuous rate over the period of the study equivalent to the measured values.  From 1999 to 2005, about 1,000 acre-ft of water was  applied annually to the Wood River Wetland for irrigation, typically starting around September 15 and ending around October 31 (Bureau of Land Management, 2006, p. 4). The quantity of water applied to the wetland was not measured and instead was estimated by the approximate area and depth of inundation. During 2003, this water was transferred from the adjacent private tract located on the northwest side of the North Canal to the North Unit, and during 200405, the water was transferred from the Sevenmile Canal through the water control structure to the North Unit (fig. 2). To develop the water budget, this water was presumed to enter the wetland at a constant rate each year from September 15 through October 31 and was apportioned by month.   Outflows  evaporation of open water and evapotranspiration from emergent vegetation. No major pumping of surface water took place during this study. No direct outflows from surface or ground water took place because of the low surface- and ground-water levels in the wetland relative to the area outside the wetland.  Daily estimates of evaporation and evapotranspiration for the North and South Units were made separately for open water and emergent vegetation as a function of the daily water-surface elevation, because the ratio of open water to emergent vegetation is a function of stage. A similar method was used in the Lower Klamath National Wildlife Refuge (fig. 1) by Risley and Gannett (2006, p. 510) using values for the land-cover types at the Wood River Wetland that represent open water and emergent vegetation. The ET in areas with open water and emergent vegetation was assumed to be dominated by the open-water component. The proportion of open water was determined daily using the stagearea relation previously derived (fig. 4). The remainder of the wetland area was assumed to be emergent vegetation.  Pan-evaporation data often are used to estimate the rate  of evaporation for open water. However, daily pan-evaporation data were unavailable for the upper Klamath River basin for the period of this study. Daily evaporation from the open-water areas was estimated as the potential evaporation calculated using the empirical Priestley-Taylor equation using daily observations of air temperature, water temperature, and solar radiation at a nearby weather station. The Priestley- Taylor equation (Winter and others, 1995, p. 984) is defined by the equation    The widely used Priestley-Taylor equation was selected because of its simple form, limited data requirements, and proven performance as a reasonable estimate of potential evaporation (Winter and others, 1995; Rosenberry and others, 2004). Values for the terms in the Priestley-Taylor equation were obtained as follows: the Priestley-Taylor empirically derived constant  was set equal to the commonly used value of 1.26, which has been determined to be representative for a fully saturated surface (Priestley and Taylor, 1972, p. 87; Winter and others, 1995, p. 991). The slope of the saturation vapor pressure-temperature curve s and the psychrometric constant  were determined in a manner similar to Allen and others (2005, p. 1011) using values of daily mean air temperature and elevation for the AGKO AgriMet site (Bureau of Reclamation, 2008a). The net radiation Qn also was determined in a manner similar to Allen and others (2005, p. 11-25) using values of the observation date, daily global solar radiation, daily minimum and maximum air temperature, mean daily dewpoint temperature, elevation, and latitude for the AGKO AgriMet site (Bureau of Reclamation, 2008a) and a value of 0.08 (dimensionless) for the albedo of open water (Shuttleworth, 1993, p. 4.6). The change in heat stored in the water body Qx also was determined in a manner similar to Shuttleworth (1993, p. 4.10, eqn. 4.2.20) using values of the density and specific heat of water, the daily change in water volume as determined using daily change in water depth for each unit of the Wood River Wetland, and the mean daily water temperature in a canal in an adjacent drained wetland at the AGKO AgriMet site (Bureau of Reclamation, 2008a), where water temperatures were assumed to be similar to those in the Wood River Wetland. The change in heat stored in the water body comprising the standing surface water in the North and South Units was nearly insignificant relative to the net radiation resulting from solar radiation. Ninety-five percent of the daily maximum magnitude values for the change in heat stored in the water body were equivalent to less than 4 percent of the daily net radiation magnitude. A value of 586 cal g-1 was used for the latent heat of vaporization L (Allen and others, 2005, p. 9).  The daily temperature and global solar radiation records were complete except for 10 days in March and April 2005. Missing values were estimated using records at the Klamath Falls, Oregon (KFLO) AgriMet station (Bureau of Reclamation, 2008b). Because the open-water areas of the Wood River Wetland had water freely available for evaporation and were not water limited, it was assumed that the potential open-water evaporation calculated using the Priestley-Taylor equation was equal to the actual open-water evaporation. The daily rate of open-water evaporation was multiplied by the area representing the daily inundated area of the North and South Units to determine the volume of open-water evaporation in each unit on a daily basis and then summed to obtain monthly estimates.  Evapotranspiration from Emergent Vegetation The evapotranspiration from the emergent vegetation  component was estimated using a method described in Risley and Gannett (2006, p. 56). For the months of AprilOctober, Risley and Gannett (2006) estimated evapotranspiration using results from a USFWS model based on the Priestley-Taylor evapotranspiration equation (Ronald R. Thomasson, U.S. Fish and Wildlife Service, Portland, Oregon, written commun., 2005). The model was calibrated using data from energy budget studies conducted at several sites in the Klamath Basin National Wildlife Refuge Complex (fig. 1) (Bidlake, 1997, 2000, 2002; Bidlake and Payne, 1998). Using a simulation period of 196190, the model predicted a median ET loss of 2.41 ft for AprilOctober. Risley and Gannett (2006) used this value and the monthly reference ET rates estimated for the KFLO AgriMet station to represent ET losses for November March. The annual ET loss for the emergent vegetation component was estimated to be 2.63 ft. Although the KFLO site is 32 mi south of the Wood River Wetland, comparison of the ET data from the AGKO and KFLO sites indicated that total ET for October 2003 through September 2005 differed by less than 5 percent, justifying their use for emergent vegetation ET rates. The monthly rate of evapotranspiration from emergent vegetation (table 4) was divided by the  number of days in each month and then multiplied by the area representing the dry areas of the North and South Units to determine the volume of evapotranspiration in each unit on a daily basis. The daily volumes of evapotranspiration were then summed to obtain monthly estimates. Daily changes in surface-water storage were determined  using information on standing surface-water volume estimated using daily interpolated estimates of surface-water stage and a stage-volume relation developed from LiDAR data (Haluska and Snyder, 2007) (fig. 4). Measurements of surface-water stage consisted of nearly 60 sets of staff gage readings at three sites in the wetland (fig. 2) taken by BLM staff from May 19, 2003, to September 30, 2005. Each gaging site consisted of one to three staff gages to accommodate various surface-water levels. These gages were read with varying frequency, although many were less than 1 month apart. South Unit readings were infrequent during autumn through spring (September 2003 to February 2004, and November 2004 to May 2005). For the North Unit, readings were infrequent from November 2003 to February 2004 and from November 2004 to May 2005. Gage elevation (NGVD29) was determined by surveying instruments and the relation of staff gage readings to LiDAR imagery. Linear interpolation was used to estimate daily surface-water stage in the North and South Units for days with no observations. Although the lack of measurements for extended periods introduces uncertainty in the water budget, the interpolated results generally followed the water- level trend of adjacent Agency Lake.  The relation between the surface-water elevation and open-water area and standing water volume in the wetland were developed using LiDAR, photographic imagery, and a digital elevation model (DEM) (Haluska and Snyder, 2007). From these relations, lookup tables were prepared to calculate the inundated area and water volume in the wetland at various surface-water elevations. The lookup tables were used to determine the daily standing surface-water volume and the daily change in surface-water storage. Monthly change in surface-water storage was determined as the change of storage volume between the last day of the month and the last day of the previous month.  Table 4. Estimated monthly evaporation from open water and evapotranspiration from emergent vegetation, Wood River Wetland, upper Klamath River basin, Oregon, October 2003 September 2005.  [Values are in feet and do not add exactly due to rounding. Evaporation from open water: Monthly average for October 2003 through September 2005. Evapotranspiration from emergent vegetation: Source Risley and Gannett, 2006, table 1, p. 5]  20  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  High water levels at the Wood River Wetland, South Unit (looking south southeast). Photograph taken by Kurt Carpenter, U.S. Geological Survey, July 2005.  Low water levels at the Wood River Wetland, North Unit (looking south southeast). Photograph taken by Kurt Carpenter, U.S. Geological Survey, July 2005.  The change in shallow ground-water volume in the  saturated part of the subsurface represents a change in the volume of water stored in the wetland. The change in ground- water storage is equal to the change in saturated volume multiplied by the change in water or moisture content of the soil or subsurface material. The change in saturated volume is determined by the area and thickness of the ground-water level change. For ground-water level declines, the change in water content is equal to the specific yield of the subsurface material. Specific yield is a dimensionless number that is the ratio of the volume of water that a saturated porous medium will yield by gravity to the volume of the porous medium (Lohman and others, 1972, p. 12). For rising ground-water levels, the water content is dependent on the antecedent soil- moisture content due to the prior addition or subtraction of water in the unsaturated zone within the volume encompassed by the ground-water level rise. Increases in water content can occur through the infiltration of precipitation or applied water for irrigation and decreases in water content can occur through evapotranspiration from plants or soil. Because no data were collected regarding water content of the unsaturated zone, the change in water content of the unsaturated zone for ground- water level increases was assumed to be equal to the specific yield.  The monthly change in saturated volume of the subsurface materials was determined individually for the North and South Units. The change in the ground-water level for the shallowest well in each of the piezometer nests in each unit was interpolated on a daily basis. The ground-water level in each piezometer was assumed to be representative of the ground-water level throughout each wetland unit. The total volume of saturated soil, surface water, and air above the land or water surface between an arbitrary elevation (selected as the lowest land-surface elevation in the wetland 4,129.79 ft. NGVD29) and the daily interpolated ground-water level for the piezometers was calculated for each wetland unit by multiplying the area of each unit by the height of the ground-water above the datum (calculated as the difference of the ground-water level elevation and the arbitrary datum elevation). Depressions in the land surface of the wetland that are below the ground-water level elevation may be filled with either surface water or air. The part of the total volume containing surface water or air was determined by using the stage-volume relation for each unit for the corresponding elevation of ground-water and subtracted from the total volume. The remaining volume is the saturated wetland soil for each unit above the arbitrary datum for that day. The daily change in ground-water storage is a function of the daily change in saturated wetland soil volume and the specific yield of the soil. The monthly change in ground-water storage was calculated as the sum of the daily changes in saturated wetland soil volume for the month multiplied by the specific yield of the soil.  A value of specific yield for peat soils was selected for use because peat is the predominant lithology present by volume in the upper part of the subsurface at the Wood River Wetland (Snyder and Morace, 1997, pl. 1). Boelter (1965, p. 229230) measured specific yield for moderately decomposed herbaceous peat and for well-decomposed peat, obtaining values of 0.15 and 0.10, respectively. The mean of these two values, 0.125, was selected for use in this study. Multiplying the monthly change in saturated volume for each wetland unit by a specific yield of 0.125 provides an estimate of the change in ground-water storage for each unit.  Soil-Moisture Storage The change in soil-moisture storage in the unsaturated  part of the subsurface represents a change in volume of water stored in the wetland. The change in soil-moisture storage often is assumed to be negligible over the course of a water year (water year is defined as October 1September 30, and is identified by the year in which it ends), because depletion of soil-moisture storage is assumed to be equaled by replenishment through the infiltration of precipitation or other inflows. Although this assumption is generally valid when averaged over many years, variations during any single year could be significant. Soil-moisture storage can be calculated using information on soil-moisture content and volume of the unsaturated zone. The volume of the unsaturated zone can be estimated by using information on land surface from LiDAR data and by using the shallow ground-water levels recorded in the piezometers. No information was available on soil-moisture content; therefore, the change in soil moisture storage in the Wood River Wetland could not be directly calculated during this study.  Calculation of Standing Nutrient Masses  Nutrient dynamics in wetlands are the result of interactive relations among physical, chemical, climatic, and biologic components. Nutrient sinks include uptake by wetland plants, microbial denitrification, ammonia volatilization, and precipitation into insoluble compounds. Nutrient sources include ground water, wet and dry precipitation, waterfowl feces, nitrogen fixation, decomposition, and release of nutrients from sediments and decaying plant material. Quantifying each of these dynamic processes was beyond the scope of this study. However, it was possible to quantify the seasonal fluctuation of standing nutrient masses, which provided insights into the whole-system responses to dilution, evapoconcentration, and biogeochemical processes. Nutrient masses (in kilograms) were calculated for the North and South Units as the median nutrient concentration multiplied by the standing water volume estimated on each sampling date.  22  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Figure 5. Daily water-surface elevations and standing volumes in the (A) North Unit and (B) South Unit of the Wood River Wetland, upper Klamath River basin, Oregon, 200305. (Dates of stage measurements and collection of water-quality samples for each unit are indicated.)  Surface-water stage and standing surface-water volume  in the Wood River Wetland reached a maximum in early spring during the 200305 data collection period (figs. 3 and 5). During this time, 8090 percent of the wetland area was inundated. The average depth of the inundated areas was about 1.11.6 ft and maximum depths outside the canals were  about 6 ft. Throughout each year, a greater percentage of the South Unit became inundated compared to the North Unit. The average water depths of the inundated areas in the South Unit were greater than the North Unit after discounting the canals. Surface-water stage and standing surface-water volume reached a minimum from August through November, when only about 10 percent of the wetland area was inundated. At this time, most of the inundation occurred in the South Unit and most of the North Unit was dry with much of the surface water confined to canals or ditches (fig. 3). The wetland was reportedly frozen over during parts of the winters of 200304 and 200405 (Bureau of Land Management, 2006).  The highest levels of shallow ground-water during the study period were in late winter or early spring and the lowest levels were in late summer or early autumn following a trend similar to surface-water levels (fig. 6). In the North Unit, water levels in all three piezometers (shallow, intermediate, and deep) were nearly identical and generally differed by only about 0.1 ft. The highest head was typically in the deep piezometer and the lowest head was in the shallow piezometer, indicating a slight upward gradient for ground-water flow; however, water levels in these piezometers did not exceed land surface. In the South Unit, water levels in the shallow and intermediate piezometers were nearly identical, generally differing by only about 0.2 ft. The highest head typically was in the shallow piezometer, indicating a slight downward gradient for ground-water flow; however, peak ground-water levels in these piezometers occasionally exceeded land surface indicating the potential for upward flow. The head difference in the deep piezometer in the South Unit varied from 5 to 7 ft above the head in the shallow and intermediate piezometers. The ground-water level in the deep piezometer always exceeded land surface by several feet, indicating artesian conditions. This is an indication of a strong upward gradient for ground-water flow and the likely presence of confining conditions resulting from intervening low-permeability layers such as clay.   2003 through September 2005. Table 5 presents the summary for October 2003 through September 2005 (water years 2004 and 2005). Excluding May through September 2003 from the summary of the monthly budgets prevents the biasing of the annual averages toward those months that have low precipitation and high evapotranspiration due to disproportionate representation. This also allowed for a more accurate comparison of annual changes in the starting and ending magnitudes of the storage components by diminishing the effects of seasonal changes in storage.   contributions from storage components) peaked in September and October due to applied irrigation that represented only about 12 percent of the total inflow but which was applied over just 1.5 months. Inflows peaked again in late autumn through late winter or mid-spring due to precipitation. Precipitation was the largest component of inflow, accounting for about 43 percent of total inflow, most of which occurred during this time (fig. 7A, table 5). The remainder of the inflow was ground water from several sources. Most ground-water inflow resulted from regional ground-water discharge, which accounted for 40 percent of the total inflow and remained  relatively constant throughout the year with a slight peak in summer due to increased hydraulic gradient. Ground-water discharge from artesian wells and seepage through dikes accounted for only 1 percent and 4 percent of the total inflow, respectively. Seepage through the dikes peaked in the spring when the water levels in the adjacent surface-water bodies were highest. The minimum inflows to the wetland resulted from decreased precipitation and occurred in summer and late autumn, excluding periods of applied irrigation. The distribution of inflow between the North and South Units generally was proportional to their area. The exceptions were applied irrigation, which entered entirely into the North Unit, and ground-water seepage inflows through the dikes, which were greater in the South Unit due to the long perimeter dikes adjacent to surface-water bodies.  Total precipitation during the 2005 water year was about normal although the distribution of precipitation throughout the year was not. Precipitation was lower than normal during January and February 2005 and higher than normal in May 2005. This resulted in low levels of standing surface-water and, to a lesser extent, ground-water during spring and summer due to the uptake of precipitation by soil-moisture storage.   contributions to storage components) peaked in June and July as a result of evaporation and evapotranspiration (fig. 7B). The largest component of outflow was from open- water evaporation, which was equivalent in volume to 78 percent of the total inflows (table 5) and accounted for 64 percent of the total outflows. The remaining outflow was from evapotranspiration from emergent vegetation, which was equivalent in volume to 44 percent of the total inflows (table 5) and accounted for 36 percent of the total outflows. Open-water evaporation exceeded emergent vegetation evapotranspiration from December through July and peaked around June when temperatures increased and large areas remained inundated. The reverse was true from August through November, when evapotranspiration from emergent vegetation exceeded open-water evaporation and peaked around August when water levels receded and plant growth increased. The minimum outflows from the wetland occurred November through January due to decreased evaporation and evapotranspiration resulting from lower temperatures, decreased solar radiation, and dormant vegetation. Open-water evaporation represented a greater proportion of the outflow in the South Unit than in the North Unit. This was a consequence of the slightly lower land-surface elevation in the South Unit, which resulted in large inundated areas that persisted for a longer time, allowing for warmer water temperatures (as much as 33.4°C, South Unit) that resulted in increased open-water evaporation. 24  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Figure 6. Ground-water elevations in wells and surface-water elevations from staff gages in the (A) North Unit and (B) South Unit of the Wood River Wetland, upper Klamath River basin, Oregon, 2003-05.  Ground water:  Discharge from artesian wells 100 0.03 1    0 0.00 0  100 0.02 1 Seepage through dikes 300 0.09 3 400 0.17 6 700 0.13 4 Regional ground-water discharge 3,900 1.22 38 2,800 1.18 45 6,700 1.20 40  Total ground water 4,300 1.34 42   3,200 1.35 51  7,500 1.35 45 Irrigation inflow from Sevenmile Canal 2,000 0.62 19 0 0.00 0 2,000 0.36 12  Total inflow 10,400 3.24 100   6,300 2.66 100  16,700 3.00 100 Evapotranspiration:  Open-water evaporation 6,500 2.03 63 6,500 2.74 103 13,000 2.33 78 Emergent vegetation evapotranspiration 4,900 1.53 47 2,500 1.05 40 7,400 1.33 44  Total evapotranspiraton 11,400 3.56 110  9,000 3.79 143  20,400 3.66 122  Total outflow 11,400 3.56 110  9,000 3.79 143  20,400 3.66 122  Change in storage (negative values indicate loss in storage)  Observed change in surface-water storage 0 0.00 0   -200 -0.08 -3   -200 -0.04 -1 Observed change in ground-water storage -300 -0.09 -3 -100 -0.04 -2 -400 -0.07 -2  Total change in storage -300 -0.09 -3  -300 -0.12 -5  -600 -0.11 -3 Water-budget residual1 Residual2 -700 -0.23 -7  -2,400 -1.01 -38  -3,100 -0.55 -19  1 The residual incorporates errors associated with the measurement or estimation of all budget components as well as values of any unmeasured or unestimated budget components such as soil-moisture storage.  2 Calculated as: Inflows - Outflows - Change in storage. Negative (-) values indicate a deficit of water due to errors in estimation or lack of inclusion of additional budget components resulting in one or more of the following conditions: inputs underestimated, outputs overestimated, and (or) change in storage overestimated.  Table 5. Water budget summary for the North Unit, South Unit, and total for the Wood River Wetland, upper Klamath River basin, Oregon, October 2003September 2005.  [Volumetric values rounded to the nearest 100 acre-feet. Minor adjustments were made to rates and percentages due to rounding to maintain consistency within the table. Feet of water per year: Values represent the annual amount of water gained or lost from the wetland due to a water-budget component as if that component were spread across the entire area of each wetland unit.]  ath River Basin, Oregon, 200305  Figure 7. Monthly water-budget components (A) inflows, (B) outflows, (C) observed changes in storage, and (D) residuals, Wood River Wetland, upper Klamath River basin, May 2003 through September 2005.  2003 2004 2005 2003 2004 2005 2003 2004 2005 2003 2004 2005  28  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Changes in Storage Changes in surface-water storage began increasing in  autumn and showed the greatest increases in late winter due to increased inflow from precipitation, decreased outflows to evaporation and evapotranspiration, and prior satisfaction of soil-moisture and ground-water storage requirements (fig. 7C). Standing surface-water volumes responded to these increases and reached a maximum in early spring (figs. 3 and 5). Changes in surface-water storage decreased throughout the spring and summer and showed their largest declines in late spring and early summer due to increased outflows to evaporation and evapotranspiration, and decreased inflows from precipitation. The inflows from applied irrigation and precipitation that occurred in late summer and early autumn had to satisfy soil-moisture and ground-water storage before surface-water storage could increase. Standing surface-water volumes responded to these declines and reached a minimum from September through November. The patterns of change in surface-water storage were similar for the North and South Units, although the North Unit had greater magnitudes for the largest rise and decline, which occurred during water year 2004. The total decline in surface-water storage was equivalent in volume to 1 percent of the total inflows.  Changes in ground-water storage began increasing in September and October initially showed the greatest increases due to inflow from applied irrigation and increased inflow from precipitation (fig. 7C). Decreased outflows to evapotranspiration and contemporaneous satisfaction of soil- moisture storage requirements contributed to the increase in ground-water storage. Increases in ground-water storage superseded increases in surface-water storage until ground- water levels rose to inundate the soils. Throughout the autumn and early winter, ground-water storage continued to increase; however, the magnitude of the increases declined as the available storage for ground water in the unsaturated zone became filled. Beginning in spring, changes in ground- water storage declined. The magnitude of the decline increased through the summer due to increased outflows to evapotranspiration and decreased inflows from precipitation, which also must contribute to satisfy soil-moisture requirements. However, the declines in ground-water storage occurred only after overlying surface-water levels receded sufficiently to expose the soils. Patterns of ground-water storage changes were similar in the North and South Units, although the magnitudes were somewhat greater in the North Unit due to the thick unsaturated zone over a larger area.  From October 1, 2003 through September 30, 2005, the standing surface-water levels in the North and South Units declined about 0.4 ft. However, because the North Unit was nearly dry and only a small part of the South Unit was inundated, the decline in stage represented only about a 200 acre-ft loss in surface-water storage, nearly all of which occurred in the South Unit (table 5). During this same period, shallow ground-water levels declined about 1.7 ft in the North Unit and about 0.7 ft in the South Unit. This resulted in a  decline in ground-water storage of about 300 acre-ft in the North Unit and about 100 acre-ft in the South Unit (table 5). The total decline in ground-water storage was equivalent in volume to 2 percent of the total inflows.  Monthly water-budget residuals (fig. 7D) were calculated  using values of the inflows, outflows, and changes in storage. Positive residual values are due to errors in estimation or lack of inclusion of additional water-budget components. Positive residual values indicate an excess of water resulting from one or more of the following conditions: inputs overestimated, outputs underestimated, or change in storage underestimated. Negative residual values indicate a deficit of water resulting from one or more of the following: inputs underestimated, outputs overestimated, or change in storage overestimated. Examination of the monthly residuals reveals that the values follow the seasonal pattern expected for soil-moisture storage, an unmeasured and unestimated component of the water budget. Water goes into soil-moisture storage during the autumn and early winter primarily from inflow from applied irrigation and precipitation. During winter, soil-moisture stored in the unsaturated zone is converted to ground-water storage as rising ground-water levels incorporate the water into the saturated zone. During mid- to late spring soil- moisture storage may briefly increase as the soil receives moisture that remains in the unsaturated zone as ground-water levels decline. However, this may be offset by water removed from soil-moisture storage through evapotranspiration, which increases around mid- to late spring and increases through the summer. This cycle is more prominent in the North Unit, which had a thicker unsaturated zone over a larger area, and which persisted through a longer period of time compared with the South Unit.  Most monthly residual values can be explained by the uptake or release of water by soil-moisture storage. However, errors in the estimation of the water-budget components are also present in the residuals. Sources of error include:  unknowns regarding the quantity and timing of surface- water inflows for applied irrigation,  insufficient frequency of measurement of surface-water and ground-water levels for the estimation of surface- water and ground-water storage,  uncertainty in the elevations and representativeness of staff gages for determination of surface-water levels in the estimation of surface-water storage,  uncertainty in the estimate of specific yield of the storage,  possible underreporting of precipitation resulting from undercatch of solid and liquid precipitation due to wind and unshielded rain gage, uncertainty with regard to the estimates of the water inflow,  Priestley-Taylor equation, and  estimates made from similar nearby wetlands for vegetation.  These errors may contribute to the water-budget residual calculated for October 2003 through September 2005, which was -3,100 acre-ft over the 2 year period (table 5). This amounted to an unaccounted loss of 0.55 ft/yr of water across the wetland and was equivalent in volume to 19 percent of the total inflows.  The magnitudes of the monthly residuals tended to be larger for the North Unit than for the South Unit. However, the monthly deficits and excesses of water for the North Unit tended to balance each other on an annual basis. This is not true for the South Unit, which exhibited greater deficits than excesses of water. As a result, the cumulative residual for the South Unit for the 2-year period of the water-budget accounted for 77 percent of the total residual for the units combined.  Based on the discussion above, possible causes of the deficit may be one or more of the following: underestimation of inflows from precipitation, ground water, or surface water used for irrigation (considered most likely); overestimation of evaporation, evapotranspiration, or change in surface- or ground-water storage. Other unmeasured water-budget components such as soil-moisture storage or inflows resulting from breaches in the dikes also could contribute to the measured deficit.  Surface-water quality was highly variable depending on location (adjacent streams, North Unit, and South Unit) and season. Considerably lower concentrations of dissolved ions (lower SC) and nutrients and generally higher levels of daytime DO were detected in samples collected from Sevenmile Canal and Wood River than from wetland surface waters (fig. 8, table 6).  Wetland surface water in the South Unit was warmer and had higher median DOC concentrations than the North Unit, ground-water, and adjacent stream sites (table 7, fig. 8). Maximum concentrations of nitrogen, phosphorus, and dissolved organic carbon were exceedingly high in the South Unit, reaching 90,000 µg-N/L TKN, 32,200 µg-P/L TP, and 270 mg-C/L DOC (tables 8 and 9). The median concentrations of those parameters also were high. Ammonium concentrations reached 2,760 and 5,840 µg-N/L in the North and South Units, respectively. Median concentrations of nitrate were generally low (3.6 and 115 µg-N/L) in the North and South Units, respectively (table 8). In December 2003, however, the median nitrate concentration in the North Unit increased to 2,270 µg-N/L (table 9). Although no pumping occurred during 200305, the total nutrient concentrations in April and May (months when pumping typically occurred) ranged from 6,910 to 10,450 µg-N/L TKN and from 4,400 to 6,350 µg-P/L TP in the South Unit, and were about 4,000 µg-N/L TKN and from 670 to 800 µg-P/L TP in the North Unit (fig. 9, table 9).  Signs of biological activity, such as supersaturated DO during the daytime hours of as much as 310 percent, were apparent in the wetland surface waters (table 7). Accumulation of DO results from photosynthesis by wetland plants and algae. The highest recorded surface pH in the North and South Units (9.1 and 9.2, respectively) corresponded with DO concentrations of 310 percent and 290 percent saturation. DO concentrations in surface waters decreased each summer, with the lowest daytime values less than 2 mg/L in surface water each year. Minimum DO concentrations ranged from 0.3 to 0.8 in the North Unit and from 0.2 to 1.9 mg/L in the South Unit, although concentrations may have been lower at times because instantaneous readings did not include early morning measurements.  Water-quality conditions varied seasonally, generally related to increasing spring and summer temperature and simultaneous evapoconcentration of nutrients and salts. SC values as much as 2,500 µS/cm were recorded in the South Unit (table 7). Most forms of N and P increased during the spring and summer months (fig. 9). Particulate N and P increased during summer, particularly in the South Unit as indicated by the relative concentration patterns of inorganic to total nutrients (DIN to TN and SRP to TP, fig. 10). Particulate matter and the tea-colored surface water produced significant light attenuation, reducing availability for photosynthesis and seed germination in areas of appropriate depth. Light extinction depths (point where light availability is zero) were as low as 30 cm in the South Unit, although values of 3570 cm were more common. The combination of low light penetration, high water temperature, and high organic content contributed to high biological oxygen demand and lowered DO concentration to 0.22.8 mg/L in surface water each year (fig. 9).   30  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  tac08-0249_Figure 08 than indicated values.  Data points represent median  Figure 8. Median values for water-quality variables grouped by site type, Wood River Wetland, upper Klamath River basin, Oregon, 2003-05. (Surface-water sites are indicated by green bars; ground-water sites are indicated by blue bars.)  median min max n median min max n median min max n  Tributary Sevenmile Canalinflow - SMIN 15.8 7.2 22.7 6 81 71 150 6 9.2 4.6 11.6 6 Sevenmile Canalmouth - SMDK 18.8 9.8 21.8 8 94 77 580 8 7.7 1.6 11.4 8 Wood Rivermouth WRDK 15.9 9.0 21.2 11 94 85 100 11 9.6 8.2 11.3 11   North Canalinflow 15.2 5.9 18.6 4 120 110 250 4 5.2 4.3 7.7 4 NU Wetlandsurface 19.1 5.8 30.8 68 240 78 790 75 3.5 0.3 20.0 74 NU Wetlandbottom 18.0 10.5 22.5 30 300 79 790 30 0.7 0.1 10.0 30 SU Wetlandsurface 21.3 4.5 33.4 83 610 83 2,500 89 5.3 0.2 20.0 89 SU Wetlandbottom 19.0 12.7 25.0 18 430 81 1,260 18 3.1 0.1 11.2 18  ART-1 7.6 7.4 9.0 4 170 160 180 4 2.0 0.4 3.5 4 ART-3 9.1 8.4 9.8 2 210 210 210 2 2.8 2.5 3.1 2 PZ-NU1 15.4 10.3 16.4 7 480 340 580 7 0.9 0.4 4.6 7 PZ-NU2 11.2 8.8 14.3 8 470 420 600 8 0.8 0.4 1.4 8 PZ-NU3 11.6 9.2 13.7 8 1,340 1,150 1,410 8 0.8 0.6 1.7 8 PZ-SU1 11.5 10.8 14.2 6 430 430 460 5 1.1 0.8 2.0 6 PZ-SU2 10.4 9.1 17.1 8 490 440 560 8 1.4 0.6 5.3 8 PZ-SU3 10.6 9.0 14.6 8 245 230 450 8 0.7 0.3 1.9 8 PZ-WRDK 14.8 13.4 17.0 3 230 190 360 3 1.4 1.4 2.2 3 PZ-AGDK 15.0 12.0 19.9 4 275 260 340 4 1.1 0.4 2.1 4   Tributary Sevenmile Canalinflow 91 62 140 6 7.2 6.8 7.6 5 Sevenmile Canalmouth 92 20 100 8 7.4 6.8 7.7 7 Wood Rivermouth 110 79 140 11 7.4 6.8 8.2 10 North Canalinflow 59 45 85 4 6.8 6.6 7.0 4 NU Wetlandsurface 44 3.1 310 68 7.2 6.6 9.1 63 NU Wetlandbottom 5.5 2.3 65 19 7.2 6.7 10.0 19 SU Wetlandsurface 60 3.0 290 83 7.7 7.2 9.2 78 SU Wetlandbottom 34 2.2 74 10 7.5 6.8 7.8 10 ART-3 21 17 25 2 7.7 7.7 7.7 2 PZ-NU1 7.6 4.5 50 7 6.2 6.0 6.4 3 PZ-NU2 7.0 4.1 14 8 6.9 6.6 6.9 4 PZ-NU3 8.3 6.3 16 8 7.2 7.1 7.2 4 PZ-SU1 11 8 21 6 6.5 6.4 6.6 2 PZ-SU2 16 7 42 8 7.0 6.9 7.1 4 PZ-SU3 7.1 2.9 17 8 7.6 6.6 7.6 4 PZ-AGDK 12 4.5 22 4 6.3 6.3 6.3 1  Table 6. Summary of field parameter surface-water data for Wood River Wetland, adjacent streams, and ground-water sites, upper Klamath River basin, Oregon, 200305.  [See table 1 for sampling site information. Abbreviations: °C, degrees Celsius; S/cm, microsiemens per centimeter; mg/L, milligram per liter; min, minimum; max, maximum; n, number of observations; NU, North Unit; SU, South Unit; ART, artesian well; PZ, piezometer well; WRDK, Wood River dike; AGDK, Agency Lake dike; , no data]    Wetland median min max n median min max n median min max n median min max n median min max n  North Unit 05-12-03 14.6 14.5 23.2 5     0  240 170 250 5     0  7.0 6.9 7.3 5 06-19-03 28.3 19.7 30.8 5 17.9 15.5 18.9 5 230 170 350 5 280 240 350 5 7.1 6.7 7.4 5 08-27-03 23.4 19.0 26.9 5 17.9 17.5 18.0 4 690 110 790 5 710 210 760 4 8.2 7.2 8.7 5 12-03-03 6.4 5.8 7.5 4    0 235 190 350 4    0 7.1 6.6 7.3 4 03-29-04 9.6 8.6 10.0 6    0 195 190 210 6    0 7.5 7.3 7.6 6 04-27-04 14.8 12.5 17.3 5    0 230 180 250 5    0 7.1 6.8 7.3 5 06-03-04 17.8 16.4 22.1 5    0 300 250 310 5    0 7.3 6.9 7.3 5 07-09-04 20.8 18.0 23.5 6 17.8 17.0 20.0 6 345 280 400 6 375 290 400 6 6.9 6.7 7.1 6 08-17-04 23.1 18.2 26.0 6 18.9 17.0 19.8 6 335 190 680 6 335 190 680 6 7.4 6.8 8.9 6 09-28-04 12.0 11.5 16.5 5 12.0 10.5 14.0 5 81 78 150 5 82 79 270 5    0 06-08-05    0    0 270 120 360 7    0    0 07-21-05 21.1 19.1 24.4 6    0 510 190 650 6    0 7.2 6.7 7.4 6 08-25-05 27.3 22.3 29.4 5 21.0 19.7 22.5 4 190 130 730 5 245 130 790 4 7.3 6.8 9.1 5 09-27-05 17.6 15.9 20.6 5    0 94 87 170 5    0 7.0 6.8 7.7 5  South Unit 05-13-03 19.3 14.4 24.7 11 16.2 12.7 24.8 7 420 380 440 11 420 390 430 7 7.6 7.4 7.6 11 06-19-03 22.6 20.0 28.4 4    0 580 550 600 4    0 7.7 7.5 7.8 4 07-16-03 22.5 20.1 26.3 7    0 790 770 830 7    0 7.4 7.3 7.5 7 08-27-03 28.5 24.2 30.2 4 18.8 16.6 20.0 3 1,290 1,280 1,290 4 1,220 1,180 1,260 3 8.2 8.0 8.4 4 12-03-03 5.1 4.5 5.9 5    0 860 770 1,160 5    0 8.0 7.6 8.2 5 03-30-04 8.6 8.4 9.1 8    0 445 440 480 8    0 7.8 7.6 7.8 8 04-28-04 11.5 11.0 12.0 6    0 515 500 530 6    0 7.7 7.6 7.7 6 06-02-04 24.4 22.7 27.7 6    0 640 620 650 6    0 7.7 7.6 7.8 6 07-09-04 25.0 24.5 26.0 6 24.0 21.5 25.0 5 880 870 890 6 820 770 870 5 7.5 7.2 7.5 6 08-17-04 25.3 24.6 26.1 3    0 1,720 1,650 1,860 3    0 8.3 8.1 8.9 3 09-28-04 20.0 18.0 23.5 5 17.0 16.5 22.0 3 86 83 610 5 85 81 100 3    0 06-09-05    0    0 525 510 560 6    0    0 07-22-05 27.8 24.0 28.8 6    0 945 620 1,020 6    0 7.8 7.2 8.7 6 08-24-05 25.6 20.5 33.4 7    0 1,660 460 2,100 7    0 8.3 8.1 9.2 7 09-28-05 11.9 9.9 14.0 5    0 430 280 2,500 5    0 7.6 7.3 9.0 5  Table 7. Summary of seasonal field parameter data for the North Unit and South Unit, Wood River Wetland, upper Klamath River basin, Oregon, 200305.  [Abbreviations: °C, degrees Celsius; S/cm, microsiemens per centimeter; mg/L, milligram per liter; min, minimum; max, maximum; n, number of observations; , no data]  median min max n median min max n median min max n median min max n median min max n  North Unit 05-12-03    0  3.0 2.4 9.0 5     0  34 27 120 5     0 06-19-03 7.0 6.7 7.1 5 2.8 0.4 3.5 5 0.4 0.2 0.6 5 44 7.5 51 5 4.2 2.8 5.5 5 08-27-03 7.3 6.9 7.5 4 5.7 2.1 13.8 5 0.9 0.3 2.2 4 86 28 200 5 10 3.4 26 4 12-03-03    0 9.3 7.3 9.7 4    0 86 69 90 4    0 03-29-04    0 7.1 6.3 8.2 6    0 72 64 84 6    0 04-27-04    0 3.1 1.5 4.7 5    0 32 13 47 5    0 06-03-04    0 1.7 0.8 2.4 5    0 24 7.8 26 5    0 07-09-04    0 1.5 1.0 2.7 6 0.2 0.1 0.7 6 19 13 37 6    0 08-17-04 7.6 6.7 10.0 6 2.2 0.8 4.1 6 0.5 0.2 1.3 6 30 10 59 6 6.4 2.3 13 6 09-28-04    0 9.6 7.7 10.4 5 9.6 0.8 10.0 5 100 82 120 5    0 06-08-05    0 6.0 1.6 7.8 6    0    0    0 07-21-05    0 0.5 0.3 2.2 6    0 5.4 3.1 29 6    0 08-25-05 7.7 7.1 8.1 4 6.5 2.3 20.0 5 4.9 4.7 7.0 4 82 23 310 5 54 50 65 4 09-27-05    0 8.5 7.7 9.6 5    0 100 94 120 5    0  South Unit 05-13-03 7.5 7.4 7.6 7 5.0 3.8 5.8 11 3.2 2.4 5.2 7 62 48 74 11 37 29 74 7 06-19-03    0 3.1 2.4 4.1 4    0 41 32 60 4    0 07-16-03    0 2.8 1.9 3.2 7    0 38 25 44 7    0 08-27-03 7.5 6.8 7.8 3 8.5 5.9 10.7 4 0.2 0.2 0.4 3 140 81 160 4 2.6 2.2 4.4 3 12-03-03    0 9.4 7.0 11.1 5    0 86 65 110 5    0 03-30-04    0 7.4 5.8 9.0 8    0 74 58 89 8    0 04-28-04    0 6.1 5.8 6.9 6    0 55 53 63 6    0 06-02-04    0 4.1 2.8 4.4 6    0 46 34 49 6    0 07-09-04    0 4.1 3.5 5.4 6 0.1 0.1 4.1 5 58 50 78 6    0 08-17-04    0 1.0 0.8 4.4 3    0 12 10 65 3    0 09-28-04    0 11.0 10.2 14.4 5 11.0 10.4 11.2 3 140 130 200 5    0 06-09-05    0 5.7 4.0 7.2 6    0    0    0 07-22-05    0 2.7 0.2 13.1 6    0 39 3.0 200 6    0 08-24-05    0 9.0 4.1 20.0 7    0 110 44 290 7    0 09-28-05    0 5.8 2.2 9.6 5    0 65 23 95 5    0  Table 7. Summary of seasonal field parameter data for the North Unit and South Unit, Wood River Wetland, upper Klamath River basin, Oregon, 200305.Continued  [Abbreviations: °C, degrees Celsius; S/cm, microsiemens per centimeter; mg/L, milligram per liter; min, minimum; max, maximum; n, number of observations; , no data]   34  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Table 8. Summary of nutrients, major ions, and dissolved organic carbon data for adjacent streams, wetland surface water, and ground-water sites, Wood River Wetland, upper Klamath River basin, Oregon, 200305.  [See table 1 for sampling site information. Abbreviations: N, nitrogen; g/L, microgram per liter; min, minimum; max, maximum; n, number of observations; MDL, method detection limit; NU, North Unit; SU, South Unit; ART, artesian well; PZ, piezometer well; WRDK, Wood River dike; AGDK, Agency Lake dike; &lt;, less than; , no data]  median min max n median min max n median min max n  Tributary Sevenmile Canalinflow - SMIN 3.1 0.5 27.6 8  12 5.2 84 8  14 6.9 110 8 Sevenmile Canalmouth - SMDK 3.2 0.6 9.7 10 20 10 38 11 24 11 42 11 Wood Rivermouth WRDK 3.1 0.5 31.9 15 6.6 2.4 19 15 10 4.5 39 15   North Canalinflow 1.9 &lt;MDL 970 9 180 8.4 4,830 9 220 10 5,800 9 NU wetlandsurface 3.6 &lt;MDL 5,120 74 380 2.3 2,760 75 410 7.1 5,710 75 SU wetlandsurface 115 &lt;MDL 820 94 510 28 5,840 94 755 32 5,850 94   ART-1 1.2 0.4 8.1 8 5,790 5,620 5,970 8 5,740 0.4 5,970 9 ART-3 2.2 2.2 2.2 1 6,360 6,360 6,360 1 6,360 6,360 6,360 1 PZ-NU1 5.8 0.3 80.1 11 130 78 690 11 130 84 770 11 PZ-NU2 2.6 0.1 8.8 12 4,510 3,320 8,960 12 4,510 3,320 8,960 12 PZ-NU3 8.7 0.6 82.2 12 33,400 22,900 36,500 12 33,450 22,900 36,500 12 PZ-SU1 11.2 3.0 180 10 655 330 2,020 10 670 0.0 2,030 11 PZ-SU2 8.4 0.6 46.8 12 2,810 1,910 3,330 12 2,820 1,920 3,360 12 PZ-SU3 1.2 &lt;MDL 47.7 12 3,290 2,890 3,570 12 3,290 2,890 3,570 12 PZ-WRDK 5.5 3.8 15.5 5 2,430 2,270 3,160 5 2,440 2,290 3,160 5 PZ-AGDK 3.0 1.9 21.6 6 7,380 7,280 7,980 6 7,380 7,290 8,010 6  median min max n median min max n median min max n  Tributary Sevenmile Canalinflow 265 87 390 4  480 160 1,110 7  480 160 1,110 7 Sevenmile Canalmouth 430 140 860 7 545 210 790 8 545 210 790 8 Wood Rivermouth 120 54 200 7 140 57 430 14 140 57 430 14   North Canalinflow    0 1,050 920 6,860 5 1,050 960 7,830 5 NU Wetlandsurface 3,970 140 13,600 56 4,150 230 17,500 71 4,210 230 17,500 71 SU Wetlandsurface 9,240 290 38,600 61 10,600 320 90,000 90 10,600 320 90,000 90  ART-1 6,080 5,720 6,320 4 6,060 5,920 6,670 5 6,060 5,920 6,680 5 ART-3    0    0 6,360 6,360 6,360 1 PZ-NU1 1,990 1,270 3,890 7 2,340 1,700 3,910 9 2,340 1,730 3,910 9 PZ-NU2 5,150 4,220 7,170 7 6,050 4,080 9,700 10 6,050 4,080 9,700 10 PZ-NU3 38,250 35,500 42,900 8 40,450 36,800 43,100 10 40,450 36,800 43,100 10 PZ-SU1 1,760 1,260 1,910 6 2,830 1,760 6,710 8 2,830 1,840 6,710 8 PZ-SU2 4,280 3,580 4,400 7 4,130 2,630 5,320 10 4,130 2,630 5,330 10 PZ-SU3 3,700 3,190 6,150 8 3,650 3,450 4,190 10 3,670 3,450 4,190 10 PZ-WRDK 3,490 2,810 3,700 4 5,280 3,370 7,310 3 4,480 3,370 7,310 4 PZ-AGDK 8,090 7,990 9,490 4 13,600 12,800 15,300 4 13,500 7,500 15,300 5  median min max n median min max n median min max n  Tributary Sevenmile Canalinflow SMIN 74 59 130 8  130 85 180 7     0 Sevenmile Canalmouth SMDK 120 74 320 11 185 91 250 8 48 48 48 1 Wood Rivermouth WRDK 100 79 160 15 100 90 210 14    0   North Canalinflow 120 50 1,490 9 130 110 1,050 5    0 NU Wetlandsurface 500 41 3,210 75 670 72 6,660 71 58 42 73 2 SU Wetlandsurface 7,020 88 19,900 94 7,800 99 32,200 90 49 35 64 4  ART-1 6,240 6,180 6,310 8 6,560 6,340 6,760 5    0 ART-3 6,790 6,790 6,790 1    0    0 PZ-NU1 720 280 1,520 11 780 350 1,680 9 60 60 60 1 PZ-NU2 2,100 290 2,570 12 2,900 2,270 3,670 10    0 PZ-NU3 3,600 290 4,110 12 4,370 4,060 4,650 10    0 PZ-SU1 3,010 950 5,030 10 4,920 2,170 5,860 8    0 PZ-SU2 6,070 3,770 7,000 12 6,940 6,190 7,490 10    0 PZ-SU3 6,390 6,030 6,630 12 6,710 6,430 7,150 10    0 PZ-WRDK 1,930 1,620 2,180 5 2,750 2,180 3,270 3    0 PZ-AGDK 1,090 93 1,270 6 1,920 1,730 2,280 4    0 Tributary Sevenmile Canalinflow 6 3 8 2  3 2 11 8 Wood Rivermouth 2 2 2 2 6 5 6 15 North Canalinflow 15 7 17 3 8 2 33 9 SU Wetlandsurface 99 95 270 13 43 2 230 94 PZ-NU2 20 20 20 1 7 5 40 12 PZ-NU3 26 26 26 1 9 8 11 12 PZ-SU1 24 24 24 1 19 8 25 10 PZ-SU2 20 20 20 1 9 2 17 12 PZ-AGDK    0 5 5 7 6  Table 8. Summary of nutrients, major ions, and dissolved organic carbon data for adjacent streams, wetland surface water, and ground-water sites, Wood River Wetland, upper Klamath River basin, Oregon, 200305. Continued  [See table 1 for sampling site information. Abbreviations: N, nitrogen; g/L, microgram per liter; min, minimum; max, maximum; n, number of observations; MDL, method detection limit; NU, North Unit; SU, South Unit; ART, artesian well; PZ, piezometer well; WRDK, Wood River dike; AGDK, Agency Lake dike; &lt;, less than; , no data]   36  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Table 9. Summary of seasonal nutrients, major ions, and dissolved organic carbon data for the North Unit and South Unit, Wood River Wetland, upper Klamath River basin, Oregon, 200305.  [Abbreviations: N, nitrogen; g/L, microgram per liter; mg/L, milligram per liter; min, minimum; max, maximum; n, number of observations; &lt;, less than; MDL, method detection limit; , no data]  05-12-03 50 26 210 4  270 44 750 4  320 71 960 4    0 06-19-03 5.4 1.4 23 5 500 89 680 5 510 90 710 5    0 08-27-03 6.8 1.2 7 5 210 2.3 1,250 5 210 9.1 1,260 5    0 12-03-03 2,270 350 5,120 4 580 500 840 4 2,940 930 5,710 4    0 03-29-04 3.5 &lt; MDL 13 6 45 22 48 6 50 22 59 6 2,670 2,530 2,810 6 04-27-04 28 4.1 59 5 500 120 820 6 515 120 880 6 3,680 2,910 4,060 5 06-03-04 100 &lt; MDL 190 5 450 200 710 5 610 200 900 5 4,170 3,870 4,650 5 07-09-04 1.3 0.4 11 6 990 470 2,470 6 995 470 2,470 6 7,550 5,980 9,000 6 08-17-04 0.5 &lt; MDL 3 6 165 42 2,710 6 165 42 2,710 6 5,210 2,160 11,600 6 09-28-04 1.7 1.2 3 5 10 5.8 27 5 12 7.1 29 5 180 140 1,070 5 06-08-05 93 19 380 7 440 260 610 7 560 370 940 7 5,580 4,230 6,700 7 07-21-05 2.8 1.4 7.7 6 895 380 2,760 6 895 390 2,770 6 8,960 2,880 13,600 6 08-25-05 2.5 1.3 5.5 5 200 86 580 5 200 87 580 5 2,750 1,310 12,600 5 09-27-05 1.1 0.2 2.4 5 14 6.9 27 5 14 7.1 29 5 310 240 1,420 5   05-13-03 340 250 460 11 270 130 420 11 660 430 760 11    0 06-19-03 335 300 380 4 515 460 660 4 855 840 960 4    0 07-16-03 190 110 260 7 630 500 740 7 760 690 930 7    0 08-27-03 18 4.9 94 6 465 260 720 6 525 270 760 6    0 12-03-03 15 1.7 48 5 250 120 2,060 5 260 150 2,110 5    0 03-30-04 81 50 130 8 955 630 1,380 8 1,040 760 1,430 8 8,060 7,290 8,900 8 04-28-04 490 270 690 6 1,780 1,190 2,240 6 2,340 1,880 2,540 6 9,150 4,520 9,500 6 06-02-04 340 170 390 6 360 270 970 6 745 560 1,140 6 9,220 8,410 10,800 6 07-09-04 205 92 240 6 505 290 860 6 685 530 950 6 15,100 14,600 15,500 6 08-17-04 2.6 &lt; MDL 25 4 895 280 5,840 4 905 280 5,850 4 28,900 26,600 35,100 4 09-28-04 2.7 &lt; MDL 5.6 6 86 28 350 6 89 32 350 6 455 290 11,900 6 06-09-05 550 240 820 6 490 300 630 6 1,040 870 1,290 6 8,480 7,830 9,070 6 07-22-05 22 5 180 7 1,110 140 1,840 7 1,130 150 1,860 7 14,800 8,000 16,900 7 08-24-05 10 &lt; MDL 61 7 820 110 2,020 7 870 110 2,030 7 29,300 12,600 36,700 7 09-28-05 1.7 &lt; MDL 4.6 5 170 46 630 5 170 47 630 5 4,610 2,390 38,600 5   05-12-03 4,100 3,600 4,600 3 4,160 3,640 4,810 3  585 260 690 4  800 600 900 3 06-19-03 5,110 2,140 6,090 5 5,120 2,140 6,110 5 610 210 1,500 5 840 280 1,670 5 08-27-03 7,810 750 13,800 4 7,820 750 13,800 4 2,290 44 2,970 5 1,980 88 4,500 4 12-03-03 3,310 3,130 3,590 4 5,520 3,570 8,700 4 79 41 200 4 185 140 350 4 03-29-04 3,000 2,760 3,060 6 3,000 2,760 3,060 6 180 150 340 6 330 260 570 6 04-27-04 4,000 3,130 4,180 5 4,000 3,130 4,180 5 580 320 720 6 670 420 830 5 06-03-04 4,440 3,820 4,800 5 4,440 3,820 4,800 5 1,030 480 1,070 5 1,170 680 1,230 5 07-09-04 7,410 7,160 9,450 6 7,410 7,160 9,450 6 1,570 910 2,330 6 1,810 1,180 2,700 6 08-17-04 6,230 2,420 12,700 6 6,230 2,420 12,700 6 505 73 2,940 6 2,100 260 6,660 6 09-28-04 280 230 2,690 5 280 230 2,690 5 60 55 170 5 110 72 520 5 06-08-05 5,420 4,200 6,330 7 5,460 4,210 6,700 7 750 340 990 7 870 390 1,160 7 07-21-05 9,460 3,280 13,500 6 9,460 3,280 13,500 6 1,720 510 3,210 6 2,080 640 3,640 6 08-25-05 4,560 1,350 17,500 4 4,560 1,350 17,500 4 150 46 1,580 5 655 130 3,470 4 09-27-05 480 300 3,370 5 480 300 3,370 5 71 69 110 5 120 110 560 5   05-13-03 6,600 6,100 6,800 11 6,910 6,530 7,090 11 4,150 3,620 4,520 11 4,400 3,900 4,900 11 06-19-03 8,380 8,380 8,380 1 8,680 8,680 8,680 1 7,530 7,010 7,740 4 7,720 7,720 7,720 1 07-16-03 11,700 11,200 12,300 6 11,850 11,400 12,500 6 10,700 10,400 11,100 7 11,650 11,400 12,300 6 08-27-03 18,650 10,500 21,700 6 18,650 10,500 21,800 6 13,450 6,810 15,600 6 18,450 11,200 19,900 6 12-03-03 14,400 12,600 19,100 5 14,400 12,700 19,100 5 4,170 3,700 6,890 5 5,070 4,240 7,730 5 03-30-04 8,240 7,270 9,450 8 8,240 7,270 9,450 8 4,040 3,870 4,510 8 4,590 4,500 5,240 8 04-28-04 10,450 9,620 11,200 6 10,450 9,620 11,200 6 5,150 4,100 7,500 6 6,350 5,860 6,460 6 06-02-04 10,450 8,610 11,200 6 10,450 8,610 11,200 6 7,520 7,050 7,810 6 8,170 7,920 8,430 6 07-09-04 14,800 14,000 17,200 6 14,800 14,000 17,200 6 12,950 12,700 13,300 6 14,300 14,000 14,700 6 08-17-04 36,500 29,600 90,000 4 36,500 29,600 90,000 4 15,600 6,830 19,100 4 26,150 23,700 32,200 4 09-28-04 3,470 320 12,300 6 3,470 320 12,300 6 165 88 3,520 6 505 99 5,070 6 06-09-05 8,720 7,750 9,210 6 9,330 8,320 9,780 6 7,190 6,560 7,540 6 7,700 7,220 8,350 6 07-22-05 14,600 9,290 17,000 7 14,600 9,300 17,000 7 14,000 6,340 14,600 7 15,600 7,890 16,000 7 08-24-05 29,800 10,200 42,100 7 29,800 10,200 42,100 7 16,300 3,470 19,900 7 22,800 5,880 28,500 7 09-28-05 6,970 3,470 47,400 5 6,970 3,470 47,400 5 2,810 1,960 3,670 5 3,630 2,350 20,400 5  Table 9. Summary of seasonal nutrients, major ions, and dissolved organic carbon data for the North Unit and South Unit, Wood River Wetland, upper Klamath River basin, Oregon, 200305.Continued  [Abbreviations: N, nitrogen; g/L, microgram per liter; mg/L, milligram per liter; min, minimum; max, maximum; n, number of observations; &lt;, less than; MDL, method detection limit; , no data]   06-19-03    0    0 13 8.6 20 5 08-27-03    0    0 46 8.1 51 5 12-03-03    0 29 24 35 4 13 13 18 4 03-29-04    0    0 11 11 12 6 04-27-04    0    0 13 9.3 13 5 06-03-04    0    0 17 12 17 5 07-09-04    0    0 25 16 27 6 08-17-04 58 42 73 2    0 21 14 45 6 09-28-04    0    0 2.4 2.3 5.4 5 06-08-05    0    0 17 3.0 24 7 07-21-05    0    0 32 5.7 44 6 08-25-05    0    0 10 4.2 63 5 06-19-03    0    0 37 35 38 4 07-16-03    0    0 52 51 55 7 08-27-03    0    0 95 43 100 6 12-03-03    0 190 150 270 5 76 62 110 5 03-30-04    0    0 30 29 31 8 04-28-04    0    0 35 34 37 6 06-02-04    0    0 43 41 46 6 07-09-04    0    0 70 69 71 6 08-17-04 49 35 64 4    0 155 150 200 4 09-28-04    0    0 3.0 2.3 68 6 06-09-05    0    0 36 34 39 6 07-22-05    0    0 66 38 71 7 09-28-05    0    0 25 15 230 5  Table 9. Summary of seasonal nutrients, major ions, and dissolved organic carbon data for the North Unit and South Unit, Wood River Wetland, upper Klamath River basin, Oregon, 200305.Continued  [Abbreviations: N, nitrogen; g/L, microgram per liter; mg/L, milligram per liter; min, minimum; max, maximum; n, number of observations; &lt;, less than; MDL, method detection limit; , no data]  PercentilePercentage of analyses equal to or less than indicated values.  Data points represent median values, and whiskers indicate the 25th and 75th percentiles.   Figure 9. Trends in water-quality variables in the North Unit and South Unit, Wood River Wetland, upper Klamath River basin, Oregon, 200305.   40  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  tac08-0249_Figure 09b  20042003 2005  The increases in dissolved inorganic N and P (NO3, NH4, and SRP) outpaced the rate of evapoconcentration in the South Unit from spring and early summer to July, indicating the importance of other mechanisms. Ratios for individual nutrient to SC were calculated to examine temporal shifts in nutrients relative to a conservative tracer; SC was highly correlated with Cl (fig. 11), a conservative tracer unaffected by biological activity. Increases in the NO3 to SC, NH4 to SC, and SRP to SC ratios indicated that inorganic nutrients were produced faster than by evapoconcentration alone.  The seasonal pattern in nutrient to SC ratios were more pronounced in the South Unit than in the North Unit, but the general patterns were the same. Nutrient concentrations and ratios were more variable in the North Unit, where a notable increase in the NO3 to SC ratio was measured in December 2003 (fig. 12), when the median NO3 concentration was 2,270 µg/L. The phosphorus to SC ratio exhibited similar seasonal increases in nutrient mass and concentration (fig. 12).  Seasonal Patterns in Standing Nutrient Masses  Standing mass of TN and TP changed markedly, showing seasonal increases during spring and decreases in winter that were inconsistent with simple evapoconcentration and dilution mechanisms (fig. 13). Nitrogen mass was lowest during the autumn and winter, peaked in April, and decreased through the growing season, whereas SRP and TP peaked one to two months later in June and July and then decreased (fig. 13).  Trace Metals  Dissolved trace metal concentrations, determined on a small number of samples, were dominated by iron, especially in the South Unit, where concentrations were 522748 µg-Fe/L (table 10). Samples containing high dissolved iron also contained high manganese concentrations, ranging from 65 to 103 µg-Mn/L. The South Unit sites also had lower DO concentrations and higher dissolved iron, manganese, and phosphorus than the adjacent surface-water bodies (fig. 14).  20042003 2005 20042003 2005  M J J A J J AS O N D J F M A M S J J AO N D J F M A M SM J J A J J AS O N D J F M A M S J J AO N D J F M A M S  Figure 10. Median concentrations of bioavailable and total forms of nitrogen and phosphorus in the North and South Units, Wood River Wetland, upper Klamath River basin, Oregon, 200305.   42  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  tac08-0249_Figure 11 B. South Unit  Figure 11. Relation between dissolved chloride and specific conductance in the (A) North Unit and (B) South Unit of the Wood River Wetland, upper Klamath River basin, Oregon, 200305.  Dissolved Kjeldahl + Ammonia Nitrogen Dissolved Kjeldahl + Ammonia Nitrogen  Dissolved Inorganic Nitrogen Dissolved Inorganic Nitrogen Dissolved Ammonium Dissolved Ammonium than indicated values.  Data points represent median 20042003 2005 20042003 2005  Figure 12. Ratios of nutrients to specific conductance for the North and South Units, Wood River Wetland, upper Klamath River basin, Oregon, 200305.   44  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  tac08-0249_Figure 13 Data points represent 20042003 2005 or minus the absolute uncertainty in the water volumes. All concentrations reported in units of nitrogen [N], phosphorus [P], or carbon [C].  Figure 13. Trends in standing nutrient masses (nitrogen, phosphorus, and carbon) in the North and South Units, Wood River Wetland, upper Klamath River basin, Oregon, 200305.  &lt;0.001 0.03 0.36 184 24 0.17 0.002 4.6 0.14  3.2  9.8 80 10.1 103 7.7  Wood River near mouth 0.008 0.01 0.29 83 5.8 0.17 0.108 7.1 0.63 2.0 5.5 11.8 97 9.6 102 7.2 Wood River Wetland South   0.025 0.02 0.53 42 1.2 0.15 0.014 7.2 0.46 3.7 4.4  Table 10. Trace metals and other selected water-quality variables from the Wood River Wetland and Agency Lake, upper Klamath River basin, Oregon, May 2003.  [Abbreviations: g/L, microgram per liter; DOC, dissolved organic carbon; Cl, chloride; Temp, water temperature; SC, specific conductance; DO, dissolved oxygen; mg/L, milligram per liter; °C, degrees Celsius; S/cm, microsiemens per centimeter; &lt;, less than laboratory method detection limit; WRW, Wood River Wetland; TNC, The Nature Conservancy]   Figure 14. Relations between dissolved oxygen and (A) soluble reactive phosphorus and (B) dissolved iron and manganese, at surface water sites in and around the Wood River Wetland, upper Klamath River basin, Oregon, May 2003.  46  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Ground-Water Quality  Ground-water quality from the artesian wells and piezometers at the wetland is presented in figure 8 and tables 6 and 8. Ground-water quality generally varied less over time than surface water, with the artesian wells showing the least variation. Variations in water quality between wells generally was greater than within an individual well, as shown for SC and SRP in figure 15. SC and SRP were similar in the two intermediate-depth wells along the dike road (PZ-WRDK and PZ-AGDK, fig. 2).  On four occasions, the water temperature of artesian well water at the northeast corral (ART-1) ranged from 7.4 to 9ºC, with DO concentrations between 0.4 and 3.5 mg/L (table 6). Nutrient concentrations from ART-1 were intermediate between the adjacent streams and wetland surface water, with median TKN concentrations of 6,060 µg-N/L (5,790 µg-N/L was dissolved ammonium) and median TP concentrations of 6,240 µg-P/L (mostly bioavailable SRP). Samples collected from ART-1 contained 4 mg-C/L DOC and 1 mg/L chloride, relatively low concentrations compared with the other wells (table 8).  DO in piezometer wells ranged from 0.3 to 5.3 mg/L (2.950 percent saturation, table 6) with median DO concentrations ranging from 0.7 to 5.3 mg/L. Minimum DO decreased slightly with increasing depth in the South Unit wells, from 0.8 mg/L DO in the shallow well to 0.3 mg/L in the deep well. Overall, the median pH in shallow wells (6.2 and 6.5 units in PZ-NU1 and PZ-SU1, respectively) was less than the median in the deep wells in both units (pH ranged from 7.2 to 7.6 units). The highest pH in ground water (7.8 units) was measured in the artesian well ART-1 (table 6 and fig. 8).  Most total nitrogen (TN) was dissolved organic nitrogen + NH4 (dissolved Kjeldahl nitrogenDKN). In many instances, dissolved NH4 comprised most DKN in the piezometers. Nitrate concentrations in wells were low, ranging from less than detection to 180 µg-N/L (table 8). Concentrations of NH4 and SRP in ground water generally increased with depth (fig. 8, table 8), especially in the North Unit, where the deep well (PZ-NU3) had exceedingly high concentrations: NH4 (as much as 36,500 µg-N/L), SRP (as much as 4,110 µg-P/L) and SC (as high as 1,410 µS/cm) (tables 6 and 8). Nitrate levels, although low, were highest in the shallow South Unit wells, which contained slightly higher DO levels. The highest SRP concentrations in the South Unit ground water (about 6,6007,000 µg-P/L) were detected in the intermediate and deep wells (PZ-SU2, and PZ-SU3). The median SRP concentration in the South Unit shallow well (PZ-SU1) was about four times higher than in the North Unit shallow well (PZ-NU1) (table 8).  Concentrations of NO3, NH4, and SRP in the shallow and intermediate depth wells in the North Unit showed seasonal patterns somewhat related to DO concentrations (fig. 16). In 2003, the SRP concentration in PZ-NU1 was highest in December (1,265 µg-P/L) and decreased by spring when the DO concentration was 4.6 mg/L. SRP concentrations in PZ-NU1 increased from about 300 to 1,500 µg/L during summer (fig. 16). DO concentrations in the North Unit decreased during summer to about 0.4 mg/L in the shallow and intermediate depth wells by July and August. The DO concentration in the intermediate depth well (PZ- NU2) was lower compared with the shallow or deep wells. Seasonal decreases in DO concentrations did not appear to increase SRP, but NH4 concentrations decreased from about 9,000 µg-N/L to about 3,500 µg-N/L. Modest increases in DO concentrations occurred in September, especially in the North Unit wells, possibly in response to flood irrigation (fig. 16).  Biogeochemistry Experiments  Chamber studies were conducted in June and August 2005 at various locations in the South Unit to examine potential for biogeochemical controls on nutrient dynamics at the sediment-water interface. Overall, nutrient flux was about twice as high for SRP (2.9 milligrams of phosphorous per liter per square meter per hour [mg-P/L/m2/h]) than for NH4 (1.3 mg-N/L/m  2/h). The SRP increased in all chambers, averaging about 500 µg-P/L (6.5 percent) after an incubation period of 1820 hrs. The NH4 concentrations increased about 200 µg-N/L (25 percent) in all but two chambers, where the NH4 concentration decreased (fig. 17). The DO concentrations decreased in most chambers to nearly anoxic levels (0.1-0.2 mg/L) by the end of the incubations, producing DO consumption rates between 0.15 and 1.0 mg/L/h. Slight increases in DO, potentially indicative of plant photosynthesis, occurred in two of the South Unit west chambers (fig. 17).  A decrease in NO3 concentration was measured in all five control chambers, with simultaneous production of N2O, indicating active denitrification by microbes (fig. 18). Denitrification rates were low in the controls due to low background NO3 (about 1020 µg-N/L). Nitrate depletion and denitrification were enhanced with NO3 addition, indicating availability of DOC for microbes. The NO3 + glucose addition further enhanced NO3 depletion, producing N2O during denitrification and NH4, possibly by dissimilatory nitrate reduction to ammonia (DNRA) (fig. 18). SPECIFIC CONDUCTANCE, IN MICROSIEMENS PER CENTIMETER  Figure 15. Soluble reactive phosphorus and specific conductance in wells and piezometers in the (A) North Unit and (B) South Unit of the Wood River Wetland, upper Klamath River basin, Oregon, 200305.  20042003 2005  Figure 16. Seasonal patterns in nutrients and dissolved oxygen concentrations in wells at the Wood River Wetland, upper Klamath River basin, Oregon, 200305.  (South Unit west)  Figure 17. Results of nutrient flux chamber experiments showing concentrations of (A) dissolved ammonium, (B) soluble reactive phosphorus, and (C) dissolved oxygen in the South Unit of the Wood River Wetland, upper Klamath River basin, Oregon, June 2005.   50  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  tac08-0249_Figure 18 Nitrate (NO3-N)  Figure 18. Effect of (A) nitrate addition, (B) glucose plus nitrate addition, and (C) no addition on nitrogen concentrations during in-situ chamber experiments conducted in the South Unit of the Wood River Wetland, upper Klamath River basin, Oregon, August 2005.   Water-quality in the Wood River Wetland was dynamic and related to seasonal water availability and temperature, major controls of biological activity, and continued release of nutrients and DOC. Potential sources of N and P include leaching from previously oxidized peat soils, the decay of recently grown vegetation, waterfowl feces (Manny and others, 1994), and remnant cattle waste. Evaporation and evapotranspiration water losses further increased nutrient and mineral concentrations in surface waters.  during the field samplingpossibly because the inlet structure includes a fish screenwater with elevated NH3 discharged to Wood River or Sevenmile Canal might affect fish in the immediate vicinity of the pump outlet station, depending on the total ammonia concentration, water temperature, pH, and streamflow in the receiving stream.  One logical source of NO3, NH4, and SRP during spring and early summer is sediment flux. Increasing nutrient to SC ratios coincided with increased water temperature, which stimulated bacterial activity and decomposition of peat soils. Although this hypothesis was supported by the chamber experiments, other potential sources of inorganic nutrients, including waterfowl feces or N-fixation, may be important at times. The decrease in DIN (NO3 + NH4) and phosphorus (SRP) concentrations during mid-August through September and the decrease in the DIN to SC and SRP to SC ratios indicate the presence of sinks such as plant uptake, rapid nitrification-denitrification for N, and sorption for P.   Intact wetland soils typically are inundated or water saturated, limiting air penetration into deep layers where anaerobic conditions limit decomposition and allow peat to accumulate (Cameron and others, 1989). Draining lowers the water table, increases aeration, and enhances soil microbial activity, which accelerates decomposition of organic matter (Maciak, 1972; Lee and Manoch, 1974; Lévesque and Mathur, 1979; Mathur and Farnham, 1985; Efimov and Lunina, 1988; Laine and others, 1992). Because decomposition is most efficient in aerobic environments, decay rates are typically highest in aerated, unsaturated soils, and lowest in deep, water-saturated anoxic zones. Decomposition rates generally decrease exponentially as oxygen becomes depleted through progressively deeper layers.  Historical land management at the former Wood River Ranch included 50 years of wetland draining for beef production, which caused peat decomposition resulting in decreased peat thickness and mass, and promoted C, N, and P loss. Cattle waste also accumulated. Snyder and Morace (1997) determined that the extent of peat decomposition in drained wetlands surrounding Upper Klamath and Agency Lakes is related to the time since drainage, among other factors. In many places, soils have oxidized and lost substantial bulk, resulting in compaction and land subsidence as much as 13 ft (Snyder and Morace, 1997, p. 26). Loss of peat thickness at the Wood River Wetland may be as high as 44.4 ft (table 11). Wetland soils in the Twitchell Island restoration wetland in the Sacramento-San Joaquin River Delta, California, show land subsidence as much as 6 m (Rojstaczer and others, 1991; Fleck and others, 2004). In the Wood River Wetland, similar mineralization has released large quantities of carbon, nitrogen, and phosphorus, with respective losses averaging 36, 31, and 18 percent (table 11).  Pelican at the Wood River Wetland. Photograph April 2005.  Concentrations of nutrients, DOC, and SC were substantially higher than in other area wetlands, including the Lower Klamath National Wildlife Refuge (Mayer, 2005) and restored wetlands surrounding Upper Klamath Lake (for example, Caledonia Marsh [MacLaren and Geiger, 2001] and Agency Lake Ranch [Damion Ciotti, Bureau of Reclamation, oral commun., 2007]). SRP and NH4 concentrations were particularly high in the South Unit. Benthic nutrient-flux experiments indicated that N and P were released from the soils (figs. 17 and 18).  Despite the high NH4 concentrations, concerns about toxicity to aquatic life are lessened because at most times, a relatively insignificant amount of the more toxic, un-ionized free ammonia (NH3) was present. The median ammonium concentrations in the North and South Units were 380 and 510 µg-N/L, respectively, which would produce NH3 concentrations less than 30 µg-N/L. The maximum surface- water concentration of total ammonia was 5,840 µg-N/L (in the South Unit during August 2004), which would produce about 390 µg-N/L un-ionized ammonia (with concurrent temperature of 25°C and pH of 8.1 pH units). This maximum ammonia level might stress fish, including endangered Lost River and shortnose sucker fish, which have respective 96-hour LC50 (median lethal concentration for one-half the test population) values of 780 and 530 µg/L NH3 (Saiki and others, 1999). Although no fish were observed in the wetland   WRR-05  343   4.3  3.5  0.8  220,000,000 210,000,000 12,000,000 5  84,000,000 70,000,000 14,000,000 17 WRR-07  223 0.7 0.3 0.4 25,000,000 23,000,000 2,000,000 8 8,300,000 4,000,000 4,200,000 51 WRR-08  491  11.3  7.3  4.0 900,000,000 730,000,000 170,000,000 19 290,000,000 100,000,000 190,000,000 65  WRR-03  421   10.1  10.1 0  840,000,000 840,000,000 0 0  230,000,000 230,000,000 0 0 WRR-04  165  10.7  10.0 0.7 290,000,000 290,000,000 74,000,000 3 100,000,000 92,000,000 7,700,000 8  WRR-01  225   2.5  1.2  1.3  90,000,000 71,000,000 19,000,000 21  30,000,000 13,000,000 16,000,000 56  WRR-02  187   7.0  3.7  3.3  210,000,000 180,000,000 34,000,000 16  69,000,000 32,000,000 37,000,000 53 WRR-10  390  8.5  5.5  3.0 500,000,000 430,000,000 74,000,000 15 160,000,000 90,000,000 70,000,000 44 WRR-09  225  14.5  10.1  4.4 520,000,000 480,000,000 36,000,000 7 160,000,000 110,000,000 53,000,000 33  Sum  2,670  3,600,000,000 3,200,000,000 360,000,000 1,100,000,000 750,000,000 390,000,000 Average  297  7.7  5.7  2.0 400,000,000 360,000,000 40,000,000 10 130,000,000 83,000,000 44,000,000 36 NU average  329  7.4  6.2  1.2 460,000,000 420,000,000 39,000,000 7 140,000,000 100,000,000 43,000,000 28 SU average  257  8.1  5.1  3.0 330,000,000 290,000,000 41,000,000 15 100,000,000 61,000,000 44,000,000 46  Table 11. Changes in peat thickness and nutrient content in soil cores collected from Wood River Wetland, upper Klamath River basin, Oregon.  [Data from Snyder and Morace (1997, p. 39) and D.T. Snyder (U.S. Geological Survey, unpub. data, 1997). Shading indicates cores closest to the ground-water piezometer nests. Initial: prior to the beginning of drainage of a wetland for agricultural use. 1995: quantity present in the year 1995, the year of core sample acquisition. Loss: the difference between initial and 1995. See Snyder and Morace (1997, p. 2124) for method of calculation. Abbreviations: NU, North Unit; SU, South Unit; WRR, Wood River Ranch; ft, foot; kg, kilogram]   WRR-05  343  4,900,000 4,000,000 870,000 18  130,000 120,000 800 1 WRR-07  223 590,000 390,000 200,000 34 17,000 17,000 0 0 WRR-08  491 21,000,000 10,000,000 10,000,000 50 550,000 280,000 270,000 49 WRR-03  421  19,000,000 19,000,000 0 0  350,000 350,000 0 0 WRR-04  165 4,900,000 4,400,000 500,000 10 140,000 120,000 13,000 10  WRR-01  225  2,100,000 1,000,000 1,100,000 51  56,000 54,000 1,500 3  WRR-02  187  4,900,000 2,700,000 2,200,000 45  130,000 81,000 53,000 39 WRR-10  390 12,000,000 6,800,000 4,800,000 42 250,000 180,000 76,000 30 WRR-09  225 11,000,000 7,900,000 3,400,000 30 270,000 190,000 73,000 28  Sum  2,670 79,000,000 56,000,000 23,000,000 1,900,000 1,400,000 480,000 Average  297 8,800,000 6,200,000 2,600,000 31 210,000 160,000 54,000 18 NU average  329 9,900,000 7,500,000 2,400,000 23 230,000 180,000 56,000 12 SU average  257 7,500,000 4,600,000 2,900,000 42 180,000 130,000 51,000 25   Other studies at the newly restored Twitchell Island have demonstrated that permanently flooded conditions (2555 cm depth) resulted in an average plant-material accumulation rate of 4 cm/yr in planted test plots (Miller and others, 2008). Such high rates of accumulation in the Sacramento-San Joaquin River Delta are producing land subsidence reversal, storing carbon and other nutrients and minerals in partly decomposed young peat that resemble the older peat in terms of composition and bulk weight. The highest rates of 79 cm/ yr were in plots with water depth of 55 cm in an area receiving a relatively low degree of flushing (Miller and others, 2008), which contributed to low decomposition rates and high overall accumulation of vegetation. Vegetative growth at the Wood River Wetland is occurring in many habitats less than 55 cm deep, whereas the open-water areas (canals and deep water habitats) are largely unvegetated. Because of the similarities in plant community composition between the Twitchell Island and Klamath Basin wetlands, hydrologic restoration of Wood River Wetland may produce results similar to those at the restoration of Twitchell Island. Although potential growth rates of wetland vegetation may be lower for upper Klamath River basin wetlands because of lower temperatures, light availability may be greater during summer months due to the higher elevation (about 4,000 ft) of the basin. As Miller and others (2008) point out, reversal of land subsidence through hydrologic restoration is an important strategy for reducing carbon emissions that contribute to global warming for two reasons: (1) a large amount of carbon can be stored (1 kg of carbon per square meter per year in the Twitchell Island wetlands) and (2) losses are minimized due to development of anaerobic conditions that limit further loss of carbon dioxide to the atmosphere from oxidation of peat soil.  Wood River Wetland peat beds were often buried beneath layers of silt, ash, pumice, or clay (Snyder and Morace, 1997) that further restricted oxygen penetration. In some areas, seasonally fluctuating water tables may infuse oxygenated surface water to peat layers, promoting aerobic decomposition. Permeable pumice layers also may facilitate the horizontal transport of oxygenated water, also enhancing peat decomposition. Oxygen availability in the deep peat horizons probably is limited, however, because of the high concentrations of ammonium and low nitrate in the deep wells, particularly in the North Unit (fig. 8).  Biogeochemical cycling and (or) diffusive processes have enhanced P content in sediments relative to C or N. The Redfield ratio (C:N:P of 106:16:1 [by atom]) describes their relative proportions in healthy plant tissue. When compared with the Redfield ratios, C losses from the Wood River Wetland were 27 times greater than expected relative to losses for N and 2451 times greater than expected for P (table 12). This disproportionate C loss resulted from decomposition and aerobic respiration of the organic-rich peat soils, producing carbon dioxide (CO2). Losses of N also were disproportionate compared with P because N is lost in gaseous form (NO, N2O, and N2) during denitrification, whereas P, which has no gaseous phase, is continuously recycled by biotic uptake/release or physiochemical sorption-desorption. Two cores (WRR-08, in the North Unit, and WRR-02, in the South Unit) showed significantly greater P-loss (relative to N), indicated by the low N:P Redfield ratio factors for these two cores (0.20.3) (table 12). These cores were collected from the deeper inundated areas of the wetlands (see plate 1, Snyder and Morace [1997]), on the north side of each dike. The large P loss might have been due to greater anaerobic release in these deeper areas. WRR-02  17  700  42   7  2  0.3 WRR-09  15  718  46  2  379  173  Average  17  4,690  294  4  240  97 SU average  16  3,265  214  5  190  87  Table 12. Losses of carbon, nitrogen, and phosphorus from soil cores, and comparison to Redfield ratio factors, Wood River Wetland, upper Klamath River basin, Oregon.  [Data from Snyder and Morace (1997) and D.T. Snyder (U.S. Geological Survey, unpub. data, 1997). Shading indicates cores closest to the ground- water piezometer nests. Redfield ratio factor: The loss ratio divided by the Redfield ratio (by weight); that is, a ratio of 1 would indicate balanced loss, whereas ratios greater than 1 indicate greater relative loss. Abbreviations: C, carbon; N, nitrogen; P, phosphorus]  54  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Biogeochemical Processes and Nutrient  Wetlands host diverse microbial communities whose metabolism drives carbon and nutrient cycles. The biogeochemical reactions are complex, and are driven by the presence or absence of DO. Reduction-oxidation (redox) conditions dictate the position, composition, and activity of microbes (Cameron, 1970; Cameron and others, 1989). Alternating bands of dark-colored decomposed soil and unmineralized light soil in Wood River Wetland cores may be due to redox gradients. Abiotic processes, including sorption and sequestering of inorganic phosphorus to iron and manganese compounds, also may be occurring in the sediment. In the presence of DO, phosphorus can be bound to iron and manganese, whereas anaerobic conditions may cause phosphorus to be released (fig. 14).  The dried and oxygenated surface soils at the Wood River Wetland have been decomposed by bacteria that metabolize organic matter into CO2, producing carbonic, humic, and fulvic acids that lower pH. Median pH values in the shallow wells in the North and South Units (6.2 to 6.5 units) were less than in the deep wells (7.2 to 7.6 units) (table 6), which is consistent with this theory. Lower NH4 and SRP concentrations in the shallow wells may indicate preferential decomposition and loss of nutrients from surficial soil layers by flushing. The high SC and ammonium concentrations in the North Unit deep well (PZ-NU3) (fig. 8) might have been due to a lack of flushing of the deeper soil layers by precipitation or surface-water irrigation. In contrast, the deep water from the South Unit (PZ-SU3) had lower SC than the intermediate or shallow depth wells. Greater flushing of the deeper layer compared with the shallow wells (PZ-SU1 and PZ-SU2) might explain this pattern, especially given the artesian nature of the deeper piezometer well (tables 1 and 2). The influence of deep artesian water on PZ-SU3 appeared for several water quality parameters, including SC, pH, and SRP (fig. 8). Less flushing in PZ-SU3 is consistent with the lower concentrations of DO and higher water temperatures compared with the deeper artesian wells (fig. 8). The differences in DO between the wells, and closer proximity to surficial peat soils for PZ-SU3, may allow ammonia to accumulate (from the breakdown of peat) if DO concentrations limit the conversion of ammonium to nitrate by nitrifying bacteria.  Decomposition of peat releases large quantities of DOC, amino acids, and other forms of dissolved organic nitrogen (DKN), which is mineralized to NH4 (ammonification) by bacteria. This is one potential source of NH4 in the wetland. In the presence of oxygen, NH4 can be oxidized to NO2 and NO3 by nitrifying bacteria Nitrosomonas and Nitrobacter, although the relatively low DO levels in ground water (0.81.9 mg/L) may suppress this process below surficial sediments, resulting in relatively low NO3 in ground-water discharge. Low NO3 concentrations also may result from denitrification. Although denitrification rates at ambient NO3 levels were not  especially high in the chamber experiments (fig. 18), they were stimulated by adding NO3. This indicates that coupled nitrification-denitrification could maintain the low NO3 in the wetland throughout the year. Denitrification is the primary removal mechanism for nitrogen in many wetlands (Kadlec and Knight, 1996), with rates determined by factors such as temperature, organic carbon availability, nitrate loading, and anoxic conditions (Bachard and Horne, 2000).  Wetlands often contain water with little or no oxygen, particularly during summer, when biological oxygen demand from bacteria is high. DO gradients form in the water column, producing redox boundaries near or in the sediments where anaerobic microbes generate energy by oxidizing C, N, S, and other elements. During anaerobic metabolism, bacteria produce NO, N2O, N2, hydrogen sulfide (H2S), and methane (CH4), among other gases. Hydrogen sulfide gas odors were occasionally detected in the mucky soils in the wetland and in water samples collected from the deep North Unit well (PZ-NU3). Anaerobic conditions can also stimulate microbial reduction of nitrate to ammonium in a process called dissimilatory nitrate reduction (DNRA), which is carried out by Clostridia and certain sulfate reducing bacteria (Atlas and Bartha, 1993). The increase in NH4 during the chamber experiments with the simultaneous addition of nitrate and glucose (fig. 18) indicates that DNRA could be occurring in the wetland sediments.  The Wood River Wetland, and other drained wetlands  adjacent to Agency and Upper Klamath Lakes, present difficult challenges to restoring wetland function, such as enhancing plant growth and retention of nutrients. The draining of wetlands has caused large losses of NH4 and SRP to surface waters that produce exceedingly high concentrations of dissolved nutrients and salts. Such legacy effects require a water-level and water-quality management strategy that slows the oxidation of peat soils and reduces nutrient concentrations while promoting growth of wetland vegetation.   Although the wetland generates large amounts of N and P, nutrient loading from the wetland to adjacent water bodies was eliminated during 200305 by not pumping water from the wetland (fig. 19). High water in 2006 increased the water-surface elevation to about 4,138 ft (NGVD29) in the North Unit (fig. 2), and water was pumped from the wetland to relieve stress on dikes and encourage seed germination of wetland plants (Andrew Hamilton, Bureau of Land Management, written commun., 2006). About 4,500 acre-ft of water was pumped into Wood River and Sevenmile Canal between April and early June 2006, lowering the water level  by about 3.2 ft. Although the nutrient load may have been high, the biological effects to the receiving waters depend on many factors, including the rate of loading, dilution by receiving waters, and residence time. Management strategies that could reduce the negative effects of pumping nutrient rich water on receiving waters include varying the timing so potential nutrient loading would occur during the non- growing season (late autumn and winter), or pumping smaller amounts more frequently. Additional flushing of the wetland by flood irrigation and pumping may be required to dilute the sometimes exceptionally high levels of dissolved salts in the wetland surface waters that may interfere with seed germination, particularly in the South Unit.   Water levels influence biogeochemical reactions, seed germination, and other aspects of wetland ecology through their influence on habitat, DO concentrations, pH, temperature, and a number of other factors. The high DOC concentrations impart a brown color to the water that decreases light available for photosynthesis, and the high salt concentrations may interfere with osmotic water uptake in germinating seeds and young plants. Although adding water to the wetland during the summer could reduce the buildup of salts or DOC to levels more favorable for growth of wetland vegetation, lower water levels are required for seeds of many emergent plant species to germinate (Shipley and Parent, 1991). Bathymetric maps generated for the Wood River Wetland (fig. 3) can be used to optimize water levels in the North and South Units to help achieve management goals related to water quality and restoration of the wetland plant community.  To prevent further oxidation of peat soils, water could be added to the North Unit during summer to raise the water table and induce anaerobic conditions. Drying alters the structural  integrity of soils, increases the surface area for decomposition, and allows air (with oxygen) to penetrate, further accelerating degradation. An intermediate water level may provide sufficient water to prevent oxidation of peat soils and would have the added benefit of increasing germination potential for wetland plants that cannot reproduce in a continuously flooded condition. Studies conducted on soil cores in the nearby Williamson River Delta Preserve detected higher nutrient losses from both flooded and dried cores compared with continuously moist cores (Aldous and others, 2005). Keeping soils moist and marginally flooded may be one management strategy to minimize nutrient loss in restored wetlands. Pumping of standing water from the wetland during spring to achieve water depths of between 25 and 55 cm (as determined during the Twitchell Island studies) might enhance plant growth, although creation of drier habitat may be necessary for initial seed germination. Plant growth can begin to rebuild peat soils, store carbon and nutrients, and reverse their losses.  One challenge for hydrologic restoration at the Wood River Wetland is that the land surface is sloped and irregular, with natural stream channels and deep canals that provide topographic relief. A particular water level will, therefore, produce a range in water depths throughout the wetland. The inundation analysis of the Wood River Wetland (fig. 20) portrays the number and size of ponded areas produced at a given water level that can be used to optimize water levels in the North and South Units.  Due to wetter than average precipitation during winter 2005, water was pumped from the wetland in April 2006 to ease pressure on the dikes. Future management could include permanent flooding to maintain saturated soil conditions and limit aerobic peat mineralization, with pumping to maintain target levels. Water level targets of 4,140.5 ft (NGVD29) in the North Unit and 4,135 ft in the South Unit were proposed by the BLM for enhancing seed germination (Bureau of Land Management, 2006). In the South Unit, this corresponds to tac08-0249_Figure 19   Figure 19. Annual loads of total Kjeldahl nitrogen and total phosphorus discharged from the Wood River Wetland, upper Klamath River basin, Oregon, 19752005.   56  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  tac08-0249_fig 20 new 4,130 4,132 4,134 4,136 4,138 4,140 4,142 4,144 4,146 4,148  WATER-SURFACE ELEVATION, IN FEET ABOVE NATIONAL GEODETIC VERTICAL DATUM OF 1929 4,130 4,132 4,134 4,136 4,138 4,140 4,142 4,144 4,146 4,148  Figure 20. Effect of water depth (stage) on formation and size of ponded areas (polygons) in the (A) North Unit and (B) South Unit of the Wood River Wetland, upper Klamath River basin, Oregon.  the level where many small ponds begin to coalesce into larger water parcels (fig. 20) reaching a maximum number of ponds at about 4,134.8 ft (NGVD29). In the North Unit, the maximum number of ponds occurs at a water elevation of about 4,135.8 ft (NGVD29), which is 4.7 ft lower than the proposed target of 4,140.5 ft. This higher water level will result in fewer wetted parcels in the North Unit, but will produce a greater area of inundation, which will help prevent further oxidation of peat soils.  Many drained wetlands around Upper Klamath and Agency Lakes have subsided several feet, and reconnection with the lake can produce large areas of relatively deeper water habitat. In the Twitchell Island wetland, depths ranging from 25 to 55 cm produced conditions favorable for  wetland plant vegetation propagation and growth, leading to accumulation of plant material (Miller and others, 2008). Future studies at the Wood River and other area wetlands might include similar experiments to determine which water levels are most favorable to optimize plant growth while minimizing decomposition rates and water losses from ET at greater depths.  In 2007, The Nature Conservancy wetland restoration project at the nearby Williamson River Delta Preserve removed parts of the dike and reconnected the former wetland to Agency Lake. Although this change may initially release DOC and nutrients (Aldous and others, 2005), over the long term, nutrient losses would be expected to decrease as vegetation becomes established and peat soils rebuild (Fleck   and others, 2007). Regaining hydrologic connection to the lake will also produce a more natural flooding regime as wetland water levels decline in step with Upper Klamath and Agency Lakes, which drop an average of about 3 ft between June and October. Water may be applied to prevent soil drying during the late summer and early autumn, when water levels are lowest.  Although the five artesian wells discharge 1 percent of the total water inflow, the water has relatively high nutrient concentrations (about 6,000 µg/L of NH4-N and SRP), much higher than those measured in Agency and Upper Klamath Lakes. Stopping the flow by decommissioning or capping these wells would reduce this input of nutrients to the wetland.  Potential Future Studies In addition to the Wood River Wetland, other drained  wetlands in the upper Klamath River basin are being restored through changes in water-level management (Agency Lake Ranch) or reconnecting the wetlands by removing dikes (for example, at TNC Williamson River Delta Preserve). Restoration of these wetlands presents unique opportunities to gain knowledge about how drained wetlands respond to various management strategies. The wetland character and history that govern the content and relative decomposition of the organic content of the soils, along with variables that control biogeochemical processes, determines to a large extent how a wetland responds to flooding or other changes in water- level management.  Functioning wetlands support healthy vegetation that take up and store nutrients and carbon, trap sediment, and generally improve downstream water quality. Active wetlands process nutrients through removal of nitrogen by plant uptake and denitrification and removal of phosphorus from uptake and precipitation into insoluble forms along with iron and other minerals. Each process requires a specific suite of conditions dictated by the local hydrology, soil type, and plant or bacterial assemblage. Future studies of managed wetlands around Agency and Upper Klamath Lakes could examine how current and future water-level management affects soil conditions, plant assemblage structure, biogeochemical  processing, and nutrient losses/storage over time. Additional monitoring of DO, pH, SC, and nutrients and additional flux studies in different types of wetlands could provide additional feedback to refine adaptive management strategies.  Plant Physiology Studies  Vegetation surveys indicate a continuing trend toward more obligate wetland plant species and a decrease or stabilization in the proportion of weedy, upland, or edge species (Bureau of Land Management, 2006). Enhanced production of emergent wetland species might be achieved by targeting water levels to specific concentrations of nutrients or dissolved salts. The high SC (as much as 2,500 µS/cm) and temperature (33.4°C) in the South Unit during summer could exceed the tolerance for seed germination of target plant species. The high DOC color in water effectively absorbs light wavelengths utilized during photosynthesis. As a result, light extinction depths were generally shallow (3570 cm), which indicates that light probably limits photosynthesis in much of the open-water areas. Such light limitation might also decrease successful germination of dormant wetland plant seeds. Future studies could determine the light requirements for seed germination to promote recruitment and stimulate plant biomass, thereby increasing nutrient uptake and build plant biomass. Understanding individual plant preferences and tolerances for dissolved salts, nutrients, and light, for example, could accelerate wetland restoration by optimizing growth or mitigating unfavorable conditions.  Export from Restored Wetlands  Potential inhibitory effects of DOC on Aphanizomenon flos-aquaeDecomposition of peat soils in the Wood River Wetland resulted in as much as 270 mg/L DOC in surface water (table 8). Certain types of DOC may inhibit or interfere with the growth of blue-green algae such as Aphanizomenon flos-aquae (AFA) (Geiger, 2001). If future management includes pumping high-DOC water into Agency Lake, monitoring the abundance and health of the AFA could verify potential interactive effects. Alternatively, as a result of wetland draining, export of DOC and bioavailable N and P may have enriched the lake with excess carbon and nutrients that stimulated heterotrophic activity and enriched the lake sediments with organic matter. This scenario may have contributed to the current condition of near complete dominance by AFA in Upper Klamath and Agency Lakes.   Summary  monitored in the newly restored Wood River Wetland in the upper Klamath River basin, Oregon, from May 2003 to September 2005 to establish baseline conditions as a prelude to development of future adaptive management options. Nitrogen, phosphorus, and instantaneous measures of field parameters (water temperature, dissolved oxygen, pH, and specific conductance) were monitored approximately monthly during the growing season at surface- and ground-water sites in the North and South Units of the Wood River Wetland. Limited dissolved organic carbon and selected dissolved metals data also were collected.  Solute concentrations in the wetland were higher than in adjacent streams or Agency Lake. Potential sources of nutrients in the wetland include releases from peat soils and decomposition of organic matter, including emergent, submergent, and floating macrophytes, algae, and waterfowl feces. Another factor contributing to high solute concentrations is summer evaporation and evapotranspiration, which averaged about 3.7 feet of water per year. The highest surface-water concentrations for most nutrients occurred in late summer, when water volumes were lowest. Evapoconcentration helped raise nutrient, carbon, and dissolved ion concentrations to exceedingly high values. This effect was most pronounced in the deeper South Unit, where specific conductance (SC) values reached 2,500 microsiemens per centimeter (µS/cm) in September 2005. During the three year study, the median concentrations of total nitrogen (TN) and total phosphorus (TP) in the South Unit reached about 18,00036,000 and 18,00026,000 micrograms per liter (µg/L), respectively. Most of the TN and TP was in dissolved form, primarily as dissolved organic nitrogen or ammonium, and soluble reactive phosphorus (SRP). Nutrient concentrations in surface water generally were much lower in the North Unit than in the South Unit, which has deeper peat soils, although one set of samples collected in December 2003 from the North Unit contained elevated concentrations of nitrate.  Spring and early summer increases in dissolved ammonium and SRP outpaced chloride, a conservative tracer indicative of evapoconcentration. This indicates that biogeochemical processes other than evapoconcentration are responsible for the elevated nutrient concentrations in the wetland. Lower SRP and TP levels occurred in autumn following the annual flood irrigation of the North Unit and a return to cooler and wetter winter conditions. The SRP and TP concentrations decreased at a rate that was faster than dilution, indicating that inorganic sorption may have occurred in the wetland, possibly involving iron, manganese, or calcium.  Because of the elevated ammonium concentrations (and relatively high water temperature and moderate pH), some highly toxic un-ionized ammonia (NH3) developed in the wetland surface waters. The median ammonium concentrations in the North and South Units were 380 and 510 µg-N/L, respectively, which equates to NH3 concentrations of less than about 30 µg-N/L at the ambient temperature and pH. The maximum total ammonia concentration of 2,020 µg/L in the South Unit during August 2004 equates to 390 µg-N/L un-ionized ammonia (NH3) at the ambient water temperature and pH (25°C and 8.1 units, respectively). This NH3 level might stress fish, including endangered Lost River and shortnose sucker fish, which have respective 96-hour LC50 (median lethal concentration for one-half the test population) values of 780 and 530 µg/L NH3 (Saiki and others, 1999). Although a fish screen is used at the wetland inlet structure, water with elevated NH3 discharged to Wood River or Sevenmile Canal during pumping might affect fish in the immediate vicinity of the pump outlet station, depending on a number of factors, including the total ammonia concentration, pH, water temperature, and streamflow (amount of dilution) in the receiving stream (Wood River or Sevenmile Canal).  Seasonal increases in dissolved nutrients and minerals result from mineralization of peat soils. Previous studies of soil cores indicated land subsidence of about 45 feet, resulting in carbon, nitrogen, and phosphorus losses of about 36, 31, and 18 percent of their initial (predrainage) mass, respectively. Peat-associated nitrogen likely contributed to the high ammonium concentrations (22,90036,500 µg-N/L) in the 2628 ft well in the North Unit. Elevated nitrogen and phosphorus concentrations (about 6,000 7,000 µg/L of ammonium and SRP) were measured in water samples from the five continuously flowing artesian wells. Biological activity was apparent in the wetland, including development of algae and floating and submerged aquatic plants, which boosted median total Kjeldahl nitrogen levels to 10,600 µg-N/L and TP to about 7,800 µg-P/L in the South Unit. The rapid decrease in ammonium, nitrate, and SRP during the latter part of the growing season (August and September) indicated biological uptake from algae, macrophytes, and other wetland vegetation. Photosynthesis by aquatic plants sometimes produced supersaturated midday dissolved oxygen concentrations in surface waters (as much as 310 percent saturation) and pH up to 9.2 units during summer.  Dissolved oxygen concentrations at wetland surface- water sites decreased each summer, and minimum values were less than 0.5 mg/L each year. Decomposition of peat soils and vegetation likely contributed to the decreased dissolved oxygen levels measured in the wetland surface and ground waters. Some areas of the wetland supported sulfate reduction indicative of anaerobic conditions. Anaerobic soil conditions in wetland sediments act to halt the oxidation and decomposition of peat soils, and are a natural condition in functioning and healthy wetlands. In-situ mesocosm dome chamber experiments conducted in the South Unit during June and August 2005 indicated active demand for dissolved oxygen (0.151.0 milligrams of oxygen per liter per hour [mg-O2/L/h]). Positive flux of ammonium and SRP from the bed sediment also was measured during the chamber experiments. This release may be attributed to the upward movement of ground water through nutrient-rich decomposing peat soils (for nitrogen and phosphorus), and desorption from iron or manganese in the soil under anaerobic conditions (for phosphorus). The chamber experiments also confirmed active denitrification, but rates were low due to low nitrate levels in the incubation water (wetland surface water). The low nitrate probably results from a combination of denitrification in the wetland, uptake by wetland vegetation, and perhaps from a microbial process termed dissimilatory nitrate reduction to ammonium (DNRA). The concentration of dissolved ammonium increased in the chambers with additions of nitrate and carbon, which indicates the possible occurrence of DNRA. Overall, these experiments showed active nutrient cycling by microbial populations in the wetland sediments.  Surface-water levels and standing surface-water volumes in the Wood River Wetland reached a maximum in early spring, inundating 8090 percent of the wetland. Minimum water levels occurred in August through November, when the South Unit was 10 percent inundated and the North Unit was nearly dry. Shallow ground-water levels followed a trend similar to surface-water levels and indicated a strong upward gradient. The hydrologic conditions and water levels measured during this study were influenced by the relatively dry conditions in 200305, and may not be representative of conditions during wet years. Additionally, water levels may not get as low considering that current management includes irrigation in late July to maintain a greater area of saturated soils.  Monthly water budgets were developed individually for the North and South Units of the Wood River Wetland and then summed to produce a water budget over a 2 year period (2004 and 2005 water years). The budget was based on estimates of inflows from precipitation, ground water, and surface water applied for irrigation; outflows to open- water evaporation and evapotranspiration due to emergent vegetation; and changes in surface-water and ground-water storage. Precipitation was the largest component of inflow for the entire wetland, representing 43 percent of the total inflow. Precipitation values were obtained from a nearby automated agricultural weather station. Inflow from regional ground-water discharge accounted for 40 percent of the total and was estimated using Darcys Law. Reported inflow from applied water for irrigation from adjacent surface-water bodies contributed 12 percent of the total inflow. Combined inflows from ground-water seepage through dikes and discharge  from five artesian wells represented 5 percent of the total inflow. Outflows from the wetland consisted of open-water evaporation (estimated using an empirical evaporation equation) and evapotranspiration from emergent vegetation (estimated from energy balance studies of nearby wetlands) which accounted for 64 and 36 percent of the total outflow, respectively. Outflows exceeded inflows by about 22 percent over the 2-year period. Changes in surface-water and ground- water storage during this period were determined by the change in surface- and ground-water levels and amounted to losses of only 1 and 2 percent relative to the total inflow, respectively. A water-budget residual consisting of the errors in measurement or estimation of all water-budget components and the sum of any unestimated components indicated a water deficit of 19 percent relative to the total inflow. The monthly patterns in water-budget residuals for the wetland resembled a soil-moisture signal, which, although not measured, could be a significant part of the water budget.  The distribution of inflow between the North and South Units generally was proportional to their area. The primary exception was applied irrigation, which entered entirely into the North Unit. Open-water evaporation was a greater proportion of the outflow in the South Unit relative to the North Unit as a consequence of the South Units large persistent areas of open water.  Inundation models developed for this study can be used to guide future water management of the wetland to reduce further oxidation of peat soils while providing shallow habitats for wetland plant seed germination. Given the current conditions, higher water levels in the North Unit and lower water levels in the South Unit (achieved through pumping) may be needed to achieve both of these management goals. Additional flushing of the wetland by flood-irrigation and pumping may be required to dilute the sometimes exceptionally high levels of dissolved salts and dissolved organic carbon in the wetland surface waters that may impede seed germination in the South Unit. Focused studies could determine the particular salt tolerances and light requirements for successful germination and growth of wetland plant species.  Determining the appropriate water level to minimize oxidation of soils while promoting seed germination is challenging due to the presence of relatively deep canals, patchy distribution of swales and ponds, and areas of subsided soils. Future studies of the various managed wetlands around Agency and Upper Klamath Lakes could examine how current and future water levels affects soil conditions, plant assemblage structure, and nutrient losses/storage over time. Such studies would provide useful feedback to help guide restoration of wetlands for water quality improvements and carbon storage.  60  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Acknowledgments The authors wish to thank the former and present Bureau  of Land Management Wood River Wetland coordinators Wedge Watkins, Michael Turaski, Andrew Hamilton, and Robert Roninger for their support and assistance with logistics, staff gage readings, and land survey data. David Ross from the U.S. Fish and Wildlife Service Klamath Basin Ecosystem Restoration Office was helpful during the early planning of the study and we thank him for sponsoring this research. Several USGS employees contributed to this workAndrew Arnsberg and Curt Hughes helped with field sampling, Kevin Knutson and Charley Palmer installed the network of ground-water piezometers, and Tana Haluska provided valuable assistance processing the LiDAR data. April McKeller, Scott Vanderkooi and Rip Shively (USGS) provided field and logistical support. George Aiken, James Kuwabara, and Ronald Avanzino (USGS National Research Program) provided dissolved organic carbon, nitrate, ammonium, chloride, and various trace metal analyses. Special thanks to Allison Aldous (The Nature Conservancy), Larry Dunsmoor (Klamath Tribes), Stan Geiger (Aquatic Scientific Resources), and Tim Mayer (U.S. Fish and Wildlife Service), who contributed through discussions about the history and condition of the upper Klamath River basin and the ecology of its wetlandstheir insights and expertise were most helpful.  Adam, D.P., Rieck, H.J., McGann, Mary, Schiller, Karen, Sarna-Wojcicki, A.M., and Trimble, D.A., 1994, Lithologic description of sediment cores from Wocus Marsh, Klamath County, Oregon: U.S. Geological Survey Open-File Report 94189, 65 p., available at http://pubs.er.usgs.gov/usgspubs/ ofr/ofr94189  Aldous, A.R., McCormick, P.V., Ferguson, Chad, Graham, S.G., and Craft, C.B., 2005, Hydrologic regime controls soil phosphorus fluxes in restoration and undisturbed wetlands: Restoration Ecology, v. 13, no. 2, p. 341347.  Allen, R.G., Walter, I.A., Elliott, R.L., Howell, T.A., Itenfisu, Daniel, Jensen, M.E., and Snyder, R.L., eds., 2005, The ASCE standardized reference evapotranspiration equation: Reston, Va., American Society of Civil Engineers, 196 p.  Armstrong, F.A., Stearns, C.R., and Strickland, J.D.H., 1967, The measurement of upwelling and subsequent biological processes by means of the Technicon AutoAnalyzer and associated equipment: Deep-Sea Research, v. 14, p. 381 389.  Atlas, R.M., and Bartha, Richard, 1993, Microbial ecology, fundamentals and applications (3rd ed.): Menlo Park, Calif., Benjamin/Cummings Publishing Company, 563 p.  Bachard, P.A.M. and Horne, A.J., 2000, Denitrification in free-water surface wetlandsII Effects of vegetation and temperature: Ecological Engineering, v. 14, p. 1732.  Benning, Jennifer, and Yang, Daqing, 2005, Adjustment of daily precipitation data at Barrow and Nome Alaska for 19952001: Arctic, Antarctic, and Alpine Research, v. 37, no. 3, p. 276283, accessed November 16, 2008, at http:// dx.doi.org/10.1657/1523-0430(2005)037[0276:AODPDA] 2.0.CO;2  Bidlake, W.R., 1997, Evapotranspiration from selected wetlands at Klamath Forest and Lower Klamath National Wildlife Refuges, Oregon and California: U.S. Geological Survey Administrative Report, Tacoma, Wash., 19 p.  Bidlake, W.R., 2000, Evapotranspiration from a bulrush- dominated wetland in the Klamath Basin, Oregon: Journal of the American Water Resources Association, v. 36, no. 6, p. 13091320.  Bidlake, W.R., 2002, Evapotranspiration from selected fallowed agricultural fields on the Tule Lake National Wildlife Refuge, California, during May to October 2000: U.S. Geological Survey Water-Resources Investigations Report 02-4055, 59 p., available at http://pubs.er.usgs.gov/ usgspubs/wri/wri024055  Bidlake, W.R., and Payne, K.L., 1998, Evapotranspiration from selected wetlands at Klamath Forest and Upper Klamath National Wildlife Refuges, Oregon: U.S. Geological Survey Administrative Report, Tacoma, Wash., 21 p.  Science, v. 100, no. 4, p. 227231.  Bureau of Land Management, 1995, Upper Klamath Basin and Wood River Wetland resource management plan/ Environmental Impact Statement: Klamath Falls, Oreg., Bureau of Land Management, variously paged.  Bureau of Land Management, 1996, Klamath Falls resource area Upper Klamath Basin and Wood River Wetland record of decision and resource management plan: Klamath Falls, Oreg., Bureau of land management, 25 p., accessed November 12, 2008, at http://www.blm.gov/or/districts/ lakeview/plans/files/KFRA_WRW_RMP_ROD.pdf  Bureau of Land Management, 2005, Wood River Wetland monitoring report 20032005: Klamath Falls, Oreg., Bureau of Land Management, 51 p., accessed November 12, 2008, at http://www.oregon.gov/OWEB/MONITOR/docs/mr_ WRW_2003-05.pdf  Bureau of Land Management, 2006, BLMs Wood River Wetland Water Management Strategy  2006: Klamath Falls, Oreg., Bureau of Land Management, 10 p. Bureau of Reclamation, 2008a, AgriMetThe Pacific Northwest cooperative agricultural weather network Agency Lake, Oregon AgriMet Station (AGKO): Bureau of Reclamation database, accessed April 27, 2008, at http:// www.usbr.gov/pn/agrimet/agrimetmap/agkoda.html  Bureau of Reclamation, 2008b, AgriMetThe Pacific Northwest cooperative agricultural weather network Klamath Falls, Oregon AgriMet Station (KFLO): Bureau of Reclamation database, accessed April 27, 2008, at http:// www.usbr.gov/pn/agrimet/agrimetmap/kfloda.html  Bureau of Reclamation, 2008c, AgriMetThe Pacific Northwest cooperative agricultural weather network AgriMet precipitation measurements: Bureau of Reclamation database, accessed July 16, 2008, at http:// www.usbr.gov/pn/agrimet/precip.html  Cahoon, J.S., 1985, Soil survey of Klamath County, Oregon, southern part: U.S. Department of Agriculture Soil Conservation Service in cooperation with Oregon Agriculture Experiment Station, 269 p., 106 soil map sheets.  Cameron, C.C., 1970, Peat resources of the unglaciated uplands along the Allegheny structural front in West Virginia, Maryland, and Pennsylvania: U.S. Geological Survey Professional Paper 700D, p. 153161., for more information see http://pubs.er.usgs.gov/usgspubs/pp/ pp700D  Cameron, C.C., 1973, Peat in Brobst, D.A., and Pratt, W.P., eds, United States mineral resources: U.S. Geological Survey Professional Paper 820, p. 505513, available at http://pubs.er.usgs.gov/usgspubs/pp/pp820  Cameron, C.C., 1975, Some peat deposits in Washington and southeastern Aroostook Counties, Maine: U.S. Geological Survey Bulletin 1317C, 40 p., for more information see http://pubs.er.usgs.gov/usgspubs/b/b1317C  Cameron, C.C., Esterle, J.S., Palmer, C.A., 1989, The geology, botany and chemistry of selected peat forming environments from temperate and tropical latitudes: International Journal of Coal Geology, v. 12, p. 105156.  Darcy, Henry, 1856, Les Fontaines publiques de la ville de Dijon [The Public Fountains of the City of Dijon], English translation by Patricia Bobeck: Dubuque, Iowa, Kendall/ Hunt Publishing Co., 2004, 506 p.  Dicken, S.N., 1980, Pluvial Lake Modoc, Klamath County, Oregon, and Modoc and Siskiyou Counties, California: Oregon Geology, v. 42, no. 11, p. 179187, accessed November 14, 2008, at http://www.oregongeology.com/sub/ publications/OG/OGv42n11.pdf  Dicken, S.N., and Dicken, E.F., 1985, The legacy of ancient Lake ModocA historical geography of the Klamath Lakes Basin: Eugene, Oreg., University of Oregon, 166 p.  Efimov, V.N., and Lunina, N.F., 1988, Evolution of bog soils in the European part of the USSR due to their agricultural use: Leningrad, USSR, Proceedings of the 8th International Peat Congress, v. 3, August 1421, p. 7178.  Fetter, C.W., 1994, Applied hydrogeology (3d ed.): New York, N.Y., Macmillan College Publishing Co., 691 p.  Fleck, J.A., Bosio, D.A., and Fujii, Roger, 2004, Dissolved organic carbon and disinfection by-product precursor release from managed peat soils: Journal of Environmental Quality, v. 33, p. 465475, accessed November 12, 2008, at http://jeq.scijournals.org/cgi/content/full/33/2/465  Fleck, J.A., Fram, M.S., and Fujii, Roger, 2007, Organic carbon and disinfection byproduct precursor loads from a constructed, non-tidal wetland in Californias Sacramento- San Joaquin Delta: San Francisco Estuary and Watershed Science, v. 5, no. 2, article 1, p. 124., accessed November 12, 2008, at http://repositories.cdlib.org/jmie/sfews/vol5/ iss2/art1  Englewood Cliffs, N.J., Prentiss-Hall Inc., 604 p.  Gannett, M.W., Lite, K.E. Jr., La Marche, J.L., Fisher, B.J., and Polette, D.J., 2007, Ground-water hydrology of the upper Klamath Basin, Oregon and California: U.S. Geological Survey Scientific Investigations Report 2007- 5050, 84 p., available at http://pubs.er.usgs.gov/usgspubs/ sir/sir20075050  Geiger, N.S., 2001, Reassociating wetlands with Upper Klamath Lake to improve water quality: Arcata, Calif., Proceedings of the Klamath Fish and Water Management Symposium, May 2225, 2001.  Graham Matthews and Associates, 2005, 2004 Project monitoring report, Volume 2a, Water quality baseline surveys, Weaverville, California, Draft Report February 2005, in Klamath Basin Rangeland Trust, 2005, Klamath Basin Rangeland Trust2004 Project Monitoring Report: Ashland, Oreg., variously paginated.  Halford, K.J., and Kuniansky, E.L., 2002, Documentation of spreadsheets for the analysis of aquifer-test and slug-test data: U.S. Geological Survey Open-File Report 02-197, 51 p., available at http://pubs.usgs.gov/of/2002/ofr02197/.  Hallett, D.J., Hills, L.V., and Clague, J.J., 1997, New accelerator mass spectrometry radiocarbon ages for the Mazama tephra layer from Kootenay National Park, British Columbia, Canada: Canadian Journal of Earth Sciences, v. 34, p. 12021209. 62  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Haluska, T.L., and Snyder, D.T., 2007, Development of an interactive shoreline management tool for the lower Wood River Valley, Oregon, Phase IStage-volume and stage- area relations: U.S. Geological Survey OpenFile Report 2007-1364, 8 p., available at http://pubs.er.usgs.gov/ usgspubs/ofr/ofr20071364  Healy, R.W., Winter, T.C., LaBaugh, J.W., and Franke, O.L., 2007, Water budgetsFoundations for effective water- resources and environmental management: U.S. Geological Survey Circular 1308, 90 p., available at http://pubs.er.usgs. gov/usgspubs/cir/cir1308  Illian, J.R., 1970, Interim report on the ground water in the Klamath Basin, Oregon: Salem, Oreg., State Engineer, 110 p.  Boca Raton, Fla., CRC Press, 893 p.  Laine, J., Vasander, H., and Puhalainen, A., 1992, Effect of forest drainage on the carbon balance of mire ecosystems: Uppsala, Sweden, Proceedings of the 9th International Peat Congress, June 2226, 1992, v. 1, p. 170181.  Larson, L.W., and Peck, E.L., 1974, Accuracy of precipitation measurements for hydrologic modeling: Water Resources Research, v. 10, no. 4, p. 857863, accessed November 14, 2008, at http://www.agu.org/journals/wr/v010/i004/ WR010i004p00857/  Lee, G.B., and Manoch, Bamrung, 1974, Macromorphology and micromorphology of a Wisconsin saprist, in Aandahl, A.R., Buol, S.W., Hill, D.E., and Bailey, H.H., eds., HistosolsTheir characteristics, classification, and use: Madison, Wis., Soil Science Society of America, Special Publication Series no. 6, p. 4.  Leonard, A.R., and Harris, A.B., 1974, Ground water in selected areas in the Klamath Basin, Oregon: Oregon State Engineer Ground Water Report No. 21, 104 p.  Lévesque, M.P., and Mathur, S.P., 1979, A comparison of various means of measuring the degree of decomposition of virgin peat materials in the context of their relative biodegradability: Canadian Journal of Soil Science, v. 59, p. 397400.  Lohman, S.W., Bennett, R.R., Brown, R.H., Cooper, H.H. Jr., Drescher, W.J., Ferris, J.G., Johnson, A.I., McGuiness, C.L., Piper, A.M., Rorabaugh, M.I., Stallman, R.W., and Theis, C.V., 1972, Definitions of selected ground-water terms revisions and conceptual refinements: U.S. Geological Survey Water-Supply Paper 1988, 21 p.  Maciak, Franciszek, 1972, Effect of fertilization and tillage on content of organic forms of nitrogen in peat soil and its humus fractions: Otaniemi, Finland, Proceedings of the 4th International Peat Congress, June 2530, 1972, v. 4, p. 105120.  MacLaren, C. and Geiger, N.S., 2001, Running Y Ranch Resort Caledonia Marsh wetland restoration test unit third year growing season monitoring report: Portland, Oreg., Shapiro and Associates, Inc., unknown pagination.  Manny, B.A., Johnson, W.C., and Wetzel, R.G., 1994, Nutrient additions by waterfowl to lakes and reservoirs Predicting their effects on productivity and water quality: Hydrobiologia, v. 279/280, p. 121132, accessed November 12, 2008, at http://www.springerlink.com/content/ n22422652318nm72  Mathur, S.P., and Farnham, R.S., 1985, Geochemistry of humic substances in natural and cultivated peatlands in Aiken, G.R., McKnight, D.M., Wershaw, R.L., and MacCarthy, Patrick, eds., Humic substances in soil, sediment, and water: New York, N.Y., Wiley-Interscience, p. 5385.  Mayer, T.D., 2005, Water-quality impacts of wetland management in the Lower Klamath National Wildlife Refuge, Oregon and California: Wetlands, v. 25, no. 3, p. 697712., accessed November 13, 2008, at http://www.sws. org/wetlands/viewabstract.mgi?recid=577&amp;s=Mayer  Miller R.L., Fram M.S., Fujii, Roger, and Wheeler, Gail, 2008, Subsidence reversal in a re-established wetland in the SacramentoSan Joaquin Delta, California, USA: San Francisco Estuary and Watershed Science, v. 6, no. 3, p. 120, accessed 10/11/2008, at http://repositories.cdlib.org/ jmie/sfews/vol6/iss3/art1  Murphy, J. and Riley, J.P., 1962, A modified single solution method for the determination of phosphate in natural waters: Analytica Chemica Acta, v. 27, p. 3136.  OBrien, J.E., 1962, Automation in sanitary chemistry, IV, Automatic analysis of chlorides in sewage: Water and Wastes Engineering, v. 33, no. 12, p. 670682.  Oregon Water Resources Department, 2001, Oregon monitor well, geotechnical hole and other hole construction standards 690-240-0137, 690-240-0006, 690-240-0007: Oregon Administrative Rules Chapter 690, Division 240, accessed November 14, 2008, at http://arcweb.sos.state. or.us/rules/OARS_600/OAR_690/690_240.html  Patton, C.J., and Truitt, E.P., 1992, Methods of analysis by the U.S. Geological Survey National Water Quality LaboratoryDetermination of total phosphorus by a Kjeldahl digestion method and an automated colorimetric finish that includes dialysis: U.S. Geological Survey Open- File Report 92-146, 39 p., available at http://pubs.er.usgs. gov/usgspubs/ofr/ofr92146  Patton, C.J., and Truitt, E.P., 2000, Methods of analysis by the U.S. Geological Survey National Water Quality LaboratoryDetermination of ammonium plus organic nitrogen by a Kjeldahl digestion method and an automated photometric finish that includes digest cleanup by gas diffusion: U.S. Geological Survey Open-File Report 2000- 170, 31 p., available at http://pubs.er.usgs.gov/usgspubs/ofr/ ofr00170  Priestley, C.H.B., and Taylor, R.J., 1972, On the assessment of surface heat flux and evaporation using large-scale parameters: Manual Weather Review, v. 100, p. 8192.  Risley, J.C., and Gannett, M.W., 2006, An evaluation and review of water-use estimates and flow data for the Lower Klamath and Tule Lake National Wildlife Refuges, Oregon and California: U.S. Geological Survey Scientific Investigations Report 2006-5036, 18 p., available at http:// pubs.er.usgs.gov/usgspubs/sir/sir20065036  Rojstaczer, S.A., Hamon, R.E., Deverel, S.J., and Massey, C.A., 1991, Evaluation of selected data to assess the causes of subsidence in the SacramentoSan Joaquin Delta, California: U.S. Geological Survey Open-File Report 91-193, 16 p., available at http://pubs.er.usgs.gov/usgspubs/ ofr/ofr91193  Rosenbaum, J.G., Reynolds, R.L., Adam, D.P., Sarna- Wojcicki, A.M., Whitney, C.G., Kerwin, M.W., and Fitzmaurice, P.L., 1995, Climate records from Quaternary sediment, Buck Lake and Caledonia Marsh, southern OregonComparison of magnetic and pollen data, in Adam, D.P., Bradbury, J.P., Dean, W.E., Gardner, J.V., and Sarna-Wojcicki, A.M., eds., Report of 1994 Workshop on the correlation of marine and terrestrial records of climate changes in the western United States: U.S. Geological Survey Open-File Report 95-34, p. 3035, available at http://pubs.er.usgs.gov/usgspubs/ofr/ofr9534  Rosenberry, D.O., Stannard, D.I., Winter, T.C., and Martinez, M.L., 2004, Comparison of 13 equations for determining evapotranspiration from a prairie wetland, Cottonwood Lake area, North Dakota, USA: Wetlands, v. 24, p. 483 497, accessed November 13, 2008, at http://www.sws.org/ wetlands/viewabstract.mgi?recid=613&amp;s=Rosenberry  Saiki, M.K., Monda, D.P., and Bellerud, B.L., 1999, Lethal levels of selected water quality variables to larval and juvenile Lost River and shortnose suckers: Environmental Pollution, v. 105, no. 1, p. 3744.  Shipley, B., and Parent, M., 1991, Germination responses of 64 wetland species in relation to seed size, minimum time to reproduction and seedling relative growth rate: Functional Ecology, v. 5, p.111118.  Shuttleworth, W.J., 1993, Evaporation, in D.R. Maidment, ed., Handbook of hydrology: San Francisco, Calif., McGraw- Hill, Inc., p. 4.14.53.  Smith, J.A., 1993, Precipitation, in Maidment, D.R., ed., Handbook of hydrology: San Francisco, Calif., McGraw- Hill, Inc., p. 3.13.47.  Smith, J.G., 1988, Geologic map of the Pelican Butte Quadrangle, Klamath County, Oregon: U.S. Geological Survey Geologic Quadrangle Map 1653, scale 1:62,500, 1 sheet, for more information see http://pubs.er.usgs.gov/ pubs/gq/gq1653  Snyder, D.T., and Morace, J.L., 1997, Nitrogen and phosphorus loading from drained wetlands adjacent to Upper Klamath and Agency Lakes, Oregon: U.S. Geological Survey Water-Resources Investigations Report 97-4059, 67 p., available at http://pubs.er.usgs.gov/ usgspubs/wri/wri974059  Technicon Industrial Systems, 1972, Nitrate and nitrite in water and seawater, Industrial Method No. 158-71W: Tarrytown, N.Y., Technicon Instruments Corporation, unknown pagination.  Technicon Industrial Systems, 1973a, Ammonia in water and seawater, Industrial Method No. 154-71W: Tarrytown, N.Y., Technicon Instruments Corporation, unknown pagination.  Technicon Industrial Systems, 1973b, Orthophosphate in water and seawater, Industrial Method No. 155-71W: Tarrytown, N.Y., Technicon Instruments Corporation, unknown pagination.  U.S. Fish and Wildlife Service, 1988, Endangered and threatened wildlife and plants: Determination of endangered status for the shortnose sucker and Lost River sucker: Federal Register, v. 53 no. 137, p. 2713027134.  Walker, G.W., 1951, Pumice deposits of the Klamath Indian Reservation Klamath County, Oregon: U.S. Geological Survey Circular 128, 6 p., available at http://pubs.er.usgs. gov/pubs/cir/cir128  Williams, Howell, 1965, The geology of Crater Lake National Park, Oregon, in Peterson, N.V., and Groh, E.A., eds., State of Oregon lunar geological field conference guide book: Oregon Department of Geology and Mineral Industries Bulletin 57, p. 3951.  Winter, T.C., 1981, Uncertainties in estimating the water 64  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  Winter, T.C., Rosenberry, D.O., and Sturrock, A.M., 1995, Evaluation of 11 equations for determining evaporation for a small lake in the north central United States: Water Resources Research, v. 31, no. 4, p. 983993.  Wolff, R.G., 1982, Physical properties of rocksPorosity, permeability, distribution coefficients, and dispersivity: U.S. Geological Survey Open-File Report 82-166, 118 p., available at http://pubs.er.usgs.gov/usgspubs/ofr/ofr82166  Wood, T.M., Hoilman, G.R., and Lindenberg, M.K., 2006, Water-quality conditions in Upper Klamath Lake, Oregon, 200204: U.S. Geological Survey Scientific Investigations Report 2006-5209, 52 p., available at http://pubs.usgs.gov/ sir/2006/5209/.  Yang, Daqing, Goodison, B.E., Metcalfe, J.R., Louie, Paul, Leavesley, George, Emerson, Douglas, Hanson, C.L., Golubev, V.S., Elomaa, Esko, Gunther, Thilo, Pangburn, Timothy, Kang, Ersi, and Milkovic, Janja, 1999, Quantification of precipitation measurement discontinuity induced by wind shields on national gauges: Water Resources Research, v. 35, no. 2, p. 491508, accessed November 14, 2008, at http://www.uaf.edu/water/faculty/ yang/1998WR900042.pdf  Yang, Daqing, Goodison, B.E., Ishida, Shig, and Benson, C.S., 1998, Adjustment of daily precipitation data at 10 climate stations in AlaskaApplication of World Meteorological Organization intercomparison results: Water Resources Research, v. 34, no. 2, p. 241-256, accessed November 14, 2008, at http://www.uaf.edu/water/faculty/ yang/97WR02681.pdf Appendix A. Water-Quality Data, Wood River Wetland, Oregon, 200305  65  Appendix A. Water-Quality Data, Wood River Wetland, Oregon, 200305 Appendix data can be accessed by downloading files at http://pubs.usgs.gov/sir/2009/5004.  66  Hydrologic and Water-Quality Conditions, Wood River Wetland, Upper Klamath River Basin, Oregon, 200305  This page intentionally left blank. Publishing Network, Tacoma Publishing Service Center  For more information concerning the research in this report, contact the Director, Oregon Water Science Center  "
    }
}