{
    "TTR": {
        "Extracted text": "  Data contained in this report are preliminary and subject to change.  Please obtain permission prior to citation.  To give credit to authors, please cite the section within this report as a chapter in a book.  Below is an example:  West, K.  2011.  Observation flights.  Pages 1719 in C.C. Schwartz, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2010.  U.S. Geological Survey, Bozeman, Montana, USA.  Annual Report of the Interagency Grizzly Bear Study Team    Idaho Department of Fish and Game Eastern Shoshone and Northern Arapaho Tribal Fish and Game Department  Edited by Charles C. Schwartz, Mark A. Haroldson, and Karrie West  U.S. Department of the Interior   INTRODUCTION .............................................................................................................................................  1 This Report .............................................................................................................................................  1 History and Purpose of the Study Team .................................................................................................  2 Previous Research ...................................................................................................................................  2  RESULTS AND DISCUSSION .........................................................................................................................  4 Bear Monitoring and Population Trend ..................................................................................................  4 Marked Animals .........................................................................................................................  4 Assessing Trend and Estimating Population Size from Counts of Unduplicated Females ........  10 Occupancy of Bear Management Units by Females with Young ..............................................  16 Observation Flights ....................................................................................................................  17 Telemetry Relocation Flights .....................................................................................................  20 Estimating Sustainability of Annual Grizzly Bear Mortalities ..................................................  21 Key Foods Monitoring............................................................................................................................  27 Spring Ungulate Availability and Use by Grizzly Bears in Yellowstone National Park ............  27 Spawning Cutthroat Trout ..........................................................................................................  30 Grizzly Bear Use of Insect Aggregation Sites Documented from Aerial Telemetry and Observations ........................................................................................................................  33 Whitebark Pine Cone Production ...............................................................................................  36 Habitat Monitoring .................................................................................................................................  38 Grand Teton National Park Recreation Use ...............................................................................  38 Yellowstone National Park Recreational Use ............................................................................  39 Trends in Elk Hunter Numbers within the Grizzly Bear Recovery Zone Plus the 10-mile Perimeter Area ...........................................................................................................................  40 Grizzly Bear-Human Conflicts in the Greater Yellowstone Ecosystem .................................................  41  LITERATURE CITED .......................................................................................................................................  45  Appendix A: 2010 Wyoming Bear Wise Community Project Update ............................................................  50  Appendix B: Monitoring Whitebark Pine in the Greater Yellowstone Ecosystem:  2010 Annual Report ......  56  Appendix C: 2010 Grizzly Bear Habitat Monitoring Report ..........................................................................  66  Table of Contents Introduction (Charles C. Schwartz, Interagency Grizzly Bear Study Team, and David Moody, Wyoming Game and Fish Department)  This Report The contents of this Annual Report summarize results of monitoring and research from the 2010 field season.  The report also contains a summary of nuisance grizzly bear (Ursus arctos horribilis) management actions. The Interagency Grizzly Bear Study Team (IGBST) continues to work on issues associated with counts of unduplicated females with cubs-of-the-year (COY).  These counts are used to estimate population size, which are then used to establish mortality thresholds.  Our review published in the Journal of Wildlife Management (Schwartz et al. 2008) suggested that the rule set of Knight et al. (1995) returned conservative estimates, but with minor improvements, counts of unduplicated females with COY served as a reasonable index of population size useful for establishing annual mortality limits.  As a follow up to the findings of Schwartz et al. (2008), the IGBST held a workshop in October 2007 (IGBST 2008:Appendix F).  The purpose of the workshop was to discuss the feasibility of developing new models that improve our ability to distinguish unique females with COY.  The outcome of that workshop was a research proposal detailing methods to develop a hierarchical model that should improve the methods used to distinguish unique females with COY.  Multiple agencies who are members of the Yellowstone Grizzly Bear Coordinating Committee provided funding for this project.  There were some delays in getting all the money transferred and as a result we did not get the project started in early 2009 as anticipated.  However, the project was active in 2010.  Results of early simulation modeling suggested that the Bayesian approach recommended during the workshop was not feasible.  Consequently, we took a different approach and applied logistic regression modeling to the problem.  Results of that work were presented to a team of quantitative ecologists.  That group endorsed the approach and we are now running additional simulations based on their recommendations.  We hope to complete this project in 2011.  The grizzly bear was removed from protection under the Endangered Species Act on 30 April 2007 (U.S. Fish and Wildlife Service [USFWS] 2007a) but relisted by court order in 2009.  Although the status changed, we continue to follow monitoring protocols established under the Revised Demographic Recovery Criteria (USFWS 2007b) and the demographic monitoring section of the Final Conservation Strategy for the Grizzly Bear in the Greater Yellowstone Area (USFWS 2007c).  The IGBST will continue reporting on an array of required monitoring programs.  These include both population and habitat components. Annual population monitoring includes:  Monitoring unduplicated females with COY for the entire Greater Yellowstone Area (GYA).  Calculating a total population estimate for the entire GYA based on the model averaged Choa2 estimate of females with COY.  Monitoring the distribution of females with young of all ages and having a target of at least 16 of 18 Bear Management Units (BMUs) within the Primary Conservation Area (PCA) occupied at least 1 year in every 6, and no 2 adjacent BMUs can be unoccupied over any 6-year period (see Occupancy of Bear Management Units by Females with Young).  Monitoring all sources of mortality for independent (2 years old) females and males within the entire GYA.  Mortality limits are set at 9% for independent females, 15% for independent males from all causes.  Mortality limits for dependent young are 9% for known and probable human-caused mortalities (see Estimating Sustainability of Annual Grizzly Bear Mortalities).  Habitat monitoring includes documenting the abundance of the 4 major foods throughout the GYA including winter ungulate carcasses, cutthroat trout (Oncorhynchus clarkii) spawning numbers, bear use of army cutworm moth (Euxoa auxiliaris) sites, and whitebark pine (Pinus albicaulis) cone production. These protocols have been monitored and reported by the IGBST for several years and are reported here. Additionally, we continued to monitor the health of whitebark pine in the ecosystem in cooperation with the Greater Yellowstone Whitebark Pine Monitoring Working Group.  A summary of 2010 monitoring is also presented (Appendix B).  The protocol has been  2 modified to document mortality rate in whitebark pine from all causes, including mountain pine beetle (Dendroctonus ponderosae).  Although monitoring requirements under the Conservation Strategy (USFWS 2007c) do not apply since the bear was relisted, the Forest Service will continue to report on items identified in the Strategy including changes in secure habitat, livestock allotments, and developed sites from the 1998 baseline levels in each BMU subunit.  This year, the third report detailing this monitoring program is provided. This report documents 1) changes in secure habitat, open motorized access route density, total motorized route density inside the PCA, 2) changes in number and capacity of developed sites inside the PCA, 3) changes in number of commercial livestock allotments and changes in the number of permitted domestic sheep animal months inside the PCA, and livestock allotments with grizzly bear conflicts during the last 5 years (see Appendix C). Results of DNA hair snaring work conducted on Yellowstone Lake (Haroldson et al. 2005) from 19972000 showed a decline in fish use by grizzly bears when compared to earlier work conducted by Reinhart (1990) in 19851987.  As a consequence, the IGBST started a 3-year study to determine if spawning cutthroat trout continue to be an important food for bears, or if the trout population has declined to the level that bears no longer use this resource.  If trout are no longer a useful food resource, we want to determine what geographical areas and foods the bears are using and if those foods are an adequate replacement to maintain a healthy population of grizzly bears.  This project began in 2007 and field work was complete in 2009.  There were 2 graduate students and several field technicians working on the program.  Both students are currently writing their dissertations and those documents will serve as the final report for this project. The state of Wyoming, following recommendations from the Yellowstone Ecosystem Subcommittee and the IGBST, launched the Bear Wise Community Effort in 2005.  The focus is to minimize human/bear conflicts, minimize human-caused bear mortalities associated with conflicts, and safeguard the human community.  Results of these efforts are detailed in Appendix A. The annual reports of the IGBST summarize annual data collection.  Because additional information can be obtained after  publication, data summaries are subject to change. For that reason, data analyses and summaries presented in this report supersede all previously published data.  The study area and sampling techniques are reported by Blanchard (1985), Mattson et al. (1991a), and Haroldson et al. (1998).  History and Purpose of the IGBST It was recognized as early as 1973, that in order to understand the dynamics of grizzly bears throughout the Greater Yellowstone Ecosystem (GYE), there was a need for a centralized research group responsible for collecting, managing, analyzing, and distributing information.  To meet this need, agencies formed the IGBST, a cooperative effort among the U.S. Geological Survey (USGS), National Park Service, U.S. Forest Service, USFWS, and the States of Idaho, Montana, and Wyoming.  The responsibilities of the IGBST are to:  (1) conduct both short- and long-term research projects addressing information needs for bear management; (2) monitor the bear population, including status and trend, numbers, reproduction, and mortality; (3) monitor grizzly bear habitats, foods, and impacts of humans; and (4) provide technical support to agencies and other groups responsible for the immediate and long-term management of grizzly bears in the GYE.  Additional details can be obtained at our web site (http://www. nrmsc.usgs.gov/research/igbst-home.htm). Quantitative data on grizzly bear abundance, distribution, survival, mortality, nuisance activity, and bear foods are critical to formulating management strategies and decisions.  Moreover, this information is necessary to evaluate the recovery process.  The IGBST coordinates data collection and analysis on an ecosystem scale, prevents overlap of effort, and pools limited economic and personnel resources.  Previous Research Some of the earliest research on grizzlies within Yellowstone National Park was conducted by John and Frank Craighead.  The book, The Grizzly Bears of Yellowstone provides a detailed summary of this early research (Craighead et al. 1995).  With the closing of open-pit garbage dumps and cessation of the ungulate reduction program in Yellowstone National Park in 1967, bear demographics (Knight and Eberhardt 1985), food habits (Mattson et al. 1991a), and growth patterns (Blanchard 1987) for grizzly bears changed.  Since 1975, the IGBST has produced annual  3 reports and numerous scientific publications (for a complete list visit our web page http://www.nrmsc. usgs.gov/research/igbst-home.htm) summarizing monitoring and research efforts within the GYE.  As a result, we know much about the historic distribution of grizzly bears within the GYE (Basile 1982, Blanchard et al. 1992), movement patterns (Blanchard and Knight 1991), food habits (Mattson et al. 1991a), habitat use (Knight et al. 1984), and population dynamics (Knight and Eberhardt 1985, Eberhardt et al. 1994, Eberhardt 1995).  Nevertheless, monitoring and updating continues so that status can be reevaluated annually. This report truly represents a study team approach.  Many individuals contributed either directly or indirectly to its preparation.  To that end, we have identified author(s).  We also wish to thank USGS: J. Ball, C. Lindbeck, S. Schmitz, S. Thompson, C. Whitman; NPS:  A. Albright, T. Bernacchi, H. Bosserman, A. Bramblett, M. Bretzke, A. Byron, K. Cassidy, J. Choy, L. Clarke, T. Coleman, S. Consolo Murphy, M. Cromp, C. Daigle-Berg, S. Dewey, C. Flaherty, B. Gafney, S. Gerot, S. Gunther, B. Hamblin, L. Haynes, B. Helms, J. Irving, M. McDevitt, T. Schwartz, D. Smith, D. Stahler, J. Stephenson, A. Tallian, J. Waddell, P.J. White, K. Wilmot, S. Wolff; MTFWP:  N. Anderson, R. Gosse, J. Miller,  J. Smith, S. Sheppard, J. Smolczynski, S. Stewart; MSU:  S. Cherry, M. Higgs; WYGF:  G. Anderson, T. Achterhof, K. Bales, S. Becker, D. Brimeyer, J. Clapp, D. Clause, B. DeBolt, D. Ditolla, L. Ellsbury, T. Fagan, G. Fralick, H. Haley, A. Johnson, N. Johnson, J. Kettley, L. Knox, J. Kraft, B. Kroger, M. Ladd, D. Lasseter, S. Lockwood, L. Lofgren, B. Long, J. Longobardi, P. Luepke, D. McWhirter, K. Mills, B. Nesvik, S. Patla, C. Queen, R. Roemmich, C. Sax, N. Scribner, D. Thompson, B. Trebelcock, Z. Turnbull; IDFG:  C. Anderson, J. Chutz, S. Grigg, J. Hansen, T. Imthum, R. Knight, J. Koontz, G. Losinski, D. McCauley, A. McLaughlin, H. Miyasaki, B. Orning- Chappel, S. Roberts, J. Rydalch, A. Sorenson; USFS: B. Davis, J. Harper, S. Hegg, L. Landenburger, L. Otto, A. Pils, C. Pinegar, D. Probasco, D. Tyers; Pilots and Observers:  C. Anderson, B. Ard, S. Ard, N. Cadwell, K. Cathey, R. Danielson, D. Ford, K. Hamlin, H. Leach, J. Martin, K. Overfield, T. Schell, P. Schuler, D. Stinson, D. Stradley, R. Stradley; WS:  J. Rost; Shoshone and Arapaho Tribes:  L. Downing, R. St. Clair, B. Makeshine, K. Smith, B. Snyder Jr., W. Thayer, B. Warren; USFWS:  P. Hnilicka, D. Skates for their contributions to data collection, analysis, and other phases of the study.  Without the collection efforts of many, the information contained within this report would not be available.  Results and Discussion  Table 1.  Grizzly bears captured in the Greater Yellowstone Ecosystem during 2010.  Beara Sex Age Date General locationb Capture type Release siteb Agencyc  634 male adult 04/24/10 Graybull River, Pr-WY management Wiggins Fork, State-WY WYGF 635 male adult 04/24/10 Graybull River, Pr-WY management Wiggins Fork, State-WY WYGF 636 male adult 04/25/10 Gros Ventre River, Pr-WY management Mormon Creek, SNF WYGF  06/12/10 Canyon Creek, Pr-WY management Fox Creek, SNF WYGF 637 male adult 04/25/10 Gros Ventre River, Pr-WY management Mormon Creek, SNF WYGF G139 male subadult 05/03/10 Fish Creek, Pr-WY management Wiggins Fork, SNF WYGF  07/13/10 Crooked Creek, Pr-WY management removed WYGF 638 male adult 05/08/10 East Fork Wind River, Pr-WY management Sunlight Creek, SNF WYGF 639 male adult 05/11/10 Cougar Creek, SNF research on site WYGF 640 male adult 05/14/10 Elk Fork Shoshone River, SNF research on site WYGF G151 male subadult 05/15/10 Cougar Creek, SNF research on site WYGF 641 male adult 05/16/10 N Fork Shoshone River, SNF research on site IGBST 642 male subadult 05/18/10 Pat O'Hara Creek, Pr-WY management Sheffield Creek, BTNF WYGF  Bear Monitoring and Population Trend  Marked Animals (Mark A. Haroldson and Chad Dickinson, Interagency Grizzly Bear Study Team; and Dan Bjornlie, Wyoming Game and Fish Department)  During the 2010 field season, 95 individual grizzly bears were captured on 111 occasions (Table 1), including 31 females (24 adult), 62 males (34 adult), and 2 yearlings that were released without handling and whose sex was unknown (see below). Fifty-seven individuals were new bears not previously marked. We conducted research trapping efforts for 355 trap days (1 trap day = 1 trap set for 1 day) in the GYE.  During research trapping operations we had 36 captures of 26 (7 female, 19 male) individual grizzly bears for a trapping success rate of 1 grizzly capture every 9.9 trap days.  Research trapping efforts were curtailed after the human fatality at a research trap site on 17 June (see report at http://www.fws. gov/mountain-prairie/species/mammals/grizzly/ EvertInvestigationTeamReportFinal.pdf), and did not resume until early August when recommendations put forth by the investigation team had been implemented (see recomendations at http://www.  fws.gov/mountain-prairie/species/mammals/grizzly/ EvertInvestigationTeamRecommendationsFinal.pdf There were 75 management captures of 70 individual bears in the GYE during 2010 (Tables 1 and 2), including 25 females (18 adult), 43 males (21 adult) and 2 yearlings that were released without handling and were not sexed.  One adult female initially captured at a research trap site was subsequently captured at a conflict site and was relocated.  Forty-nine individual bears (17 females, 32 males), were relocated due to conflicts situations (Table 1).  Three of these bears (all males) were relocated twice.  There were 20 (9 females, 11 males) management removals, which included 1 subadult female and 1 subadult male that each had a prior relocation within the year.  Three bears captured in management situations were released on site.  All 3 of these were non-target captures during separate management capture efforts; 2 were presumed yearlings released without handling, the third was a subadult male. We radio-monitored 85 individual grizzly bears during the 2010 field season, including 33 adult females (Tables 2 and 3).  Forty-four grizzly bears entered their winter dens wearing active transmitters. Three additional bears not located since September 2010 are considered missing (Table 3).  Since 1975, 660 individual grizzly bears have been radiomarked in the GYE. Beara Sex Age Date General locationb Capture type Release siteb Agencyc  643 male adult 05/18/10 N Fork Shoshone River, SNF research on site IGBST 05/20/10 N Fork Shoshone River, SNF research on site IGBST 06/09/10 N Fork Shoshone River, SNF research on site WYGF  G152 female subadult 05/19/10 Clark, Pr-WY management Boone Creek, CTNF WYGF 632 male adult 05/23/10 Big Creek, Pr-WY management removed WYGF G153 male subadult 05/24/10 N Fork Shoshone River, SNF research on site WYGF 644 male adult 06/11/10 N Fork Shoshone River, SNF research on site WYGF 645 female adult 06/15/10 Crow Creek, SNF research on site WYGF 646 male adult 06/17/10 Kitty Creek, SNF research on site IGBST 628 female adult 06/17/10 Kitty Creek, SNF research on site IGBST  10/02/01 S Fork Shoshone River, SNF management Falls River, CTNF WYGF 337 female adult 06/26/10 Clark, Pr-WY management Squirrel Creek, CTNF WYGF 587 male subadult 07/03/10 Tosi Creek, BTNF-WY management Pilgrim Creek, GTNP WYGF Unm male subadult 07/02/10 Solfatara Creek, YNP management removed YNP G154 female subadult 07/06/10 Green River, Pr-WY management Mormon Creek, SNF WYGF  08/19/10 Brooks Lake, Pr-WY management removed WYGF Unm female subadult 07/10/10 S Fork Shoshone River, Pr-WY management removed WYGF 647 male subadult 07/16/10 Klondike Creek, BTNF management Fox Creek, SNF WYGF 648 male adult 07/19/10 Wagon Creek, BTNF management Mormon Creek, SNF WYGF 649 male adult 07/24/10 Cottonwood Creek, Pr-WY management Lost Lake, BTNF WYGF Unm unknown subadult 07/27/10 Fish Creek, BTNF management on site WYGF Unm female adult 07/28/10 Soda Butte Creek, GNF management removed MTFWP Unm female subadult 07/29/10 Soda Butte Creek, GNF management removed MTFWP Unm female subadult 07/29/10 Soda Butte Creek, GNF management removed MTFWP Unm male subadult 07/30/10 Soda Butte Creek, GNF management removed MTFWP G155 male subadult 07/30/10 Green River, BTNF management Mormon Creek, SNF WYGF Unm unknown subadult 07/31/10 Whit Creek, Pr-WY management on site WYGF 279 female adult 08/03/10 Sheridan Creek, SNF management removed WYGF G156 male subadult 08/03/10 Sheridan Creek, SNF management Mormon Creek, SNF WYGF  08/18/10 Lake Creek, Pr-WY management N Fork Shoshone, SNF WYGF G157 male subadult 08/03/10 Sheridan Creek, SNF management Cascade Creek, CTNF WYGF  08/16/10 Spring Creek, Pr-WY management Mormon Creek, SNF WYGF 498 male adult 08/05/10 Sheridan Creek, SNF management removed WYGF G158 male subadult 08/08/10 Wagon Creek, BTNF management on site WYGF 594 male subadult 08/08/10 East Dry Creek, CTNF research on site IDFG/IGBST 650 female adult 08/09/10 Raspberry Creek, BTNF management Sunlight Creek, SNF WYGF 603 male adult 08/15/10 E Fork Wind River, Pr-WY management removed WYGF 651 male adult 08/15/10 Sunlight Creek, Pr-WY management Boone Creek, CTNF WYGF 652 male subadult 08/17/10 Green River, Pr-WY management Lost Lake, BTNF WYGF 653 male subadult 08/22/10 Bootjack Creek, CTNF research on site IDFG/IGBST 654 female adult 08/23/10 Sunlight Creek, Pr-WY management Boone Creek, CTNF WYGF 655 male subadult 08/24/10 Bootjack Creek, CTNF research on site IDFG/IGBST  Beara Sex Age Date General locationb Capture type Release siteb Agencyc  493 male adult 08/26/10 Bootjack Creek, CTNF research on site IDFG/IGBST 656 male subadult 08/27/10 Trail Creek, Pr-WY management Bailey Creek, BTNF WYGF 283 male adult 08/29/10 Badger Creek, Pr-WY management removed WYGF 400 male adult 09/05/10 Klondike Creek, BTNF management Clarks Fork River, SNF WYGF 506 male adult 09/05/10 Pacific Creek, BTNF management Clarks Fork River, SNF WYGF 437 male adult 09/07/10 Kinky Creek, BTNF management removed WYGF 550 male adult 09/07/10 Sunlight Creek, Pr-WY management Bailey Creek, BTNF WYGF 657 male subadult 09/10/10 Eaglenest Creek, Pr-WY management Boone Creek, CTNF WYGF 315 female adult 09/09/10 Pacific Creek, BTNF management N Fork Shoshone, SNF WYGF G159 female subadult 09/09/10 Pacific Creek, BTNF management N Fork Shoshone, SNF WYGF G160 male subadult 09/09/10 Pacific Creek, BTNF management N Fork Shoshone, SNF WYGF G161 male subadult 09/09/10 Pacific Crk, BTNF management N Fork Shoshone, SNF WYGF 658 female adult 09/11/10 Trail Creek, Pr-WY management Lost Lake, BTNF WYGF 659 male adult 09/13/10 Pacific Creek, BTNF management Morman Creek, SNF WYGF 338 male adult 09/15/10 Arnica Creek, YNP research on site IGBST  09/17/10 Bridge Creek, YNP research on site IGBST 09/20/10 Arnica Creek, YNP research on site IGBST  558 female adult 09/15/10 Snowshoe Creek, SNF management Clarks Fork, SNF WYGF 448 female adult 09/16/10 Arnica Creek, YNP research on site IGBST  09/20/10 Arnica Creek, YNP research on site IGBST 589 male adult 09/16/10 Arnica Creek, YNP research on site IGBST  10/18/10 Trout Creek, YNP research on site IGBST 660 female adult 09/17/10 Timber Creek, Pr-WY management Cascade Creek, CTNF WYGF G162 female subadult 09/17/10 Timber Creek, Pr-WY management Cascade Creek, CTNF WYGF G163 female subadult 09/17/10 Timber Creek, Pr-WY management Cascade Creek, CTNF WYGF 661 female adult 09/20/10 Coyote Creek, YNP research on site IGBST 481 female adult 09/20/10 Bridge Creek, YNP research on site IGBST  10/15/10 Trout Creek, YNP research on site IGBST 618 male subadult 09/21/10 Coyote Creek, YNP research on site IGBST Unm female adult 09/20/10 Dry Creek, Pr-MT management removed WS/MTFWP 332 female adult 09/23/10 S Fork Shoshone River, Pr-WY management Lost Lake, BTNF WYGF 478 female adult 09/24/10 Diamond Creek, Pr-WY management removed WYGF G164 male subadult 09/25/10 Diamond Creek, Pr-WY management Fox Creek, SNF WYGF 517 female adult 09/28/10 S Fork Shoshone River, Pr-WY management Boone Creek, CTNF WYGF Unm male subadult 09/28/10 S Fork Shoshone River, Pr-WY management Boone Creek, CTNF WYGF Unm male subadult 09/28/10 S Fork Shoshone River, Pr-WY management Boone Creek, CTNF WYGF 513 male adult 09/29/10 S Fork Shoshone River, Pr-WY management removed WYGF 662 female adult 10/01/10 Jasper Creek, YNP research on site IGBST 663 female adult 10/02/10 Jasper Creek,YNP research on site IGBST 664 male adult 10/03/10 S Fork Shoshone River, Pr-WY management Cascade Creek, CTNF WYGF 512 male adult 10/05/10 West Yellowstone, Pr-MT management removed MTFWP/IGBST 665 female adult 10/05/10 Yellowstone River, Pr-MT management Arnica Creek, YNP MTFWP/IGBST  Beara Sex Age Date General locationb Capture type Release siteb Agencyc  G165 male subadult 10/05/10 Yellowstone River, Pr-MT management Arnica Creek, YNP MTFWP/IGBST G166 male subadult 10/05/10 Yellowstone River, Pr-MT management Arnica Creek, YNP MTFWP/IGBST Unm male adult 10/11/10 Yellowstone River, Pr-MT management removed MTFWP 323 male adult 10/13/10 Gibbon River, YNP research on site IGBST  10/14/10 Gibbon River, YNP research on site IGBST 556 male adult 10/14/10 Trout Creek, YNP research on site IGBST 566 male adult 10/15/10 Gibbon River, YNP research on site IGBST  10/18/10 Gibbon River, YNP research on site IGBST 10/20/10 Gibbon River, YNP research on site IGBST  227 male adult 10/15/10 Gibbon River, YNP research on site IGBST 666 female adult 10/16/10 Whit Creek, Pr-WY management Blackrock Creek, BTNF WYGF 569 female adult 10/17/10 Green Creek, Pr-WY management removed WYGF 667 female adult 10/23/10 Sage Creek Pr-WY management Cascade Creek, CTNF WYGF G167 male subadult 11/04/10 O'Hara Creek, Pr-WY management Fox Creek, SNF WYGF a Unm = unmarked. b BTNF = Bridger-Teton National Forest, CTNF = Caribou-Targhee National Forest, GNF = Gallatin National Forest, GTNP = Grand Teton National Park; JDRMP = John D. Rockefeller, Jr. Memorial Parkway; SNF = Shoshone National Forest, ST = state land; YNP = Yellowstone National Park, Pr = private. c GTNP = Grand Teton National Park; IDFG = Idaho Fish and Game; IGBST = Interagency Grizzly Bear Study Team, USGS; MTFWP = Montana Fish, Wildlife and Parks; WS = Wildlife Services; WYGF = Wyoming Game and Fish.  8 Table 2.  Annual record of grizzly bears monitored, captured, and transported in the Greater Yellowstone Ecosystem since 1980.  Table 3.  Grizzly bears radio monitored in the Greater Yellowstone Ecosystem during 2010.  400 M Adult  No No Missing 566 M Adult  No Yes Active 569 F Adult None (after collar cast) Yes No Cast 570 M Adult  Yes No Cast 627 F Adult 3 yearlings Yes Yes Active 661 F Adult None No Yes Active 662 F Adult 2 young, lost both No Yes Active 663 F Adult None No Yes Active Under the Revised Demographic Recovery Criteria (USFWS 2007b) of the Grizzly Bear Recovery Plan (USFWS 1993), IGBST is tasked with estimating the number of females with COY, determining trend in this segment of the population, and estimating size of specific population segments to assess sustainability of annual mortalities.  The area within which the revised criteria apply for counting females with COY and mortalities is referenced in Figure 1 of the Revised Demographic Recovery Criteria (USFWS 2007b).  However, the area referenced in this figure is incorrect on its western and northern boundaries in Montana and will be corrected with an erratum (C. Servheen, USFWS Grizzly Bear Recovery Coordinator, personal communication). Specific procedures used to accomplish the above mentioned tasks are presented in IGBST (2005, 2006) and Harris  et al. (2007).  Briefly, the Knight et al. (1995) rule set is used to differentiate an estimate for  the number of unique females with COY ( ObsN ) and tabulate sighting frequencies for each family.  We then apply the Chao2 estimator (Chao 1989, Wilson and Collins 1992, Keating et al. 2002, Cherry et al. 2007)  ,  where m is the number unique females sighted randomly (i.e., without the aid of telemetry), f1 is the number of families sighted once, and f2 is the number families sighted twice.  This estimator accounts for individual sighting heterogeneity and produces an estimate for the total number of female with COY present in the population annually. Next, we estimate trend and rate of change () for the number of unique females with COY in the population from the natural log (Ln) of the annual   ChaoN estimates using linear and quadratic regressions with model averaging (Burnham and Anderson 2002). The linear model for 2( )ChaoLn N with year (yi) is:   0 0 ( )Chao i i iLn N y yb b b e= + + + , is included to detect changes in trend.  Model AIC (Akaike Information Criterion) will favor the quadratic model if the rate of change levels off or begins to decline (IGBST 2006, Harris et al. 2007). This process smoothes variation in annual estimates that result from sampling error or pulses in numbers of females producing cubs due to natural processes (i.e., process variation).  Some changes in previous model-averaged estimates for unduplicated females with COY (  MAFCN ) are expected with each additional year of data.  Retrospective adjustments to previous estimates are not done (IGBST 2006).  Demographic Recovery Criterion 1 (USFWS 2007b) specifies a minimum requirement of 48 females with cubs for the current year (  MAFCN ).  Model-averaged estimates below 48 for 2 consecutive years will trigger a biology and management review, as will a shift in AIC that favors the quadratic model (i.e., AICc weight &gt; 0.50, USFWS 2007a). Given the assumption of a reasonably stable sex and age structure, trend for the females with COY represents the rate of change for the entire population (IGBST 2006, Harris et al. 2007).  It follows that estimates for specific population segments can be  derive from the  MAFCN  and the estimated stable age structure for the population.  Estimates for specific population segments and associated confidence intervals follow IGBST (2005, 2006).  Thus, the total number of females 2 years old in the population is estimated by  where 0.289 is the proportion of females 4 years old accompanied by COY from transition probabilities (IGBST 2005), and 0.77699 is the ratio of 4+ female to 2+ females in the population (IGBST 2006).  Using the model averaged results in these calculations has the effect of putting the numerator (  MAFCN ) on the same temporal scale as the denominator (i.e., mean  Assessing Trend and Estimating Population Size from Counts of Unduplicated Females (Mark A. Haroldson, Interagency Grizzly Bear Study Team)  transition probability and ratio) which smoothes estimates and alleviates extreme variation which are likely uncharacteristic of the true population (IGBST 2006, Harris et al. 2007).  The number of independent aged males is given by   where 0.63513 is the ratio of independent males:independent females (IGBST 2006).  The number of dependent young is estimated by  , , 1 { [( )(0.638)]}2.04dependent young MAFC t MAFC tN N N -= +  where 2.04 is the mean number of COY/litter (Schwartz et al. 2006a) and 0.638 is the mean survival rate for COY (Schwartz et al. 2006b).  Estimates of uncertainty associated with parameters of interest were derived from the delta method (Seber 1982:7) as described in IGBST (2006).  We documented 286 verified sightings of females with COY during 2010 within the area where the revised demographic criteria apply (Fig. 1).  This number of observations is the second highest total recorded and more than doubles the 117 sightings obtained during 2009.  Most observations were obtained opportunistically via ground observers (76.6%), with aerial observation providing (23.4%) observers (Table 4).  Seventy-four percent of the  Fig. 1.  Distribution of 286 observations of 51 (indicated by unique symbols) unduplicated female grizzly bears with cubs-of-the-year (COY) in the Greater Yellowstone Ecosystem during 2010.  The outer light blue line represents the boundary within which females with COY are counted for estimation of trend and population size and mortalities are counted for evaluation of sustainability.  The inner dark blue and red boundaries indicate the Yellowstone grizzly bear Recovery Zone and National Park Services lands, respectively.  Table 4.  Method of observation for female grizzly bears with cubs-of-the-year sighted in the Greater Yellowstone Ecosystem during 2010.  Method of observation Frequency Percent Cumulative percent  Fixed wing  other researcher 10 3.5 3.5 Fixed wing  observation 45 15.7 19.2 Fixed wing - telemetry 9 3.1 22.4 Ground sighting 219 76.6 99.0 Helicopter  other research 3 1.0 100.0  observations and 20 of the unique female sighings occurred within the boundary of Yellowstone National Park.  From the 286 sightings we were able to differentiate 51 unduplicated females using the rule set described by Knight et al. (1995).  Total number of COY observed during initial sightings was 101 and mean litter size was 1.98 (Table 5).  There were 15 single cub litters, 23 litters of twins, 12 litters of triplets, and 1 quadruplet litter seen during initial observations (Table 5).  This is the second consecutive year we have observed a 4-cub litter in the GYE (Table 5).  Given that the initial observation of this family occurred on 20 April we suspect there is little possibility that this litter was the result of adoptions (see Haroldson et al. 2008).  However, scats were collected from the female and all the cubs and we will attempt DNA analysis to confirm relatedness. Two-hundred and fifty-six observations of 51 families were obtained without telemetry (Table 6).  Using the sighting frequencies associated with these families our 2010 2ChaoN = 56 (Table 6).  Annual   ChaoN  for the period 19832010 (Table 6) were used to estimate the rate of population change (Fig. 2). Parameter estimates and AICc weights for the linear and quadratic models (Table 7) suggest that the linear model was the better fit for the period, with 62% of the AICc weight.  The estimated quadratic effect (-0.00095, SE = 0.00075) was not significant (P = 0.21470), with quadratic model receiving 38% of the AICc weight.  Thus, the linear model continues to be better supported (USFWS 2007b), indicating an increasing trend.  Evidence for a decline in the rate of change was similar to that observed in 2009 (37%, Haroldson 2010).  Using the linear model our estimate of   for 19832010 is 1.04204 (95% CI 1.03045 1.05375).  The model averaged point estimate  (  MAFCN ) is 57 (95% CI 4769) and exceeds the demographic objective of 48 specified in the demographic criteria for the GYE (USFWS 2007b). Our estimated population size for 2010 derived from  Female grizzly with 3 of her 4 cubs of the year, 14 Jul 2010.  Photo courtesy of Steve Ard.  Table 5.  Number of unduplicated females with cubs-of-the-year ( ObsN ), litter frequencies, total number of cubs, and average litter size at initial observation for the years 19732010 in the Greater Yellowstone Ecosystem.  1974 15 15 6 7 2 0 26 1.73 1975 4 9 2 2 0 0 6 1.50 1976 17 26 3 13 1 0 32 1.88 1977 13 19 3 8 2 0 25 1.92 1978 9 11 2 4 3 0 19 2.11 1979 13 14 2 6 5 0 29 2.23 1980 12 17 2 9 1 0 23 1.92 1981 13 22 4 7 2 0 24 1.85 1982 11 18 3 7 1 0 20 1.82 1983 13 15 6 5 2 0 22 1.69 1984 17 41 5 10 2 0 31 1.82 1985 9 17 3 5 1 0 16 1.78 1986 25 85 6 15 4 0 48 1.92 1987 13 21 1 8 4 0 29 2.23 1988 19 39 1 14 4 0 41 2.16 1989 16 33 7 5 4 0 29 1.81 1990 25 53 4 10 10 1 58 2.32 1991a 24 62 6 14 3 0 43 1.87 1992 25 39 2 12 10 1 60 2.40 1993 20 32 4 11 5 0 41 2.05 1994 20 34 1 11 8 0 47 2.35 1995 17 25 2 10 5 0 37 2.18 1996 33 56 6 15 12 0 72 2.18 1997 31 80 5 21 5 0 62 2.00 1998 35 86 9 17 9 0 70 2.00 1999 33 108 11 14 8 0 63 1.91 2000 37 100 9 21 7 0 72 1.95 2001 42 105 13 22 7 0 78 1.86 2002 52 153 14 26 12 0 102 1.96 2003 38 60 6 27 5 0 75 1.97 2004 49 223 14 23 12 0 96 1.96 2005 31 93 11 14 6 0 57 1.84 2006 47 172 12 21 14 0 96 2.04 2007 50 335 10 22 18 0 108 2.16 2008 44 118 10 28 6 0 84 1.91 2009 42 117 10 19 11 2 89 2.12 2010 51 286 15 23 12 1 101 1.98  a One female with unknown number of cubs.  Average litter size was calculated using 23 females.  ObsN 14  Table 6.  Annual estimates for the numbers of females with cubs-of-the-year in the Greater Yellowstone Ecosystem grizzly bear population, 19832010.  The number of unique females observed ( ObsN ) includes those located using radio-telemetry; m gives the number of unique females observed using random sightings only; and 2ChaoN  gives the nonparametric biased corrected estimate, per Chao (1989).  Also included are f1, the number of families sighted once, f2, the number of families sighted twice, and an annual estimates of relative sample size ( 2Chaon N ), where n is the total number of observations obtained without the aid of telemetry.  15  Fig. 2.  Model-averaged estimates for the number of unduplicated female grizzly bears with cubs-of-the-year in the Greater Yellowstone Ecosystem for the period 19832010, where the linear and quadratic models of 2( )ChaoLn N were fitted.  The inner set of light solid lines represents a 95% confidence interval on the predicted population size for unduplicated female, whereas the outer set of dashed lines represents a 95% confidence interval for the individual population estimates for unduplicated females.  UCL Predicted Pop  Table 7.  Parameter estimates and model selection results from fitting the linear and quadratic models  for 2( )ChaoLn N  with years for the period 19832010. Model Parameter Estimate 0.06870 0.02227  3.08414 0.00493  Table 8.  Estimates and 95% confidence intervals (CI) for population segments and total grizzly bear population size for 2010 in the Greater Yellowstone Ecosystem. 95% CI Independent females 253 494.0 210 297 Independent males 161 356.8 124 198 Occupancy of Bear Management Units (BMU) by Females with Young (Shannon Podruzny, Interagency Grizzly Bear Study Team)  Dispersion of reproductive females throughout the ecosystem is assessed by verified observation of female grizzly bears with young (COY, yearlings, 2-year-olds, and/or young of unknown age) by BMU.  The requirements specified in the Revised  Demographic Recovery Criteria (USFWS 2007b) state that 16 of the 18 BMUs must be occupied by young on a running 6-year sum with no 2 adjacent BMUs unoccupied.  Eighteen of 18 BMUs had verified observations of female grizzly bears with young during 2010 (Table 9).  Eighteen of 18 BMUs contained verified observations of females with young in at least 5 years of the last 6-year (2005-2010) period.  Table 9.  Bear Management Units in the Greater Yellowstone Ecosystem occupied by females with young (cubs-of-the-year, yearlings, 2-year-olds, or young of unknown age), as determined by verified reports, 2005- 2010.  16) South Absaroka X X X X X X 6 17) Buffalo/Spread Creek X X X X X X 6 Bear Study Team)  Two rounds of observation flights were conducted during 2010.  Forty-eight Bear Observation Areas (BOAs; Fig. 3) were surveyed during Round 1 (8 Jun22 Jul) and 46 BOAs during Round 2 (10 Jul24 Aug).  Observation time was 101 hours for Round 1 and 93 hours for Round 2; average duration of flights for both rounds combined was 2.1 hours  (Table 10).  Three hundred nineteen bear sightings, excluding dependent young, were recorded during observation flights.  This included 2 radio-marked bears, 254 solitary unmarked bears, and 63 unmarked females with young (Table 10).  Observation rate was 1.64 bears/hour for all bears.  One hundred eighteen young (73 COY, 33 yearlings, and 12 2-year-olds) were observed (Table 11).  Observation rates were 0.33 females with young/hour and 0.20 females with COY/hour (Table 10).  Fig. 3.  Observation flight areas within the Greater Yellowstone Ecosystem, 2010.  The numbers represent the 38 Bear Observation Areas.  Those units too large to search during a single flight were further subdivided into 2 units.  Consequently, there were 48 search areas.  18  Table 10.  Annual summary statistics for observation flights conducted in the Greater Yellowstone Ecosystem, 19972010.   a COY = cub-of-the-year. b Dates of flights (Round 1, Round 2):  1997 (24 Jul17 Aug, 25 Aug13 Sep); 1998 (15 Jul6 Aug, 327 Aug); 1999 (728 Jun, 8 Jul4 Aug); 2000 (526 Jun, 17 Jul4 Aug); 2001 (19 Jun11 Jul, 16 Jul5 Aug); 2002 (12 Jun22 Jul, 13 Jul28 Aug); 2003 (12 Jun28 Jul, 11 Jul13 Sep); 2004 (12 Jun26 Jul, 3 Jul31 Aug); 2005 (4 Jun26 Jul, 1 Jul31 Aug); 2006 (5 Jun9 Aug, 30 Jun28 Aug); 2007 (24 May2 Aug, 21 Jun14 Aug); 2008 (12 Jun26 Jul, 1 Jul23 Aug); 2009 (26 May17 Jul, 8 Jul27 Aug); 2010 (8 Jun22 Jul, 10 Jul24 Aug).   19  Table 11.  Size and age composition of family groups seen during observation flights in the Greater Yellowstone Ecosystem, 19982010.  1  a Dates of flights (Round 1, Round 2):  1998 (15 Jul6 Aug, 327 Aug); 1999 (728 Jun, 8 Jul4 Aug); 2000 (526 Jun, 17 Jul4 Aug); 2001 (19 Jun11 Jul, 16 Jul5 Aug); 2002 (12 Jun22 Jul, 13 Jul28 Aug); 2003 (12 Jun28 Jul, 11 Jul13 Sep); 2004 (12 Jun26 Jul, 3 Jul31 Aug); 2005 (4 Jun26 Jul, 1 Jul31 Aug); 2006 (5 Jun9 Aug, 30 Jun28 Aug); 2007 (24 May2 Aug, 21 Jun14 Aug); 2008 (12 Jun26 Jul, 1 Jul23 Aug); 2009 (26 May17 Jul, 8 Jul27 Aug); 2010 (8 Jun22 Jul, 10 Jul24 Aug). b Includes 1 female with 4 yearlings.  Interagency Grizzly Bear Study Team)  Eighty-eight telemetry relocation flights were conducted during 2010, resulting in 305.2 hours of search time (ferry time to and from airports excluded) (Table 12).  Flights were conducted at least once during all months, with 82% occurring May- November.  During telemetry flights, 696 locations of bears equipped with radio transmitters were collected, 59 (8%) of which included a visual sighting.  Forty- eight sightings of unmarked bears were also obtained during telemetry flights, including 40 solitary bears, 6 female with COY, 1 female with a yearling, and 1 female with 3 2-year-olds.  Rate of observation for all unmarked bears during telemetry flights was 0.16 bears/hour.  Rate of observing females with COY was 0.020/hour, which was considerably less than during observation flights (0.20/hour) in 2010.  Six of 7 grizzly bears observed in Pelican Creek during a telemetry  flight, 17 Jul 2010.  Photo courtesy of Steve Ard.  Table 12.  Summary statistics for radio-telemetry relocation flights in the Greater Yellowstone Ecosystem, 2010.  Unmarked bears observed January 3.50 1 3.50 11 0 0.00 0 0 0 0 --- --- February 14.33 4 3.58 34 0 0.00 0 0 0 0 --- --- March 22.01 5 4.40 60 2 0.09 2 0 0 0 0.09 0.000 April 17.19 4 4.30 47 3 0.17 3 0 0 0 0.17 0.000 May 42.76 14 3.05 73 18 0.42 12 0 0 0 0.38 0.000 June 27.55 10 2.76 68 9 0.33 3 1 0 1 0.18 0.036 July 37.05 12 3.09 76 7 0.19 13 4 0 0 0.46 0.108 August 24.02 6 4.00 56 0 0.00 2 0 1 0 0.12 0.000  September 38.42 10 3.84 90 2 0.05 1 1 0 0 0.05 0.026  October 37.93 10 3.79 99 11 0.29 3 0 0 0 0.08 0.000  November 33.20 10 3.32 63 7 0.21 0 0 0 0 --- ---  December 7.25 2 3.63 19 0 0.00 1 0 0 0 0.14 0.000  Total 305.21 88 3.47 696 59 0.19 40 6 1 1 0.13 0.020  Estimating sustainability of annual grizzly bear mortalities (Mark A. Haroldson, Interagency Grizzly Bear Study Team; and Kevin Frey, Montana Fish, Wildlife and Parks)  Under the Revised Demographic Recovery Criteria (USFWS 2007b) of the Grizzly Bear Recovery Plan (USFWS 1993), IGBST is tasked with evaluating the sustainability of annual grizzly bear mortalities that occur within the boundary shown in Fig. 1 (see Assessing Trend and Population Size from Counts of Unduplicated Females).  Specific procedures used to accomplish these tasks are presented in IGBST (2005, 2006).  Briefly, estimates for specific population segments are derived from the modeled-averaged annual Chao2 estimate for females with COY (see section Assessing Trend and Estimating Population Size from Counts of Unduplicated Females).  Sustainable mortality for independent aged (2 years) females is considered 9% of the estimated size for this segment of the population (IGBST 2005, 2006; USFWS 2007).  Thus, female mortalities are within sustainable limits if,  where,  FN  is the estimated population size for independent aged females and  FD  is the estimated total mortality for independent aged females.  All sources of mortality are used to evaluate sustainability for independent aged bears, which included an estimate of the unreported loss (Cherry et al. 2002, IGBST 2005).  Thus,   where FA  is the number of sanctioned agency removals of independent females (including radio- marked individuals), FR  is the number of radio- marked bears lost (excluding sanctioned removals), and FB  is the median of the creditable interval for the estimated reported and unreported loss (Cherry et al. 2002).  Exceeding independent female mortality limits for 2 consecutive years will trigger a biology and management review (USFWS 2007b).  Sustainable mortality for independent aged males is 15% of the estimated male population  (IGBST 2005, 2006; USFWS 2007b).  Male mortality  where  MN  is the estimated population size for independent aged males and MD  is the estimated total mortality for independent males obtained by,   where MA  is the number of sanctioned agency removals of independent males (including radio- marked individuals), MR  is the number of radio- marked bears lost (excluding sanctioned removals), and MB  is the median of the creditable interval for the estimated reported and unreported loss (Cherry et al. 2002).  Exceeding independent male mortality limits for 3 consecutive years will trigger a biology and management review (USFWS 2007b).  Sustainable mortality for dependent young (i.e., COY and yearlings) is set at 9% of the estimate for this population segment.  Only human-caused deaths are assessed against this threshold (USFWS 2007b).  Exceeding the dependent young mortality limit for 3 consecutive years will trigger a biology and management review (USFWS 2007b).  We continue to use the definitions provided in Craighead et al. (1988) to classify grizzly bear mortalities in the GYE relative to the degree of certainty regarding each event.  Those cases in which a carcass is physically inspected or when a management removal occurs are classified as known mortalities.  Those instances where evidence strongly suggests a mortality has occurred but no carcass is recovered are classified as probable. When evidence is circumstantial, with no prospect for additional information, a possible mortality is designated.  Possible mortalities are excluded from assessments of sustainability.  We continue to tabulate possible mortalities because at the least they provide an additional source of location information for grizzly bears in the GYE.   We documented 48 known and probable GYE during 2010; 43 of the known and probable losses were attributable to human causes (Table 13).  Additionally, we documented 2 mortalities that occurred during fall of 2009 (Table 13).  These instances were not resolved as dead bears until summer 2010 when snow conditions allow access to the sites.  These mortalities, both involving radio- instrumented bears (1 adult F, 1 adult M) whose cause of death could not be determined were added to 2009 mortality totals.  With the addition of these mortalities, estimated total mortalities for independent female and male bears remained within sustainable limits for 2009.  Six of the known and probable losses documented during 2010 remain under investigation by USFWS and state law enforcement agencies. Specific information related to these mortalities is not provided because of on going investigations. However, these events are included in the following summary.  Fifteen (34.9%) of the human-caused losses were hunting related; including 2 mistaken identity kills by black bear (Ursus americanus) hunters, and 11 losses from self-defense kills.  Two of the hunting related losses that remain under investigation were not initially deemed self-defense. Twenty-one (48.8%) of the human-caused losses involved management removals due to livestock depredation (n = 7), site conflicts (n = 8), humane removal (n = 1), and in response to human fatalities (n = 5).  The 5 management removals in response to human fatalities occurred in 2 separate incidents.  One of these involved a female with 3 yearlings that killed 1 person and injured 2 others in the Soda Butte Campground, Gallatin National Forest on 28 July (Investigation report available at http://www. fws.gov/mountain-prairie/species/mammals/grizzly/ SodaButteCampgroundAttacksInvestigationTeam Report.pdf).  The yearlings involved in this incident were captured and removed live to Zoo Montana in Billings, Montana.  The other removal due to a human fatality was an adult male in the Kitty Creek incident described previously in this report (see Marked Animals section).  The remaining human- caused losses were from road kills (4.6%, n = 2), and malicious killing (4.6%, n = 2), non-hunting self- defense (4.6%, n = 2), and accidental death during a management capture attempt (2.3%, n = 1).  We also documented 4 natural mortalities and 1 additional grizzly bear death from an undetermined cause (Table 13).  The natural mortalities included 1 old-aged female that was in very poor condition after den emergence and was killed by wolves, 1 old adult male that likely died of natural causes, and 2 COY losses.  One COY was killed by wolves; the other was a probable loss from a radioed female (Table 13).  The remaining mortality from an undetermined cause was an adult male bear found dead 50 m from the road near LeHardy Rapids, YNP, in August.  This bear had a wound in the abdomen that suggested it may have been gored by a bison but specific cause could not be determined.  Also, wounds and condition were not indicative of a vehicle impact.  Table 13.  Grizzly bear mortalities documented in the Greater Yellowstone Ecosystem during 2010.  Unique Beara Sexb Agec Date Locationd Certainty Cause  201001 584 M adult 5/13/2010 Grass Creek, State-WY Known Human-caused, mistaken identity of bear #584 by black bear hunter.  201002 632 M adult 5/23/2010 Big Creek, Pr-WY Known Human-caused, management removal of bear #632, chicken depredation, broke into coop.  201003 G133 M subadult 6/2/2010 Spread Creek, GTNP Known Human-caused, road kill.  201004 Unm M yearling 6/7/2010 Gallatin River, YNP Known Human-caused, road kill.  201005 577 F adult 6/7/2010 Blacktail Creek, YNP Known Natural, specific cause undetermined but likely wolf predation contributed to by weakened state due to emaciation.  Old age likely a contributing factor. Unique Beara Sexb Agec Date Locationd Certainty Cause  201006 Unm F adult 6/12/2010 Elkhorn Creek, GNF-MT Known Human-caused, mistaken identity by black bear hunter.  201007 Unm M yearling 6/18/2010 Iron Springs Creek, YNP Known Human-caused, accidental death during management capture operation.  Bear had lost an eye and had infected injuries inflicted by another predator and was in very poor condition.  201008 646 M adult 6/19/2010 Kitty Creek, SNF-WY Known Human-caused, management removal after human fatality.  201009 Unm M subadult 7/2/2010 Solfatara Creek, YNP Known Human-caused, live removal for repeated nuisance activity, property damage, and bold behavior in campground.  201010 537 F adult 11/8/2009 West Fork Dry Creek, WRIR Known Undetermined cause, collar went on mortality between 11/411/13/2009.  Was determined to be a dead bear in July 2010.  201011 F adult 2010 WY Probable Human-caused, under investigation.  201012 Unm F COY 7/10/2010 South Fork Shoshone, Pr-WY Known Human-caused, live removal of orphan COY frequenting vicinity of ranch buildings.  201013 G139 M subadult 7/13/2010 Crooked Creek, PR-WY Known Human-caused, management removal for numerous human food rewards and aggression towards people.  201014 Unm F adult 7/28/2010 Soda Butte Creek, GNF Known Human-caused, management removal of adult female with 3 yearlings for human- fatality and 2 additional human injuries.  201015 Unm F yearling 7/29/2010 Soda Butte Creek, GNF Known Human-caused, live removal of yearling female that accompanied mother during human-fatality and 2 additional human injuries.  201016 Unm F yearling 7/29/2010 Soda Butte Creek, GNF Known Human-caused, live removal of yearling female that accompanied mother during human-fatality and 2 additional human injuries.  201017 Unm M yearling 7/30/2010 Soda Butte Creek, GNF Known Human-caused, live removal of yearling male that accompanied mother during human-fatality and 2 additional human injuries.  201018 279 F adult 8/3/2010 Sheridan Creek, SNF Known Human-caused, management removal for repeated cattle depredation.  Two yearling males (#G156 and #G157) were relocated.  201019 498 M adult 8/5/2010 Sheridan Creek, SNF Known Human-caused, management removal for cattle depredation.  201020 Mkd M adult 8/14/2010 Fish Creek, BTNF Known Human-caused, close range self-defense near wolf killed domestic calf carcass.  Was previously marked but no tags present and tattoo unreadable. Unique Beara Sexb Agec Date Locationd Certainty Cause  201021 603 M adult 8/15/2010 East Fork Wind River, Pr-WY Known Human-caused, management removal for repeated sheep depredation and attempted entry into buildings and campers.  201022 Unm M adult 8/15/2010 Yellowstone River, YNP Known Undetermined cause, found dead 50 m off highway near LeHardy Rapids, date is approximate.  201023 G154 F subadult 8/19/2010 Brooks Lake, Pr-WY Known Human-caused, management removal for numerous food rewards and property damage.  201024 283 M adult 8/29/2010 Badger Creek, Pr-WY Known Human-caused, management removal for repeated livestock depredations.  201025 625 M adult 10/13/2009 Arrow Creek, SNF Known Undetermined cause, collar went on mortality between 10/6-21/2009, was determined to be a dead bear in September 2010, date is midpoint between last active date and date of first mortality signal.  201026 652 M subadult 9/4/2010 Crow Creek, WRIR Known Human-caused, killed in self-defense at residence.  201027 437 M adult 9/7/2010 Kinky Creek, BTNF Known Human-caused, management removal for repeated livestock depredations.  201028 Unm M adult 9/7/2010 Horse Creek, BTNF Known Human-caused, hunting related, self- defense by moose hunting guide.  201029 Unm M adult 2010 WY Known Human-caused, under investigation.  201030 Unm M adult 2010 WY Known Human-caused, under investigation.  201031 Unm F adult 9/20/2010 Dry Creek, Pr-MT Known Human-caused, management removal for cattle depredation and aggressive behavior.  201032 478 F adult 9/24/2010 Diamond Creek, Pr-WY Known Human-caused, management removal for numerous property damage and food rewards  in residential area.  201033 Unm M adult WY Known Human-caused, under investigation.  201034 513 M adult 9/29/2010 South Fork Shoshone, Pr-WY Known Human-caused, management removal for property damage and food rewards.  201035 Unm M adult 10/4/2010 Sheridan Creek, SNF Known Human-caused, hunting related, self- defense by elk hunters.  201036 Unm Unk COY 10/2/2010 Lamar Rver, YNP Known Natural, wolves observed feeding on a grizzly COY by YNP wolf researchers, investigation of the site revealed only hair, no other remains.  201037 512 M adult 10/5/2010 West  Yellowstone, Pr-MT Known Human-caused, management removal for repeated food rewards and nuisance activity in the town of West Yellowstone.  Bear was in poor condition. Unique Beara Sexb Agec Date Locationd Certainty Cause  201038 Unm F adult 10/7/2010 Jim Creek, SNF Known Human-caused, hunting related, self- defense by hunters in pursuit of game, minor human injuries, female was accompanied by a yearling.  201039 Unm M adult 2010 WY Known Human-caused, under investigation.  201040 Unm M subadult 2010 WY Known Human-caused, under investigation.  201041 Unm M adult 10/11/2010 Yellowstone River, Pr-MT Known Human-caused, management removal for repeated food rewards and nuisance activity at the Gardiner Dump.  201042 569 F adult 10/17/2010 Green Creek, Pr-WY Known Human-caused, management removal for repeated property damage and food rewards.  201043 302 M adult 7/5/2010 Venus Creek, SNF Known Known, natural, bear died between 7/1 7/9/2010 (7/5 midpoint), no evidence of human involvement.  201044 Unm F adult 10/19/2010 Crandall Creek, SNF Known Human-caused, hunting related self- defense, bear followed hunter from elk carcass and approached to very close range on 2 occasions, and was shot at close range during the 2nd approach.  Female had 1 COY.  201045 Unm Unk COY 10/19/2010 Crandall Creek, SNF Probable Human-caused, COY of female that was killed in self-defense during hunting related incident.  201046 Unm M subadult 10/23/2010 Wolf Creek, BDNF Known Human-caused, hunting related self-defense in heavy timber, pepper spray used first, bear was shot as it returned a second time.  201047 Unm M adult 10/24/2010 Lodgepole Creek, SNF Known Human-caused, hunting related self- defense, hunter could not deter bear as it approached, shot at close range.  201048 Unm F adult 10/27/2010 Aldrich Creek, SNF Known Human-caused, hunting related self- defense, human injury, female was accompanied by 2 yearlings.  201049 Unm F adult 11/5/2010 Donahue Creek, GNF Known Human-caused, hunting related self- defense, no evidence of young.  201050 Unm Unk COY 8/9/2010 Trout Crk, YNP Probable Natural, collared bear #448 lost 1 COY between 7/4 and 9/16.  Location and mortality date are approximated.  201051 Unm F adult 9/2/2010 Paint Crk, SNF Possible Human-caused, hunting related, self- defense, female with yearling(s) charged hunter, female was wounded but evidence at the scene suggested wound was not significant.  a Unm = unmarked bear; number indicates bear number. b Unk = unknown sex. c COY = cub-of-the-year. d BTNF = Bridger-Teton National Forest, CTNF = Caribou-Targhee National Forest, GNF = Gallatin National Forest, GTNP = Grand Teton National Park, SNF = Shoshone National Forest, WRIR = Wind River Indian Reservation, YNP = Yellowstone National Park, Pr = private.    All the known and probable 2010 mortalities occurred with the boundary specified in the Revised Demographic Recovery Criteria and shown in Fig. 1 (see Assessing Trend and Population Size from Counts of Unduplicated Females).  Among the 13 known and probable losses for independent aged female bears there were 6 management removals, 2 deaths of radio-marked bears, and 5 other reported losses (Table 14).  We documented 11 management removals, 2 radio-marked losses, and 13 reported losses for 26 independent aged male grizzly bear (Table 14).  Human-caused losses of dependent young totaled 7 (Table 14).  Using the criteria specified under the Revised Demographic Recovery Criteria (USFWS 2007b) and methodology presented by IGBST (2005, 2006), estimates of total mortality of independent females were within sustainable limits for 2010, as were human-caused mortalities of dependent young (Table 14).  Estimated total morality for independent male bears exceeded sustainable limits during 2010 (Table 14).  Investigations have been completed for 3 of the 6 mortalities listed as under investigation in the 2009 Annual Report.  Specific information pertaining to cleared mortalities has been updated in the 2009 Mortality List available at http://www.nrmsc.usgs.  gov/science/igbst/2009mort.  The same will be done for 2010 grizzly bear mortalities (see http://www. nrmsc.usgs.gov/science/igbst/2010mort).  We remind readers that some cases can remain open and under investigation for an extended period.  The IGBST cooperates with federal and state law enforcement agencies and will not release information that could compromise ongoing investigations.  Bear 577 was observed dead 8 Jun 2010.  Photo courtesy of Steve Ard.  Table 14.  Annual size estimates ( N ) for population segments and evaluation of sustainability for known and probable mortalities documented during 2010 within the boundaries specified in an erratum for the Revised Demographic Recovery Criteria (see Assessing Trend and Estimating Population Size from Counts of Unduplicated Females).  Established mortality thresholds (USFWS 2007b) are 9%, 9%, and 15% for dependent young and independent (2) females and males, respectively.  Only human-caused losses are counted against the mortality threshold for dependent young.  Independent femalese 254 12 6 2 5 13 21 23 Under  Independent malesf 161 24 11 2 13 34 47 24 Exceeded a Term A in equation 1 and 2 is the annual count of agency sanctioned management removals of independent aged bears including those involving radio-marked individual. b Term R in equation 1and 2 is the annual count of loss for independent aged bears wearing active telemetry except those removed through management actions. c Term B in equation 1 and 2 is the median of the credible interval for estimated reported and unreported loss calculated using methods described in Cherry et al. (2002) from the annual reported loss. d Term D in equation 1 and 2 is the estimated total mortality is the sum of the sanctioned removals, the radioed-marked loss, and the estimated reported and unreported loss. e Mortality counts and estimates for independent aged females bears are indicated by subscript F in equation 1. f Mortality counts and estimates for independent aged males bears are indicated by subscript M in equation 2.    Spring Ungulate Availability and Use by Grizzly Bears in Yellowstone National Park (Shannon Podruzny, Interagency Grizzly Bear Study Team; and Kerry Gunther and Travis Wyman, Yellowstone National Park)  It is well documented that grizzly bears use ungulates as carrion (Mealey 1980, Henry and Mattson 1988, Green 1994, Blanchard and Knight 1996, Mattson 1997) in Yellowstone National Park. Competition with recently and use by grizzly April and mid-May. At each carcass, we collected a site description (i.e., location, aspect, slope, elevation, distance to road, distance to forest edge), carcass data (i.e., species, age, sex, cause  of death), and information about animals using the carcasses (i.e., species, percent of carcass consumed, scats present).  We were unable calculate the biomass consumed by bears, wolves, or other unknown large scavengers with our survey methodology. In 2010, we recorded 24 ungulate carcasses for a total of 0.094 carcasses/km surveyed (Fig. 5).  Northern Range  We surveyed 13 routes on Yellowstones Northern Range totaling 151.4 km traveled.  We used  a Global Positioning scats, daybeds,  or feeding activity) was found along 8 of the routes. A female grizzly with 2 yearlings was observed by surveyors near 1 transect.  Fig. 4.  Spring ungulate carcass survey transects in 5 areas of Yellowstone ALL AREAS  Fig. 5.  Annual ungulate carcasses/km found on spring survey routes in winter ranges of Yellowstone National Park, 1997 2010.   We surveyed 8 routes in the Firehole drainage totaling 66.2 km.  We counted 3 bison carcasses. Evidence of use by grizzly bears and wolves were found at 2 of the carcasses.  Grizzly bear sign was found along 7 of the routes.   We surveyed 4 routes in the Norris Geyser Basin totaling 17.9 km travelled.  No carcasses were observed, but grizzly bear sign was noted along 3 of the routes.  We surveyed 3 routes in the Heart Lake thermal basin covering 14.6 km.  We observed no carcasses.  Grizzly bear sign (including tracks, feeding, and geophagy of thermal soil) was observed along 2 routes.  A single adult bear was observed grazing in the meadow by Heart Lake.   We surveyed a single route in the Mud Volcano area covering 6.1 km.  No carcasses were found but grizzly bear sign was abundant.  Five sites used for digging and consuming thermal soil were found, and a grizzly was observed bedding in a thermal area.  29  Table 15.  Ungulate carcasses found and visitation of carcasses by bears, wolves, and unknown large scavengers along surveyed routes in Yellowstone National Park during spring 2010.   # Visited by species # Visited by species Total carcasses/kmBear Wolf Unknown Bear Wolf Unknown  Northern Range (13) 17 7 1 10 4 2 1 1 0.139 Firehole (8) 0 0 0 0 3 2 2 1 0.045 Norris (4) 0 0 0 0 0 0 0 0 0.000 Heart Lake (3) 0 0 0 0 0 0 0 0 0.000 Mud Volcano (1) 0 0 0 0 0 0 0 0 0.000  Table 16.  Age classes and sex of elk and bison carcasses found, by area, along surveyed routes in Yellowstone National Park during spring 2010.   Spawning Cutthroat Trout (Kerry A. Gunther, Todd M. Koel, Patrick Perrotti, and Eric Reinertson, Yellowstone National Park)  Spawning cutthroat trout were once commonly consumed by grizzly bears that had home ranges adjacent to Yellowstone Lake and its tributaries (Mealey 1975, Reinhart and Mattson 1990, Haroldson et al. 2005).  In the 1970s and 1980s, grizzly bears were known to prey on cutthroat trout in at least 36 different tributary streams of the lake (Hoskins 1975, Reinhart and Mattson 1990).  Haroldson et al. (2005) estimated that approximately 68 grizzly bears likely fished Yellowstone Lake tributary streams annually during the late 1990s.  Bears also occasionally prey on cutthroat trout in other areas of the park, including cutthroat trout (and/or cutthroat x rainbow trout, Oncorhynchus mykiss hybrids) of the inlet creek to Trout Lake located in the northeast section of the park.  Non-native lake trout (Salvelinus namaycush) and whirling disease caused by an exotic parasite (Myxobolus cerebralis) have significantly reduced the native cutthroat trout population and associated bear fishing activity (Koel et al. 2005a, Koel et al. 2006). Drought may also be contributing to the decline of the Yellowstone Lake cutthroat trout population (Koel et al. 2005b).  Due to the past use of cutthroat trout as a food source by grizzly bears, and the population decline caused by lake trout, whirling disease, and drought, monitoring of the cutthroat trout population is a component of the bear foods and habitat monitoring program of the Conservation Strategy for the Grizzly Bear in the Greater Yellowstone Area (USFWS 2007c).  The cutthroat trout population is monitored through counts at a fish trap located on Clear Creek on the east-shore of Yellowstone Lake, and through visual stream surveys conducted along North Shore and West Thumb tributaries of the lake (Koel et al. 2005a, USFWS 2007c).  Visual stream surveys are also conducted along the inlet creek at Trout Lake in the northeast section of the park.   Fish Trap Surveys--The number of spawning cutthroat trout migrating upstream are counted most years from a weir with a fish trap located at the mouth of Clear Creek on the east side of Yellowstone Lake (Fig. 6; Koel et al. 2005a).  The fish trap is generally installed in May, the exact date depending on winter  snow accumulation, weather conditions, and spring snow melt.  Fish are counted by dip netting trout that enter the upstream trap box and/or visually counting trout as they swim through wooden chutes attached to the trap.  An electronic fish counter is also periodically used.  In 2008, unusually high spring run-off damaged the Clear Creek weir and necessitated its removal. Due to removal of the weir, counts of the number of spawning cutthroat trout ascending Clear Creek have not been obtained since 2007.  The weir is currently scheduled to be reconstructed during the late summer of 2011.  Operation of the weir and fish trap is anticipated in 2012.  Fig. 6.  Number of spawning cutthroat trout counted at the Clear Creek fish trap on the east shore of Yellowstone Lake, Yellowstone National Park, 19782010.   Visual Stream Surveys--Beginning 1 May most years, several streams including Lodge Creek, Hotel Creek, Hatchery Creek, Incinerator Creek, Wells Creek, Bridge Creek, Weasel Creek, and Sand Point Creek on the North Shore of Yellowstone Lake; and Sandy Creek, Sewer Creek, Little Thumb Creek, and unnamed creek #1167 in the West Thumb area are checked daily to detect the presence of adult cutthroat trout (Andrascik 1992, Olliff 1992).  Once adult trout are found (i.e., onset of spawning), weekly surveys of cutthroat trout in these streams are conducted. Sample methods follow Reinhart (1990), as modified by Andrascik (1992) and Olliff (1992).  In each stream on each sample day, 2 people walk upstream from the stream mouth and record the number of adult trout observed.  Sampling continues 1 day/week until most adult trout return to the lake (i.e., end of spawning). The length of the spawning season is calculated by counting the number of days from the first day spawners are observed through the last day spawners   Fig. 7.  Mean number of spawning cutthroat trout and mean activity by grizzly bears observed during weekly visual surveys of 8 North Shore and 4 West Thumb spawning streams tributary to Yellowstone Lake, Yellowstone National Park, 19912010.  are observed.  The average number of spawning cutthroat trout counted per stream survey conducted during the spawning season is used to identify annual trends in the number of cutthroat trout spawning in Yellowstone Lake tributaries. Data collected in 2010 continued to show low numbers of spawning cutthroat trout in North Shore and West Thumb tributary streams (Table 17).  In North Shore streams, only 17 spawning cutthroat trout were counted.  Twelve spawning trout were counted in Bridge Creek, 4 in Hatchery Creek, and 1 in Incinerator Creek.  Evidence (grizzly track, bear scat containing fish parts) of grizzly bear fishing activity was observed along Bridge Creek.  No spawning cutthroat trout were observed in Lodge Creek or Wells Creek.  Hotel Creek, Weasel Creek, and Sand Point Creek were not surveyed in 2010.  On West Thumb streams, only 61 spawning cutthroat trout were counted including 50 in Little Thumb Creek, 6 in Sandy Creek, 3 in creek #1167, and 2 in Sewer  Creek.  Evidence (grizzly track, bear scat containing fish parts) of grizzly bear fishing activity was observed along Sandy Creek.  The number of spawning cutthroat trout counted in the North Shore and West Thumb streams has decreased significantly since 1989 (Fig. 7). Grizzly Activity  Table 17.  Start of spawn, end of spawn, duration of spawn, number of surveys conducted, number of fish counted, and average number of spawning cutthroat trout counted per survey in North Shore and West Thumb streams of Yellowstone Lake, and the Trout Lake inlet creek, Yellowstone National Park, 2010.  Stream Lodge Creek No spawn Hotel Creek Not surveyed Hatchery Creek 06/08/10 06/22/10 15 3 4 1.3 Incinerator Creek 06/22/10 06/22/10 1 1 1 1.0 Wells Creek No spawn Bridge Creek 05/26/10 06/07/10 13 3 12 4.0 Weasel Creek Not surveyed Sand Point Creek Not surveyed West Thumb Streams 1167 Creek 06/02/10 06/02/10 1 1 3 3.0 Sandy Creek 05/26/10 06/14/10 20 4 6 1.5 Sewer Creek 06/14/10 06/14/10 1 1 2 2.0 Little Thumb Creek 06/14/10 06/29/10 16 3 50 16.7 Total (Yellowstone Lake) 16 78 4.9 Northern Range Stream Trout Lake Inlet 06/21/10 07/13/10 23 4 1,222 305.5 32  Fig. 8.  Mean number of spawning cutthroat (and/or cutthroat x rainbow trout hybrids) observed during weekly visual spawning surveys of the Trout Lake inlet, Yellowstone National Park, 19992010.  Trout Lake  Visual Stream Surveys--Beginning in mid-May of each year, the Trout Lake inlet creek is checked once per week for the presence of spawning cutthroat trout (and/or cutthroat x rainbow trout hybrids). Once spawning trout are detected (i.e., onset of spawning), weekly surveys of adult trout in the inlet creek are conducted.  On each sample day, 2 people walk upstream from the stream mouth and record the number of adult trout observed.  Sampling continues 1 day/week until 2 consecutive weeks when no trout are observed in the creek and all trout have returned to Trout Lake (i.e., end of spawn).  The length of the spawning season is calculated by counting the number of days from the first day spawning trout are observed through the last day spawning trout are observed.  The mean number of spawning trout observed per visit is calculated by dividing the total number of adult trout counted by the number of surveys conducted during the spawning season.  In 2010, the first movement of spawning trout from Trout Lake into the inlet creek was observed on 21 June.  The spawn lasted approximately 23 days with the last spawning trout being observed in the inlet creek on 13 July.  During the once per week visual surveys, 1,222 spawning cutthroat (and/or cutthroat trout x rainbow trout hybrids) were counted,  an average of 306 per visit (Table 17).  The number of fish observed per survey has ranged from a low of 31 in 2004, to a high of 306 in 2010 (Fig. 8).  On July 6 a dead fish was found on the creek bank, but it could not be determined if it was from an otter, grizzly bear, black bear, coyote or other predator.  On the same day, park visitors reported seeing a black bear on the trail to Trout Lake.  No grizzly bears or black bears, bear sign, or evidence of bear fishing activity was confirmed along the inlet creek during the surveys in 2010.  Cutthroat Trout Outlook--As part of management efforts to protect the native cutthroat trout population, park fisheries biologists and private- sector (contracted) netters caught and removed 148,029 lake trout from Yellowstone Lake in 2010 (Koel et al. In press).  Catch rates are increasing suggesting that lake trout population growth is outpacing the current effort to remove them. Completion of a Native Fish Conservation Plan/ Environmental Assessment (Koel et al. 2010) will assess the effects of a significant increase in lake trout suppression by incorporation of private sector, contract netters using large deep water trapnets.  Population models suggest that the heightened removal over a period of at least 5 years will drive the lake trout population into decline, providing much needed relief for the native cutthroat trout.  Grizzly Bear Use of Insect Aggregation Sites Documented from Aerial Telemetry and Observations (Dan Bjornlie, Wyoming Game and Fish Department; and Mark Haroldson, Interagency Grizzly Bear Study Team)  Army cutworm moths were first recognized as an important food source for grizzly bears in the GYE during the mid 1980s (Mattson et al. 1991b, French et al. 1994).  Early observations indicated that moths, and subsequently bears, showed specific site fidelity. These sites are generally high alpine areas dominated by talus and scree adjacent to areas with abundant alpine flowers.  Such areas are referred to as insect aggregation sites.  Since their discovery, numerous bears have been counted on or near these aggregation sites due to excellent sightability from a lack of trees and simultaneous use by multiple bears.  Complete tabulation of grizzly presence at insect sites is extremely difficult.  Only a few sites have been investigated by ground reconnaissance and the boundaries of sites are not clearly known.  In addition, it is likely that the size and location of insect aggregation sites fluctuate from year to year with moth abundance and variation in environmental factors such as snow cover.  Since 1986, when insect aggregation sites were initially included in aerial observation surveys, our knowledge of these sites has increased annually. Our techniques for monitoring grizzly bear use of these sites have changed in response to this increase in knowledge.  Prior to 1997, we delineated insect aggregation sites with convex polygons drawn around locations of bears seen feeding on moths and buffered these polygons by 500 m.  The problem with this technique was that small sites were overlooked due to the inability to create polygons around sites with fewer than 3 locations.  From 19971999, the method for defining insect aggregation sites was to inscribe a 1-km circle around the center of clusters of observations in which bears were seen feeding on insects in talus/scree habitats (Ternent and Haroldson 2000).  This method allowed trend in bear use of sites to be annually monitored by recording the number of bears documented in each circle (i.e., site).  A new technique was developed in 2000 (D. Bjornlie, Wyoming Game and Fish Department, personal communication).  Using this technique, sites were delineated by buffering only the locations of bears observed actively feeding at insect aggregation  sites by 500 m to account for error in aerial telemetry locations.  The borders of the overlapping buffers at individual insect sites were dissolved to produce a single polygon for each site.  These sites are identified as confirmed sites.  Because these polygons are only created around feeding locations, the resulting site conforms to the topography of the mountain or ridge top where bears feed and does not include large areas of non-talus habitat that are not suitable for cutworm moths.  Locations from the grizzly bear location database from 1 July through 30 September of each year were then overlaid on these polygons and enumerated.  The technique to delineate confirmed sites developed in 2000 substantially decreased the number of sites described compared to past years in which locations from both feeding and non- feeding bears were used.  Therefore, annual analysis for this report is completed for all years using this technique.  Areas suspected as insect aggregation sites but dropped from the confirmed sites list using this technique, as well as sites with only 1 observation of an actively feeding bear or multiple observations in a single year, are termed possible sites and will be monitored in subsequent years for additional observations of actively feeding bears.  These sites may then be added to the confirmed sites list.  When possible sites are changed to confirmed sites, analysis is done on all data back to 1986 to determine the historic use of that site.  Therefore, the number of bears using insect aggregation sites in past years may change as new sites are added, and data from this annual report may not match that of past reports.  In addition, as new actively feeding bear observations are added to existing sites, the polygons defining these sites increase in size and, thus, more overlaid locations fall within the site.  This retrospective analysis brings us closer each year to the true number of bears using insect aggregation sites in past years.  In 2010 actively feeding grizzly bears were observed on 1 site classified as possible in past years. Therefore, this site was reclassified to confirmed and analysis was done back to 1986.  There were no observations of grizzly bears actively feeding in previously unknown areas in 2010.  Adding the reclassified site to the previously confirmed sites produced 38 confirmed sites and 14 possible sites for 2010.  The percentage of confirmed sites with documented use by bears varies from year to year, suggesting that some years have higher moth activity  Table 18.  The number of confirmed insect aggregation sites in the Greater Yellowstone Ecosystem annually, the number used by bears, and the total number of aerial telemetry relocations and ground or aerial observations of bears recorded at sites during 19862010. 2010 38 21 4 157 Total 334 2,775 a The year of discovery was considered the first year a telemetry location or aerial observation was documented at a site.  Sites were considered confirmed after additional locations or observations in a subsequent year and every year thereafter regardless of whether or not additional locations were documented. b A site was considered used if 1 location or observation was documented within the site that year.  than others (Fig. 9).  For example, 19931995 were probably poor moth years because the percentage of confirmed sites used by bears (Fig. 9) and the number of observations recorded at insect sites (Table 18) were low.  Overall, insect aggregation site use by grizzly bears decreased by 11% in 2010 (Fig. 9).  The number of observations or telemetry relocations at sites decreased from 2009, as well (Table 18).  The number of insect aggregation sites used by bears in 2010 decreased by 4 sites to 21 (Table 18) and was lower than the 5-year average of 29.0 sites/year from 20052009.  Fig. 9.  Annual number of confirmed insect aggregation sites and percent of those sites at which either telemetry relocations of marked bears or visual observations of unmarked bears were recorded, Greater Yellowstone Ecosystem, 19862010.  The IGBST maintains an annual list of unduplicated females observed with COY (see Table 4).  Since 1986, 819 initial sightings of unduplicated females with COY have been recorded, of which 222 (27%) have occurred at (within 500 m, n = 206) or near (within 1,500 m, n = 16) insect aggregation sites (Table 19).  In 2010, 9 of the 51 (17.6%) initial sightings of unduplicated females with COY were observed at insect aggregation sites, an increase of 3 from 2009 (Table 19) but lower than the 5-year average of 25.1% from 20052009.  Survey flights at insect aggregation sites contribute to the count of unduplicated females with COY; however, it is typically low, ranging from 0 to 20 initial sightings/ year since 1986 (Table 19).  If these sightings are excluded, an increasing trend in the annual number of unduplicated sightings of females with COY is still evident (Fig. 10), suggesting that some other factor besides observation effort at insect aggregation sites is responsible for the increase in sightings of females with cubs.  Table 19.  Number of initial sightings of unduplicated females with cubs-of-the-year (COY) that occurred on or near insect aggregation sites, number of sites where such sightings were documented, and the mean number of sightings per site in the Greater Yellowstone Ecosystem,  19862010.  1987 13 0 0 0.0 0 0.0 1988 19 1 2 10.5 2 10.5 1989 16 1 1 6.3 1 6.3 1990 25 3 3 12.0 4 16.0 1991 24 8 12 50.0 14 58.3 1992 25 5 7 28.0 9 36.0 1993 20 1 1 5.0 1 5.0 1994 20 3 5 25.0 5 25.0 1995 17 2 2 11.8 2 11.8 1996 33 7 7 21.2 7 21.2 1997 31 8 11 35.5 11 35.5 1998 35 10 13 37.1 13 37.1 1999 33 3 6 18.2 7 21.2 2000 37 6 8 21.6 10 27.0 2001 42 6 12 28.6 13 31.0 2002 52 11 17 32.7 17 32.7 2003 38 11 19 50.0 20 52.6 2004 49 11 16 32.7 16 32.7 2005 31 5 7 22.6 9 29.0 2006 47 11 14 29.8 15 31.9 2007 50 10 17 34.0 17 34.0 2008 44 7 11 25.0 14 31.8 2009 42 4 6 14.3 6 14.3 Mean 32.8 5.6 8.2 22.8 8.9 24.7  a Initial sightings of unduplicated females with COY; see Table 4. b Insect aggregation site is defined as a 500-m buffer drawn around a cluster of observations of bears actively feeding. c This distance is 3 times what is defined as an insect aggregation site for this analysis, since some observations could be made of bears traveling to and from insect aggregation sites.  Fig. 10.  The total number of unduplicated females with COY observed annually in the Greater Yellowstone Ecosystem and the number of unduplicated females with COY not found within 1,500 m of known insect aggregation sites, 19862010.  Undup fem not at sites  Grizzly bear on Francs Peak insect aggregation site, 11 Jul 2008.  Photo courtesy of Dale Ditolla.   Fig. 11.  Locations and mean cones/tree for 26 whitebark pine (Pinus albicaulis) cone production transects surveyed in the Greater Yellowstone Ecosystem during 2010.  Fig. 12.  Annual mean cones/tree on whitebark pine (Pinus albicaulis) cone production transects surveyed in the Greater Yellowstone Ecosystem during 19802010.  Whitebark Pine Cone Production (Mark A. Haroldson and Shannon Podruzny, Interagency Grizzly Bear Study Team)  Whitebark pine surveys on established transects indicated generally poor cone production during 2010 (Fig. 11).  Twenty-two transects were read.  Overall, mean cones/tree was 5.25 (Table 20; Fig. 12).  All trees on transect S were dead and suitable replacement trees could not be found within the stand.  This transect will be retired along with 4 that were retired in 2008 and 2009 (F1, H, R, and T; Table 21).  While cone production on most transects was poor, better cone production (8.49 verses 3.57 mean cones/tree, Students t = -3.369, P &lt; 0.001) occurred on transects established during 2007 (CSA CAG, Fig. 11 and Table 21) that tend to be located on the periphery of the Greater Yellowstone Ecosystem outside the Recovery Zone (Fig. 11).  We observed additional mountain pine beetle caused tree mortality among trees originally surveyed since 2002.  Total mortality on transect trees read since 2002 is 72.6% (138/190) and 94.7% (18/19) of transects contain beetle-killed trees.  Five (71.4%) of the 7 new transects exhibited beetle activity. Near exclusive use of whitebark pine seeds by grizzly bears has been associated with falls in which mean cone production on transects exceeds 20 cones/tree (Blanchard 1990, Mattson et al. 1992). Typically, numbers of grizzly bear-human conflicts and management actions tend to increase during years with poor cone availability.  The extensive areas of beetle-killed whitebark pine likely exacerbate this effect.  However, an additional significant predictor for numbers of fall conflicts is an estimate of population  size given by MAFCN  (see section Assessing Trend and Estimating Population Size from Counts of Unduplicated Females).  Thus numbers of fall conflicts tend to increase with increasing population size.  During years with poor whitebark pine cone production this trend intensifies (Fig. 13).  Likewise best predictors for numbers of fall mortalities include indices of population size along with an index of cone abundance (IGBST 2009). 2010 Cones/tree  Table 20.  Summary statistics for whitebark pine (Pinus albicaulis) cone production transects surveyed during 2010 in the Greater Yellowstone Ecosystem.  production transect results for 2010.  CSG 1 10 0.10 0.3  Fig. 13.  Predicted Fall (Month &gt;7) conflicts as a functions of a smoothed index of population size (Model averaged Chao2) and median cones/tree on whitebark pine (WBP; Pinus albicaulis) cone production transects surveyed in the Greater Yellowstone Ecosystem during 19862010.  The relationship (Fall conflicts = -11.2 + 3.12 Model averaged Chao2  3.08 Median WBP) exhibited an R2 = 53.6% and both covariates were significant (P &lt; 0.01).  38  Fig. 14.  Trends in recreational visitation and backcountry user nights in Grand Teton National Park during 20012010.   Grand Teton National Park Recreational Use (Steve Cain, Grand Teton National Park)  In 2010, total visitation in Grand Teton National Park was 4,002,023 people, including recreational, commercial (e.g. Jackson Hole Airport), and incidental (e.g. traveling through the Park on U.S. Highway 191 but not recreating) use.  Recreational visits alone totaled 2,669,373.  Backcountry user nights totaled 30,597.  Long and short-term trends of recreational visitation and backcountry user nights are shown in Table 22 and Fig. 14.  Table 22.  Average annual visitation and average annual backcountry use nights in Grand Teton National Park by decade from 1951 through 2009, and the most recent 10-year average.  20012010 2,505,722 29,875 a In 1983 a change in the method of calculation for park-wide visitation resulted in decreased numbers.  Another change in 1992 increased numbers.  Thus, park-wide visitation data for the 1980s and 1990s are not strictly comparable.  Gunther, Yellowstone National Park)  Total visitation to Yellowstone National Park (YNP) was 4,546,931 people in 2010 including recreational and non-recreational (e.g., traveling through the Park on U.S. Highway 191 but not recreating) use.  For the second year in a row, and third time in the last 4 years, recreational visitation to Yellowstone Park set new records.  Recreational visits totaled 3,640,184, the highest annual recreational visitation ever recorded.  In addition, individual monthly recreational visitation records were set in June, July, August, September, and October.  The bulk of YNPs visitation occurs from May through September.  In 2010, there were 3,308,412 recreational visitors during those peak months, an average of 21,624 recreational visitors/day. In 2010, visitors spent 685,960 user nights camping in developed area roadside campgrounds, and 44,962 user nights camping in backcountry campsites in YNP.  Average annual recreational visitation had increased each decade from an average of 7,378 visitors/year during the late 1890s to 3,012,653 visitors/year in the 1990s (Table 23).  Average annual recreational visitation decreased slightly during 2000 2009, to an average of 2,967,718 visitors/year.  The decade 20002009 was the first in the history of the park that visitation did not increase from the previous decade.  Average annual backcountry user nights have been less variable between decades than total park visitation, ranging from 39,280 to 45,615 user nights/ year (Table 23).  The number of backcountry user nights is limited by both the number and capacity of designated backcountry campsites in the park.  Transportation in transition. Cars meet Yellowstone-bound passengers beside the train at Gardiner, Montana in June, circa 1930.  Barely a decade and a half has passed since trains and stagecoaches exclusively enjoyed a monopoly of national park patronage.  Photo courtesy of National Park Service Historic Photograph Collection.  Table 23.  Average annual visitation, auto campground user nights, and backcountry user nights in Yellowstone National Park by decade from 1895 through 2010.  1900s 17,110 Not available Not available 1910s 31,746 Not available Not available 1920s 157,676 Not available Not available 1930s 300,564 82,331b Not available 1940s 552,227 139,659c Not available 1950s 1,355,559 331,360 Not available 1960s 1,955,373 681,303d Not available 1970s 2,240,698 686,594e 45,615f 2010 3,640,184g 685,960g 44,962g  a Data from 18951899.  From 18721894 visitation was estimated to be not less than 1,000 nor more than 5,000 each year. b Data from 19301934. c Average does not include data from 1940 and 1942. d Data from 19601964. e Data from 19751979. f Backcountry use data available for the years 19721979. g Data for 2010 only. Trends in elk hunter numbers within the Grizzly Bear Recovery Zone plus the 10-mile perimeter area (David S. Moody, Wyoming Game and Fish Department; Kevin Frey, Montana Department of Fish, Wildlife and Parks; and Daryl Meints, Idaho Department of Fish and Game)  State wildlife agencies in Idaho, Montana, and Wyoming annually estimate the number of hunters for each big game species.  We used state estimates for the number of elk hunters by hunt area as an index of hunter numbers for the Grizzly Bear Recovery Zone plus the 10-mile perimeter area.  Because some hunt area boundaries do not conform exactly to the Recovery Zone and 10-mile perimeter area, regional biologists familiar with each hunt area were queried to estimate hunter numbers within the Recovery Zone plus the 10-mile perimeter area.  Elk hunters were used because they represent the largest cohort of hunters for an individual species.  While there are sheep, moose, and deer hunters using the Recovery Zone and 10-mile perimeter area, their numbers are fairly small and many hunt in conjunction with elk, especially in Wyoming, where seasons overlap.  Elk hunter numbers represent a reasonably accurate index of total hunter numbers within areas occupied by grizzly bears in the GYE. We generated a data set from all states from 2001 to 2010 (Table 24, Fig. 15).  Complete data does not exist for all years.  While Montana does calculate these numbers, the data are usually not available until the following year.  Additional data will be added as they become available.  There has been a significant downward trend in hunter numbers in Idaho, Montana, and Wyoming since 2002 when hunter numbers peaked at 34,879.  Hunter numbers in Idaho appear to have stabilized around 1,900 since they peaked at 3,619 in 2005.  Hunter numbers in Montana peaked at 17,908 in 2002 and since that time have decreased to approximately 12,500.  Wyoming has experienced the largest decrease in hunter numbers over the last 10 years.  Hunter numbers have decreased from 13,709 in 2002 to fewer than 6,800 in 2010.  Both Montana and Wyoming began to decrease the harvest of females in the mid 2000s as elk herds approached their population objectives.  Idaho reduced harvest objectives for females in 2008, which accounts for the decrease in hunter numbers in 2008 through 2010.  Fig. 15.  Trend in elk hunter numbers within the Grizzly Bear Recovery Zone plus a 10-mile perimeter in Idaho, Montana, and Wyoming, 20012010. rs  Table 24.  Estimated numbers of elk hunters within the Recovery Zone plus a 10-mile perimeter in Idaho, Montana, and Wyoming, for the years 20012010.  Year State 2001 2002 2003 2004 2005 2006 2007 2008 2009 2010  Idaho 2,914 3,262 3,285 3,454 3,619 3,016 2,592 1,763 1,819 1,904  Montana 15,407 17,908 16,489 14,320 12,365 12,211 12,635 12,470 12,382 a  Wyoming 13,591 13,709 11,771 10,828 9,888 9,346 8,716 8,792 8,440 6,712  Total 31,912 34,879 31,545 28,602 25,872 24,573 23,943 23,025 22,641 a  Hunter number estimates not currently available.  Grizzly Bear-Human Conflicts in the Greater Yellowstone Ecosystem (Kerry A. Gunther, Yellowstone National Park; Bryan Aber, Idaho Department of Fish and Game; Mark T. Bruscino, Wyoming Game and Fish Department; Steven L. Cain, Grand Teton National Park; Kevin Frey, Montana Fish, Wildlife and Parks; and Mark A. Haroldson and Charles C. Schwartz, Interagency Grizzly Bear Study Team)  Conservation of grizzly bears in the GYE requires providing secure habitat (Schwartz et al. 2003) and keeping human-caused bear mortality at sustainable levels (IGBST 2005).  Most human-caused grizzly bear mortalities are directly related to grizzly bear-human conflicts (Gunther et al. 2004).  Grizzly bear-human conflicts may also erode public support for grizzly bear conservation.  To effectively allocate resources for implementing management actions designed to prevent grizzly bear-human conflicts, land and wildlife managers need baseline information for the types, causes, locations, and recent trends of conflict incidents.  To address this need, we record all grizzly bear-human conflicts reported in the GYE annually.  We group conflicts into 6 broad categories using standard definitions (Table 25).  To identify trends in areas with concentrations of conflicts, we calculated the 30% isopleth for the distribution of conflicts from the most recent 3-year period (20082010), using the fixed kernel estimator in the Animal Movements (Hooge and Eichenlaub 1997) extension for ArcView GIS (Environmental Systems Research Institute 2002).  In previous years (2003 2009) we used the 80% conflict isopleth to identify concentrations of conflicts.  Due to the high number of conflicts and their widespread distribution on the landscape in 2010, the 80% isopleth did not identify small focused concentrations of conflicts useful to managers.  As an alternative, we calculated the 20 70% conflict isopleths.  Using simple ocular analysis, the 30% isopleth best identified concentrations of conflicts at a scale useful for managers to focus efforts at conflict reduction.  Generally, the frequency of grizzly bear-human conflicts is inversely associated with the abundance of natural bear foods (Gunther et al. 2004).  When native bear foods are abundant, there tend to be few grizzly bear-human conflicts involving property damage and anthropogenic foods.  When native bear  foods are scarce, incidents of grizzly bears damaging property and obtaining anthropogenic foods increase, especially during late summer and fall when bears are hyperphagic (Gunther et al. 2004).  However, livestock depredations tend to occur independently of the availability of natural bear foods (Gunther et al. 2004).  In 2010, the availability of high quality, concentrated bear foods in the ecosystem was below average during the spring and estrus seasons, average during early hyperphagia, and poor during late hyperphagia.  During spring, the number winter-killed ungulate carcasses on the Northern Ungulate Winter Range and in thermally influenced central interior ungulate winter ranges were lower than the long- term average (see Spring Ungulate Availability). The spring season was exceptionally cold delaying snow melt and the phenological development of bear plant foods.  During estrus, vegetal bear foods were scarce and very few spawning cutthroat trout were observed in monitored tributary streams of Yellowstone Lake (see Spawning Cutthroat Trout). However, predation on newborn elk calves was frequently observed during the estrus season.  During early-hyperphagia many grizzly bears were observed at high elevation army cutworm moth aggregation sites (see Grizzly Bear Use of Insect Aggregation Sites).  During late hyperphagia, whitebark pine seed production was poor throughout most of the ecosystem (see Whitebark Pine Cone Production).  As an alternative to whitebark pine seeds, grizzly bears made extensive use of false truffles (Rhizopogon spp.) in September and October of 2010 (J. Fortin, Washington State University, personal communication).  There were 295 grizzly bear-human conflicts reported in the GYE in 2010 (Table 26, Fig. 16), the most conflicts reported since record keeping began in 1992 (Fig. 17).  These incidents included bears damaging property while obtaining anthropogenic foods (38%, n = 113), killing livestock (37%, n = 108), damaging property without obtaining anthropogenic foods (13%, n = 39), obtaining vegetables and fruit from gardens and orchards (7%, n = 22), injuring people (3%, n = 9), and damaging beehives (1%, n = 4).  Grizzly bears damaged property, obtained anthropogenic foods, killed livestock, damaged gardens and orchards, and injured people more in 2010 than long-term averages from 19922009 (Table 27). Beehive damage was not significantly different than   the long-term average.  Use of electric fence to protect apiaries has been very successful at preventing grizzly bears from accessing beehives.  Most (71%, n = 210) bear-human conflicts in 2010 occurred outside the Yellowstone Grizzly Bear Recovery Zone (USFWS 1993).  Twenty-nine percent (n = 85) of the bear-human conflicts occurred inside the Recovery Zone, 38% (n = 113) were within 10 miles of the Recovery Zone, and 33% (n = 97) were greater than 10 miles outside the Recovery Zone. Over half (58%, n = 172) of the conflicts occurred  on private land in the states of Wyoming (44%, n = 131), Montana (11%, n =31), and Idaho (3%, n = 10). Forty-two percent (n = 123) of the conflicts occurred on public land administered by the U.S. Forest Service (33%, n = 98), state of Montana (4%, n = 13), National Park Service (2%, n = 6), state of Wyoming (2%, n = 5), and Bureau of Land Management (&lt;1%, n = 1).  We identified 4 geographic areas where concentrations of grizzly bear-human conflicts occurred in the GYE over the last 3 years (Fig. 18).  Table 25.  Definitions of terminology. Term Definition  Anthropogenic foods Incidents where grizzly bears obtained human foods including garbage, groceries, grease, pet foods, bird seed, livestock feed, or other edible human-related attractants (Gunther et al. 2004).  Beehives Incidents where grizzly bears damaged or obtained honey from domestic beehives, colonies, or apiaries (Gunther et al. 2004).  Conflict Incidents where bears injured people, damaged property, obtained anthropogenic foods, killed or injured livestock, damaged beehives, or obtained vegetables or fruit from gardens and orchards (Gunther et al. 2000).  Multiple conflicts on the same day by the same bear are recorded as 1 conflict incident.  Early hyperphagia The period from 16 Jul through 31 Aug (Mattson et al. 1999).  This season is characterized by the onset of hyperphagia (Nelson et al. 1983) and consumption of army cutworm moths (Mattson et al. 1991b) and roots (Mattson et al. 1991a).  Estrous The period from 16 May through 15 Jul (Mattson et al. 1999).  Activities associated with reproduction (travel, leisure, play) dominate most behavior during this period (Mattson et al. 1991a).  The primary high quality bear foods consumed during estrus are elk calves (Gunther and Renkin 1990) and over- wintered whitebark pine seeds when present.  Gardens/orchards Incidents where grizzly bears damaged or consumed fruits or vegetables from gardens and orchards (Gunther et al. 2004).  Human injury Incidents where grizzly bears killed or injured 1 or more people, including minor scratches, bites, and contusions (Gunther et al. 2004).  Late hyperphagia The period from 1 Sep through den entrance (Mattson et al. 1999).  The primary high quality bears foods during this season are army cutworm moths (Mattson et al. 1991b) and the current years crop of whitebark pine seeds (Mattson et al. 1992).  When the availability of whitebark pine seeds is below average during late hyperphagia, ungulate meat (Mattson 1997), roots, and false truffles become more prominent in the diet of Greater Yellowstone Ecosystem grizzly bears.  Livestock depredation Incidents where grizzly bears killed or injured domestic cattle, sheep, horses, mules, burros, donkeys, lamas, goats, swine, ducks, geese, turkeys, chickens, rabbits, or other domestic livestock excluding pets (Gunther et al. 2004).  Property damage Incidents where grizzly bears damaged personal property including camping equipment, vehicles, homes, cabins, sheds, barns, out-buildings, pets, or other personal property, but did not obtain anthropogenic foods (Gunther et al. 2004).  Spring The period from den emergence through 15 May (Mattson et al. 1999).  Winter-killed ungulate carcasses are the primary high quality bear food during spring (Green et al. 1997).   These 4 areas contained almost half (47%, 295 of 633) of the total conflicts that occurred from 20082010, and included:  1) the Green River area (132 conflicts); 2) the North and South Forks of the Shoshone River (74 conflicts); 3) the Gardiner Basin (69 conflicts); and 4) the Clarks Fork area (20 conflicts).  These 4 areas should receive priority when allocating state, federal, and private resources available for reducing grizzly bear-human conflicts in the GYE.  Grizzly bear habitat land ownership and management emphasis affected patterns of bear- human conflicts observed in 2010.  On private land, bears damaging property and obtaining anthropogenic foods (garbage, grain, bird seed, dog food, garden vegetables, apples) were the most common conflicts  reported (74%, 128 of 172 ).  On U.S. Forest Service lands, livestock depredations were the most common (68%, 65 of 96) type of conflict.  On state lands, bears obtaining garbage from waste management transfer stations were most common (72%, 13 of 18).  One conflict occurred on Bureau of Land Management jurisdiction, when a grizzly bear obtained anthropogenic foods.  On National Park Service lands, we documented 6 total conflicts, all involved property damage and anthropogenic foods. Although there were few conflicts on National Park Service lands, management of human-habituated bears required considerable management effort.  In Grand Teton National Park, 115 roadside traffic-jams caused by visitors viewing grizzly bears were reported.  In  Table 26.  Number of grizzly bear-human conflicts reported within different land ownership areas in the Greater Yellowstone Ecosystem, 2010.  Total 39 113 9 22 4 108 295  a BLM = Bureau of Land Management, BDNF = Beaverhead-Deerlodge National Forest, BTNF = Bridger-Teton National Forest, CNF = Custer National Forest, CTNF = Caribou-Targhee National Forest, GNF = Gallatin National Forest, GTNP/JDR = Grand Teton National Park/John D. Rockefeller, Jr. Memorial Parkway, ID = Idaho, MT = Montana, SNF = Shoshone National Forest, WY = Wyoming, YNP = Yellowstone National Park. b Two people were injured and 1 person killed in this incident.   Fig. 18.  Concentrations (dark shaded polygons) of grizzly bear-human conflicts that occurred in the Greater Yellowstone Ecosystem from 20082010, identified using the 30% fixed kernel isopleth (lightly shaded area represents the Yellowstone Grizzly Bear Recovery Zone).  Fig. 16.  Locations of grizzly bear-human conflicts reported in the Greater Yellowstone Ecosystem in 2010 (shaded area represents the Yellowstone Grizzly Bear Recovery Zone).  Yellowstone National Park, 435 grizzly bear-jams were reported, the highest since the current bear management plan was implemented in 1983.  In both parks, a significant amount of staff time was spent managing habituated bears, the traffic associated with bear-jams, and the visitors that stopped to view and photograph bears.  Table 27.  Comparison between the average annual number of grizzly bear-human conflicts recorded from 19922009 and 2010 in the Greater Yellowstone Ecosystem. Total conflicts 143  54 295  Fig. 17.  Number of grizzly bear-human conflict incidents in the Greater Yellowstone Ecosystem, 19922010.  30% fixed kernel isopleth Yellowstone Ecosystem conflict locations 2008-2010 Yellowstone Park Boundary Andrascik, R.  1992.  Lake area-Bridge Bay spawning survey.  Pages 2935 in R. Andrascik, D.G. Carty, R.D. Jones, L.R. Kaeding, B.M. Kelly, D.L. Mahony, and S.T. Olliff.  Annual project report for 1991, Fishery and Aquatic Management Program, Yellowstone National Park.  U.S. Fish and Wildlife Service, Fisheries Assistance Office, Yellowstone National Park, Wyoming, USA.  Basile, J.  1982.  Grizzly bear distribution in the Yellowstone area, 197379.  Research Note INT-321.  U.S. Forest Service, Intermountain Forest and Range Experiment Station, Ogden, Utah, USA.  Blanchard, B.  1985.  Field techniques used in the study of grizzly bears.  Interagency Grizzly Bear Study Team report.  National Park Service, Bozeman, Montana, USA.  Blanchard, B.M.  1987.  Size and growth patterns of the Yellowstone grizzly bear.  International Conference on Bear Research and Management 7:99107.  Blanchard, B.M.  1990.  Relationship between whitebark pine cone production and fall grizzly bear movements.  Pages 362363 in W.C. Schmidt and K.J. McDonald, compilers. Proceedings of symposium on whitebark pine ecosystems:  ecology and management of a high-mountain resource.  U.S. Forest Service General Technical Report INT-270.  U.S. Department of Agriculture, Forest Service, Ogden, Utah, USA.  Blanchard, B., and R. Knight.  1991.  Movements of Yellowstone grizzly bears, 197587. Biological Conservation 58:4167.  Blanchard, B.M., and R.R. Knight.  1996.  Effects of wildfire on grizzly bear movements and foraging strategies.  Pages 117122 in J.M. Greenlee, editor.  Proceedings of the second biennial scientific conference on the Greater Yellowstone Ecosystem.  International Association of Wildland Fire, Fairfield, Washington, USA.  Blanchard, B.M., R.R. Knight, and D.J. Mattson. 1992.  Distribution of Yellowstone grizzly bears during the 1980s.  American Midland Naturalist 128:332338.  Burnham, K.P., and D.R. Anderson.  2002.  Model selection and multimodel inference:  a practical information-theoretic approach. Second edition. Springer-Verlag, New York, New York, USA.  Chao, A.  1989.  Estimating population size for sparse data in capture-recapture experiments. Biometrics 45:427438.  Cherry, S., M.A. Haroldson, J. Robison-Cox, and C.C. Schwartz.  2002.  Estimating total human- caused mortality from reported mortality using data from radio-instrumented grizzly bears. Ursus 13:175184.  Cherry, S., G.C. White, K.A. Keating, M.A. Haroldson, and C.C. Schwartz.  2007. Evaluating estimators for numbers of females with cubs-of-the-year in the Yellowstone grizzly bear population.  Journal of Agricultural, Biological, and Environmental Statistics 12(2):195215.  Craighead, J.J., K.R. Greer, R.R. Knight, and H.I. Pac.  1988.  Grizzly bear mortalities in the Yellowstone Ecosystem, 19591987.  Report of the Montana Department of Fish, Wildlife and Parks; Craighead Wildlife Institute; Interagency Grizzly Bear Study Team; and National Fish and Wildlife Foundation.  Craighead, J.J., J. Sumner, and J.A. Mitchell.  1995. The grizzly bears of Yellowstone:  their ecology in the Yellowstone ecosystem, 1959 1992.  Island Press, Washington, D.C., USA.  Gunther, K.A., M.T. Bruscino, S. Cain, J. Copeland, K. Frey, M.A. Haroldson, and C.C. Schwartz. 2001.  Grizzly bear-human conflicts confrontations, and management actions in the Yellowstone ecosystem, 2000.  Pages 64109 in C.C. Schwartz and M.A. Haroldson, editors. Yellowstone grizzly bear investigations: annual report of the Interagency Grizzly Bear Study Team, 2000.  U.S. Geological Survey, Bozeman, Montana, USA.  Gunther, K.A., M.A. Haroldson, K. Frey, S.L. Cain, J. Copeland, and C.C. Schwartz.  2004. Grizzly bear-human conflicts in the Greater Yellowstone Ecosystem, 19922000.  Ursus 15(1):1024.  Gunther, K.A., R.A. Renkin.  1990.  Grizzly bear predation on elk calves and other fauna of Yellowstone National Park.  International Conference on Bear Research and Management 8:329334.  Haroldson, M.A.  2010.  Assessing trend and estimating population size from counts of unduplicated females.  Pages 914 in C.C. Schwartz, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2008. U.S. Geological Survey, Bozeman, Montana, USA.  Haroldson, M.A., K.A. Gunther, D.P. Reinhart, S.R. Podruzny, C. Cegelski, L. Waits, T. Wyman, and J. Smith.  2005.  Changing numbers of spawning cutthroat trout in tributary streams of Yellowstone Lake and estimates of grizzly bears visiting streams from DNA.  Ursus 16(2):167180.  Haroldson, M.A., K.A. Gunther, and T. Wyman. 2008. Possible grizzly cub adoption in Yellowstone National Park.  Yellowstone Science 16(2):42 44.  Eberhardt, L.L.  1995.  Population trend estimates from reproductive and survival data. Pages 1319 in R.R. Knight and B.M. Blanchard, authors.  Yellowstone grizzly bear investigations:  report of the Interagency Study Team, 1994.  National Biological Service, Bozeman, Montana, USA.  Eberhardt, L.L., B.M. Blanchard, and R.R. Knight. 1994.  Population trend of Yellowstone grizzly bear as estimated from reproductive and survival rates.  Canadian Journal of Zoology 72:360363.  Environmental Systems Research Insitute.  2002. ArcView GIS.  Version 3.3.  Environmental Systems Research Institute, Inc., Redlands, California, USA.  French, S.P., M.G. French, and R.R. Knight.  1994. Grizzly bear use of army cutworm moths in the Yellowstone ecosystem.  International Conference on Bear Research and Management 9:389399.  Green, G.I.  1994.  Use of spring carrion by bears in Yellowstone National Park.  Thesis, University of Idaho, Moscow, Idaho, USA.  Green, G.I., D.J. Mattson, and J.M. Peek.  1997. Spring feeding on ungulate carcasses by grizzly bears in Yellowstone National Park. Journal of Wildlife Management 61:1040 1055.  Gunther, K.A., M.T. Bruscino, S. Cain, J. Copeland, K. Frey, M.A. Haroldson, and C.C. Schwartz. 2000.  Grizzly bear-human conflicts confrontations, and management actions in the Yellowstone ecosystem, 1999.  Pages 55108 in C.C. Schwartz and M.A. Haroldson, editors. Yellowstone grizzly bear investigations: annual report of the Interagency Grizzly Bear Study Team, 1999.  U.S. Geological Survey, Bozeman, Montana, USA.  Haroldson, M.A., M. Ternent, G. Holm, R.A. Swalley, S. Podruzny, D. Moody, and C.C. Schwartz. 1998.  Yellowstone grizzly bear investigations: annual report of the Interagency Grizzly Bear Study Team, 1997.  U.S. Geological Survey, Biological Resources Division, Bozeman, Montana, USA.  Harris, R.B., G.C. White, C.C. Schwartz, and M.A. Haroldson.  2007.  Population growth of Yellowstone grizzlies:  uncertainty, correlation, and future monitoring.  Ursus 18(2):167177.  Henry, J., and D.J. Mattson.  1988.  Spring grizzly bear use of ungulate carcasses in the Firehole River drainage:  third year progress report. Pages 5159 in R.R. Knight, B.M. Blanchard, and D.J. Mattson, authors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Study Team, 1987.  National Park Service, Bozeman, Montana, USA.  Hooge, P.N., and B. Eichenlaub.  1997.  Animal movement extension to ArcView.  Version 1.1.  Alaska Biological Science Center, U.S. Geological Survey, Anchorage, Alaska, USA.  Hoskins, W.P.  1975.  Yellowstone Lake tributary study.  Interagency Grizzly Bear Study Team unpublished report, Bozeman, Montana, USA.  Interagency Grizzly Bear Study Team.  2005. Reassessing methods to estimate population size and sustainable mortality limits for the Yellowstone grizzly bear.  Interagency Grizzly Bear Study Team, U.S. Geological Survey, Northern Rocky Mountain Science Center, Montana State University, Bozeman, Montana, USA.  Interagency Grizzly Bear Study Team.  2006. Reassessing methods to estimate population size and sustainable mortality limits for the Yellowstone grizzly bear:  workshop document supplement.  Interagency Grizzly Bear Study Team, U.S. Geological Survey, Northern Rocky Mountain Science Center, Montana State University, Bozeman, Montana, USA.  Interagency Grizzly Bear Study Team.  2008. Reassessing methods to distinguish unique female grizzly bears with cubs-of-the-year in the Greater Yellowstone Ecosystem. Interagency Grizzly Bear Study Team, U.S. Geological Survey, Northern Rocky Mountain Science Center, Montana State University, Bozeman, Montana, USA.  Interagency Grizzly Bear Study Team.  2009. Yellowstone grizzly bear mortality and conflict reduction report.  Interagency Grizzly Bear Study Team, Northern Rocky Mountain Science Center, Montana State University, Bozeman, Montana, USA. Available at http://www.igbconline.org/ YellowstoneMortalityReportFinalv2.pdf  Keating, K.A., C.C. Schwartz, M.A. Haroldson, and D. Moody.  2002.  Estimating numbers of females with cubs-of-the-year in the Yellowstone grizzly bear population.  Ursus 13:161174.  Knight, R.R., B.M. Blanchard, and L.L. Eberhardt. 1995.  Appraising status of the Yellowstone grizzly bear population by counting females with cubs-of-the-year.  Wildlife Society Bulletin 23:245248.  Knight, R.R., and L.L. Eberhardt.  1985.  Population dynamics of Yellowstone grizzly bears. Ecology 66:323334.  Knight, R.R., D.J. Mattson, and B.M. Blanchard. 1984.  Movements and habitat use of the Yellowstone grizzly bear.  Interagency Grizzly Bear Study Team report.  National Park Service, Bozeman, Montana, USA.  Koel, T.M., J.L. Arnold, P.E. Bigelow, P.D. Doepke, B.D. Ertel, and D.L. Mahony. 2005b.  Yellowstone Fisheries &amp; Aquatic Sciences:  annual report, 2004.  National Park Service, Yellowstone Center for Resources, Yellowstone National Park, Wyoming, USA.  Mattson, D.J., C.M. Gillin, S.A. Benson, and R.R. Knight.  1991b.  Bear feeding activity at alpine insect aggregation sites in the Yellowstone ecosystem.  Canadian Journal of Zoology 69:24302435.  Mealey, S.P.  1975.  The natural food habits of free ranging grizzly bears in Yellowstone National Park, 19731974.  Thesis, Montana State University, Bozeman, Montana, USA.  Mealey, S.P.  1980.  The natural food habits of grizzly bears in Yellowstone National Park, 197374. International Conference on Bear Research and Management 4:281292.  Nelson, R.A., G.E. Folk, Jr., E.W. Pfeiffer, J.J. Craighead, C.J. Jonkel, and D.L. Steiger. 1983.  Behavior, biochemistry, and hibernation in black, grizzly, and polar bears. International Conference on Bear Research and Management 5:284290.  Olliff, S.T.  1992.  Grant Village spawning stream survey.  Pages 3643 in R. Andrascik, D.G. Carty, R.D. Jones, L.R. Kaeding, B.M. Kelly, D.L. Mahony, and S.T. Olliff.  Annual project report for 1991, Fishery and Aquatic Management Program, Yellowstone National Park.  U.S. Fish and Wildlife Service, Fisheries Assistance Office, Yellowstone National Park, Wyoming, USA.  Reinhart, D.P.  1990.  Grizzly bear habitat use on cutthroat trout spawning streams in tributaries of Yellowstone Lake.  Thesis, Montana State University, Bozeman, Montana, USA.  Reinhart, D.P., and D.J. Mattson.  1990.  Bear use of cutthroat trout spawning streams in Yellowstone National Park.  International Conference on Bear Research and Management 8:343350.  Koel, T.M., J.L. Arnold, P.E. Bigelow, P.D. Doepke, B.D. Ertel, and M.E. Ruhl.  In press.  Yellowstone Fisheries &amp; Aquatic Sciences: Annual Report, 2010.  National Park Service, Yellowstone Center for Resources, Yellowstone National Park, Wyoming, USA.  YCR-NR-2010.  Koel, T.M., J.L. Arnold, P.E. Bigelow, and M.E. Ruhl.  2010.  Native fish conservation plan for Yellowstone National Park.  Environmental Assessment.  National Park Service, U.S. Department of the Interior, Yellowstone National Park, Wyoming, USA.  Koel, T.M., P.E. Bigelow, P.D. Doepke, B.D. Ertel, and D.L. Mahony.  2005a.  Nonnative lake trout result in Yellowstone cutthroat trout decline and impacts to bears and anglers. Fisheries 30(11):1019.  Koel, T.M., D.L. Mahony, K.K. Kinnan, C. Rasmussen, C.J. Hudson, S. Murcia, and B.L. Kerans.  2006.  Myxobolus cerebralis in native cutthroat trout of the Yellowstone Lake ecosystem.  Journal of Aquatic Animal Health 18:157175.  Mattson, D.J.  1997.  Use of ungulates by Yellowstone grizzly bears Ursus arctos.  Biological Conservation 81:161177.  Mattson, D.J., K. Barber, R. Maw, and R. Renkin. 1999.  Coefficients of productivity for Yellowstones grizzly bear habitat.  U.S. Geological Survey Forest and Rangeland Ecosystem Science Center, Corvallis, Oregon, USA.  Mattson, D.J., B.M. Blanchard, and R.R. Knight. 1991a.  Food habits of Yellowstone grizzly bears.  Canadian Journal of Zoology 69:1619 1629.  Mattson, D.J., B.M. Blanchard, and R.R. Knight. 1992.  Yellowstone grizzly bear mortality, human-habituation, and whitebark pine seed crops.  Journal of Wildlife Management Schwartz, C.C., M.A. Haroldson, and S. Cherry. 2006a.  Reproductive performance of grizzly bears in the Greater Yellowstone Ecosystem, 19832002.  Pages 1724 in C.C. Schwartz, M.A. Haroldson, G.C. White, R.B. Harris, S. Cherry, K.A. Keating, D. Moody, and C. Servheen, authors.  2006.  Temporal, spatial and environmental influences on the demographics of grizzly bears in the Greater Yellowstone Ecosystem.  Wildlife Monographs 161:168.  Schwartz, C.C., M.A. Haroldson, S. Cherry, and K.A. Keating.  2008.  Evaluation of rules to distinguish unique female grizzly bears with cubs in Yellowstone.  Journal of Wildlife Management 72(2):543554.  Schwartz, C.C., M.A. Haroldson, and G.C. White. 2006b.  Survival of cub and yearling grizzly bears in the Greater Yellowstone Ecosystem, 19832001.  Pages 2531 in C.C. Schwartz, M.A. Haroldson, G.C. White, R.B. Harris, S. Cherry, K.A. Keating, D. Moody, and C. Servheen, authors.  2006.  Temporal, spatial and environmental influences on the demographics of grizzly bears in the Greater Yellowstone Ecosystem.  Wildlife Monographs 161:168.  Schwartz, C.C., S.D. Miller, and M.A. Haroldson. 2003.  Grizzly bear.  Pages 556586 in G.A. Feldhammer, B.C. Thompson, and J.A. Chapman, editors.  Wild Mammals of North America:  biology, management, and conservation. Second edition.  The John Hopkins University Press, Baltimore, Maryland, USA.  Seber, G.A.F.  1982.  The estimation of animal abundance and related parameters.  Macmillian Publishing Company, Incorporated, New York, New York, USA.  Ternent, M., and M. Haroldson.  2000.  Grizzly bear use of insect aggregation sites documented from aerial telemetry and observations. Pages 3639 in C.C. Schwartz and M.A. Haroldson, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 1999. U.S. Geological Survey, Bozeman, Montana, USA.  recovery plan.  Missoula, Montana, USA.  U.S. Fish and Wildlife Service.  2007a.  Final Rule designating the Greater Yellowstone Area population of grizzly bears as a Distinct Population Segment and removing the Yellowstone Distinct Population Segment of grizzly bears from the Federal List of Endangered and Threatened Wildlife.  72 FR 14866.  Available at http://www.fws.gov/ mountain-prairie/species/mammals/grizzly/ FR_Final_YGB_rule_03292007.pdf  U.S. Fish and Wildlife Service.  2007b.  Grizzly Bear Recovery Plan Supplement:  revised demographic criteria for the Yellowstone Ecosystem.  72 FR 11377.  Available at http:// www.fws.gov/mountain-prairie/species/ mammals/grizzly/Grizzly_bear_Recovery_ Plan_supplement_demographic.pdf  U.S. Fish and Wildlife Service.  2007c.  Final Conservation Strategy for the Grizzly Bear in the Greater Yellowstone Area.  Available at http://www.fws.gov/mountain-prairie/ species/mammals/grizzly/Final_Conservation_ Strategy.pdf  Wilson, R.M., and M.F. Collins.  1992.  Capture- recapture estimation with samples of size one using frequency data.  Biometrika 79:543553.  Tara Teaschner Mike Boyce Bear Wise Community Coordinator Bear Management Specialist  tara.teaschner@wgf.state.wy.us michael.boyce@wgf.state.wy.us Wyoming Game and Fish Department Wyoming Game and Fish Department 2820 State Highway 120 420 North Cache Cody, WY  82414 Jackson, WY  83001 Introduction  The Bear Wise Community Program is a proactive initiative that seeks to minimize human-bear conflicts, minimize management-related bear mortalities associated with preventable conflicts, and to safeguard human communities in northwest Wyoming.  The overall objective of the program is to promote individual and community ownership of the ever-increasing human-bear conflict issue and eventually, create a social conscience regarding responsible attractant management and behavior in bear habitat. Whats more, is that this project will raise awareness and proactively influence local waste management infrastructures with the specific intent of preventing conflicts from recurring.  Strategies used to meet the campaigns objectives are:  1) minimize accessibility of unnatural attractants to bears in developed areas; 2) employ a public outreach and education campaign to reduce knowledge gaps about bears and the causes of conflicts; and 3) employ a bear resistant waste management system and promote bear-resistant waste management infrastructure.  This report provides a summary of program accomplishments in 2010.  Past accomplishments are reported in the 20062009 annual reports of the Interagency Grizzly Bear Study Team (IGBST).  Background  In 2004, a subcommittee of the IGBST conducted an analysis of the causes and spatial distribution of grizzly bear (Ursus arctos) mortalities and conflicts in the Greater Yellowstone Area (GYA) for the period of 19942003.  The analysis identified that the majority of known, human-caused bear mortalities occurred due to agency management actions in response to conflicts (34%), self-defense killings, primarily by ungulate hunters (20%), and vandal killings (11%).  The report made 33 recommendations to reduce human-grizzly bear conflicts and mortalities with focus on three actions that could be positively influenced by agency resources and personnel:  1) reduce conflicts at developed sites; 2) reduce self- defense killings; and 3) reduce vandal killings (Servheen et al. 2004). To address action number one, the committee recommended that a demonstration area be established to focus proactive, innovative, and enhanced management strategies where developed site conflicts and agency management actions resulting in relocation or removal of bears had historically been high.  Spatial examination of conflicts identified the Wapiti area in northwest Wyoming as having one of the highest concentrations of black bear (Ursus americanus) and grizzly bear conflicts in the GYA.  The North Fork of the Shoshone River drainage west of Cody was then chosen as the first area composed primarily of private land to have a multi-agency/public approach to reducing conflicts at developed sites.   In 2005, the Wyoming Game &amp; Fish Department (WGFD) began implementation of the Bear Wise Community Program.  Although the programs efforts were focused primarily in the Wapiti area, the WGFD also initiated a smaller scale project in Teton County to address the increasing number of black and grizzly bear conflicts in the Jackson area.  For the last five years, the Bear Wise Community Programs in both Cody and Jackson have deployed a multi-facetted education and outreach campaign in an effort to minimize human-bear conflicts and promote proper attractant management.  Although a wide array of challenges remain and vary between communities, many accomplishments have been made and progress is expected to continue as Bear Wise efforts gain momentum.  Wapiti Project Update  The Wapiti Bear Wise Community Program continues to utilize radio, television and print media, mass mailings and the use of signing on private and public land to convey the educational messages surrounding human-bear conflict prevention.  Conflict prevention information is also disseminated through public workshops and presentations and by contact with local community groups, governments, the public school system and various youth organizations.  To compliment educational initiatives, the program uses an extensive outreach campaign that assists the community in obtaining and utilizing bear- resistant products and implementing other practical methods of attractant management.  Ongoing efforts and new accomplishments for 2010 are as follows:  1. The Carcass Management Program continues to provide a domestic livestock carcass removal service for livestock producers located in occupied grizzly bear habitat within Park County, Wyoming.  The program is paid for with funding from the Park County Predator Management District and the Wyoming Animal Damage Management Board.  The program provides livestock producers and owners with an alternative to the use of on-site carcass dumps, which are a significant bear attractant and indirectly contribute to numerous human-bear conflicts.  Since June 2008, 140 domestic livestock carcasses have been removed from private lands.  2. Recommendations concerning the proper storage of garbage and other attractants are provided to the Park County Planning and Zoning Commission for new developments within the greater Cody area.  The Coordinator reviews proposed developments on a case-by-case basis, attends monthly meeting and contacts applicants directly to discuss conflict prevention measures.  To date, these comments have been adopted as either formal recommendations or as a condition of approval for 14 new developments within Park County.  3. A traveling educational display was developed and produced for use in public libraries across northwest Wyoming.  The display focuses on the prevention of human-bear conflicts and features graphics, an interactive touch screen monitor, short video segments, a grizzly bear hide and skull, and educational materials that are available for check out.  4. Partnership with the North Fork Bear Wise Group continues.  The group is comprised of six local Wapiti citizens that meet monthly in order to articulate community needs and assist in the development of educational and outreach initiatives.  5. The North Fork Bear Wise Group purchased and donated 35 55-gallon bear-resistant grain storage barrels to the Wapiti Elementary School.  Wapiti students sold the barrels to local residents at a reduced price as a fund raiser in the spring of 2010.  52  6. In 2007 and 2008, 140 95-gallon bear-resistant garbage carts were purchased with grant funding and offered to the public for the reduced price of $49.99.  Because of increased consumer demand and cooperation from local sanitation companies, the remaining inventory of 65 carts were liquidated to local sanitation providers in the Cody area.  7. A Bear Aware billboard, Bear Use Area highway signs, and educational kiosks remain posted throughout Wapiti and the Crandall/Sunlight area north of Cody.  Kiosk message boards are updated three times during the non-denning season with seasonally appropriate conflict prevention information.  In 2010, the North Fork Bear Wise Group renewed the highway billboard lease for an additional two years.  8. Bear Aware tips were included in the local Wapiti School calendar for the sixth consecutive year.  Tips contain seasonally appropriate messages regarding bear behavior/biology and conflict prevention.  Approximately 275 calendars are sold each year to local Wapiti residents as a school fundraiser.  9. Bear Aware information continues to be included in Welcome Wagon gift bags assembled by local businesses for new residents.  10. Educational black bear/grizzly bear identification materials were distributed to individuals and to local sporting goods stores in the Cody, Pinedale, and Lander regions and mailed to black bear hunters who registered bait sites with the Wyoming Game and Fish Department in areas surrounding the GYA.  11. Numerous presentations, workshop, and talks were given regarding human-bear conflict prevention to audiences including, but not limited to Park County public schools, homeowners associations, Boy Scouts, Park County Commissioners, residents attending Arbor Day, and residents of Powell, Clark and Cody.  Frequent one-on-one contacts were made during the 2010 conflict season in areas where the occurrence of human-bear conflicts has historically been high.  12. A public service announcement (PSA) regarding proper attractant management recorded by members of the North Fork Bear Wise Group was broadcast for two weeks on three local radio stations in the spring and fall of 2010.  13. A Black Bear/Grizzly Bear ID PSA that was recorded in cooperation with the Big Horn Basin Chapter of Sportsman for Fish and Wildlife was broadcast for two weeks on three local radio stations in the spring of 2010.  14.  A seasonal mailing containing information regarding human-bear conflict prevention and the availability of conflict prevention resources was delivered to residents located in areas outside of Cody.  A newly designed refrigerator magnet featuring tips about proper attractant management was included in each mailing.  15. Multiple Bear Wise promotional items were designed, purchased and made available at public events and presentations.  Items include Bear Wise pencils, erasers, plastic carry bags, and refrigerator magnets.  Objectives for 2011 include continued expansion of the program into the other areas of the state where human-bear conflicts continue to be a chronic issue and the continuation of current educational and   53  outreach efforts in the Cody area with specific focus on areas that have not adopted proper attractant management methods.  The Wapiti Bear Wise Community program faces the ongoing challenges of:  1) the absence of ordinances, regulations, or laws prohibiting the feeding of bears; 2) limited educational opportunities and contact with portions of the community due to a large number of summer-only residents and the lack of organized community groups and; 3) decreased public tolerance for grizzly bears due to record numbers of human-bear conflicts and continued federal legal protection.  The future success of the Bear Wise program lies in continued community interest and individual participation in proper attractant management.  Jackson Hole Project Update  The Bear Wise Jackson Hole program continues educational and outreach initiatives in an effort to minimize human-bear conflicts within the community of Jackson and surrounding areas.  In 2010, the programs public outreach and educational efforts included the use of signage, public workshops and presentations, distribution of informational pamphlets, promoting awareness about bear spray, and acquiring a bear education trailer. The programs primary focus in 2010 however, was to provide support to Teton County and local waste management companies during implementation of the recently adopted Teton County Bear Conflict Mitigation and Prevention Land Development Regulation (LDR). In 2007, WGFD staff developed a series of recommendations that would require private property owners within Teton County to store garbage and other attractants unavailable to bears.  In April 2008, the Teton County Commissioners adopted these recommendations in the form of a LDR.  The regulation requires that all residents and businesses within identified high conflict priority areas must store garbage and birdseed unavailable to bears.  This regulation was fully implemented in July 2010. 2010 Accomplishments:  1. A considerable amount of time was spent on public outreach and education projects pertaining to the implementation of the bear conflict mitigation and prevention LDR including:  1) informational mailings; 2) feature newspaper articles; 3) public service announcements (PSAs); 4) radio interviews; 5) full page color newspaper advertisement; and 6) routine monitoring for compliance.  2. A bear education trailer was purchased in August 2010 with funding contributions from the Wyoming Game and Fish Department, Grand Teton National Park, Bridger Teton National Forest and Jackson Hole Wildlife Foundation.  Two bear mounts (one grizzly bear and one black bear) have been placed in the trailer.  These mounts were donated to the Department through a partnership with the United States Taxidermist Association and the Center for Wildlife Information.  The trailer was displayed and staffed at various events and locations including Old Bills Fun Run, Jackson Farmers Market, Teton County Girl Scout Convention and National Elk Refuge Visitor Center.  3. One hundred and seventy cans of bear spray were purchased with funding from a community foundation grant in cooperation with the Jackson Hole Wildlife Foundation.  The bear spray was distributed free of charge to people recreating in occupied grizzly bear habitat in the Jackson region by WGFD staff.  The purpose of the free give away was to help hunters to become familiar with bear spray and help create a social norm encouraging hunters to carry spray.  54  4. Public service announcements were broadcast on four local radio stations in Jackson and one radio station in Afton for a total of eight weeks throughout the spring, summer, and fall of 2010. The announcements focused on storing attractants unavailable to bears, hunting safely in bear country, and bear species identification.  5. Numerous educational talks were presented to various groups including homeowners associations, guest ranches, youth camps, Jackson residents, tourists, and school groups.  6. Spanish language bear informational pamphlets were distributed to Spanish speaking residents in Teton County with the help of the Teton County Latino Resource Center, Teton Literacy Center, and the Jackson Visitor Center.  7. Bear educational posters were placed for a second year inside of Jacksons public buses.  8. Restroom posters with information about attractant storage were placed in sixteen different restaurants in Teton County for a six month period.  9. Refrigerator magnets featuring tips about proper attractant management were distributed to Teton Village homeowners and Jackson Hole Mountain Resort lodging.  10. Numerous personal contacts were made with private residents in Teton County.  This has proven to be a useful way to establish working relationships with residents and maintain an exchange of information about bear activity in the area.  11. A booth containing information on bear identification, attractant storage, hunting and recreating safely in bear country, and the proper use of bear spray was staffed at the Jackson Hole Antler Auction.  12. Assisted three hunting outfitters and Jackson Hole Mountain Resort with the installation and maintenance of electric fence systems around their field camps located in the Bridger-Teton National Forest.  13. Signage detailing information on hunting safely in bear country, bear identification, recent bear activity, and proper attractant storage were placed at U.S. Forest Service trailheads and in private residential areas throughout Teton County.  14. Consultations were conducted at multiple businesses and residences where recommendations were made regarding sanitation infrastructure and compliance with the Bear Conflict Mitigation and Prevention LDR.  15. Bear Aware educational materials were distributed to campground hosts in the Caribou-Targhee National Forest, hunters, and numerous residents in Teton County.  16. Several radio and newspaper interviews were conducted regarding grizzly bear range expansion and conflict prevention in the Jackson area.  55  17. Educational black bear/grizzly bear identification materials were distributed to black bear hunters who registered bait sites with the Wyoming Game and Fish Department in the Jackson region.  Objectives for the Bear Wise Jackson Hole program in 2011 will again be focused on supporting Teton County and local waste management companies with projects that will help disseminate information and achieve compliance with the recently adopted Teton County Bear Conflict Mitigation and Prevention LDR.  In addition, more work will be done to identify areas within the city limits of Jackson and Star Valley communities where better attractant management and sanitation infrastructure is needed.  The recent implementation of the Teton County Bear Conflict Mitigation and Prevention LDR has greatly reduced the amount of available attractants on the landscape and is a tremendous step forward for the Bear Wise Jackson Hole program.  The new challenges that we face will be achieving full compliance with this regulation, even in years with low conflict when it may appear that the conflict issue is resolved. The Bear Wise Jackson Hole Program will convey the importance of compliance and strive to maintain public support for the LDR through public outreach and education projects.  In order for the Jackson program to be successful, the program must continually identify information and education needs within the community while being adaptive to changing situations across different geographic areas.  This will require us to coordinate with other government agencies and local non-government organizations working across multiple jurisdictions to develop a uniform and consistent message.  If we achieve this level of coordination, we will be more effective in gaining support and building enthusiasm for Bear Wise Jackson Hole, directing resources to priority areas, and reaching all demographics.  References Servheen, C., M. Haroldson, K. Gunther, K. Barber, M. Bruscino, M. Cherry, B. DeBolt, K. Frey, L.  Hanauska-Brown, G. Losinski, C. Schwartz, and B. Summerfield.  2004.  Yellowstone mortality and conflicts reduction report:  presented to the Yellowstone Ecosystem Subcommittee (YES) April 7, 2004.  Greater Yellowstone Ecosystem  G R E A T E R  Y E L L O W S T O N E g r e a t e r y e l l o w s t o n e s c i e n c e . o r g  2010 Annual Report Introduction  Whitebark pine (Pinus albicaulis) occurs in the Pacific Northwest and northern Rocky Mountains where it is a foundation and keystone species in high-elevation forests and alpine communities.  Whitebark pine plays a critical role in ecosystem dynamics by regulating a multitude of ecological processes and influencing biodiversity (Tomback and Kendall 2001, Ellison et al. 2005).  It is considered a pioneer species due to its tolerance of harsh environmental conditions and ability to establish and persist where other species cannot.  In doing so, whitebark pine can alter the microclimate and enable species such as subalpine fir (Abies lasiocarpa) to establish in these otherwise inhospitable and harsh environments (Tomback et al. 1993).  Although whitebark pine has very little commercial value, its seeds provide seasonal forage for a variety of wildlife and its aesthetic qualities and sheer perseverance inspire awe in recreationists.  Whitebark pine, in mixed and dominant stands, occurs in over 2 million acres within the six national forests and two national parks that comprise the Greater Yellowstone Ecosystem (GYE; Greater Yellowstone Coordinating Committee Whitebark Pine Subcommittee [GYCCWPS] 2010).  Currently, whitebark pine is being impacted by multiple ecological disturbances.  Substantial declines in whitebark pine populations have been documented throughout its range.  White pine blister rust (Cronartium ribicola), mountain pine beetle (Dendroctonus ponderosae), and wildfires all pose significant threats to the persistence of healthy whitebark pine populations on the landscape.  The loss of a foundation tree species such as whitebark pine has the potential to cause major secondary losses, changes in biological diversity, and critical and possibly irrevocable community disturbances (Ebenman and Jonsson 2005).   Under the auspices of the Greater Yellowstone Coordinating Committee, the National Park Service Inventory and Monitoring program along with several other agencies began a collaborative, long- term monitoring program to track and document the health and status of whitebark pine across the GYE.  This alliance resulted in the formation of the Greater Yellowstone Whitebark Pine Monitoring Working Group (GYWPMWG) which consists of representatives from the U.S. Forest Service (USFS), National Park Service (NPS), U.S. Geological Survey (USGS), and Montana State University (MSU).  A protocol for monitoring the health and status of whitebark pine populations in the GYE was developed between 2004 and 2007 by the GYWPMWG.  After rigorous peer review the Interagency Whitebark Pine Monitoring Protocol for the Greater Yellowstone Ecosystem (IWBPMP) received final approval in 2007.  A complete protocol is available at: http://www. greateryellowstonescience.org/subproducts/14/72. This report presents a summary of the data collected by the monitoring program between 2004 and 2010. Monitoring Objectives  Generally, the objectives of the whitebark pine monitoring program are to detect and monitor changes in the health and status of whitebark pine populations across the GYE due to infection by white pine blister rust, attack by mountain pine beetle, and damage by other environmental and anthropogenic agents. Specifically, the IWBPMP addresses the following four objectives: Objective 1 - To estimate the proportion of live whitebark pine trees (&gt;1.4 m tall) infected with white pine blister rust, and to estimate the rate at which infection of trees is changing over time.  Figure 1.  Location of whitebark pine survey transects, Greater Yellowstone Ecosystem.  Panel 1, 2, and 3 had a full resurvey for white pine blister rust infection in 2008, 2009, and 2010, respectively.  Objective 2 -  Within transects having infected trees, to determine the relative severity of infection of white pine blister rust in whitebark pine trees &gt;1.4 m tall.  Objective 3 - To estimate survival of individual whitebark pine trees &gt;1.4 m tall explicitly taking into account the effects of white pine blister rust  infection rates and severity, mountain pine beetle forests and two national parks (the Jr. Memorial Parkway is included with Grand Teton National Park) (Figure 1). The target population is all whitebark pine approximately 2.5 ha or greater within the grizzly bear Recovery Zone (RZ) and as mapped for the cumulative effects model for grizzly bears (Dixon 1997). Outside the RZ, the sample frame includes whitebark stands mapped by the U.S. Forest Service.  Areas that burned since the 1988 fires were excluded from the sample frame.  Methods  Details of our sampling design and field methodology can be found in the Interagency Whitebark Pine Monitoring Protocol for the Greater Yellowstone Ecosystem (GYWPMWG 2007a) and in past project reports (GYWPMWG 2005, 2006, 2007b, 2008,  2009). The basic whitebark pine stands were established and 4,774 individual trees &gt;1.4 m tall were permanently marked in order to estimate changes in white pine blister rust infection and survival rates is a probabilistic to one of four panels.  Each panel consists of approximately 44 stands.  This is the number of transects that can be realistically visited in a given field season by one, two-person field crew.  Sampling every 4 years is sufficient to detect change in blister rust infection.  However, with the   recent increase in whitebark pine mortality due to mountain pine beetle, the monitoring group became concerned that a 4 year revisit interval might not be sufficient to document overall mortality of whitebark pine trees &gt;1.4 m tall.  In response, we temporarily modified our revisit design to incorporate the dynamic nature of the current mountain pine beetle epidemic to a two-year revisit schedule.  With this design, two of the four panels are surveyed annually; one panel is subject to the full survey documenting white pine blister rust infection and mountain pine beetle indicators while the second panel is subject to a partial survey focused solely on mortality and mountain pine beetle indicators (Figure 2).  Both surveys record tree status as live, dead or recently dead.  Eighty-five transects were resurveyed in 2008, 90 in 2009, and 88 in 2010 by two, 2-person crews, one led by the NPS Greater Yellowstone Inventory &amp; Monitoring Network and the other led by the USGS Interagency Grizzly Bear Study Team.  ies  Figure 2. Panel sampling revisit schedule. Although revisits are scheduled for mountain pine beetle through 2015, this is dependent on available funds and length of the outbreak.  White Pine Blister Rust and Mountain Pine Beetle Surveys  From 2008 to 2010, panels 1, 2 and 3 have been revisited for white pine blister rust (BR) and mountain pine beetle (MPB).  Panel 4 will be revisited in 2011 both BR and MPB.  The presence or absence of white pine blister rust infection was recorded for all live trees in each panel.  For the purpose of analyses presented here, a tree was considered infected if either aecia or cankers were present.  For a canker to be conclusively identified as resulting from white pine blister rust, at least three of five ancillary indicators needed to be present. Ancillary indicators of white pine blister rust included flagging, rodent chewing, oozing sap, roughened bark, and swelling (Hoff 1992). For each live tree, pitch tubes and frass were recorded as evidence that the tree had been infested with mountain pine beetle.  Pitch tubes are small, popcorn- shaped resin masses produced by a tree as a means to stave off a mountain pine beetle attack.  Frass or   boring dust is created during a mountain pine beetle attack and can be found in bark crevices and around the base of an infested tree.  Bark is removed from dead trees to expose the J-shaped galleries that are present in an attack and indicate where adult mountain pine beetle and their larvae live and feed. Mountain Pine Beetle Only Survey  For mountain pine beetle only surveys, data are collected solely on mountain pine beetle indicators. As described above, each live tree is examined for pitch tubes and frass while all dead trees are investigated for J-shaped galleries.  Mortality from any source is also documented.  Recruitment and Understory Individuals  Within a given transect, all &lt;1.4 m tall whitebark pine trees are counted and observed for white pine blister rust infection.  Once a tree has reached a height &gt;1.4 m tall or greater, it is permanently tagged and assessed as with all other live, marked trees in our sample frame.  The proportion of trees infected with white pine blister rust is calculated using a design-based ratio estimator that accounts for the total number of mapped stands within and outside the grizzly bear Recovery Zone (GYWPMWG 2007a).  The GYWPMWG continues to investigate the role of observer variability in white pine blister rust (see Huang 2006) and mountain pine beetle detection. Each field season, 25% (approximately 10) of the full white pine blister rust survey transects are subject to the double observer survey described in the protocol (GYWPMWG 2007a).  Information gleaned from these records allows us to correct problems through improved training, hiring, and retention of trained and experienced field crew members.  If observer variability is found to be a major contributor to the standard error for our estimated parameters, we will assess this in our data analysis.  The 2007 baseline estimate of the proportion of live whitebark pine trees infected with white pine blister rust in the GYE is 0.20 ( 0.037 se) (GYWPMWG 2008).  This estimate is based on data from 4,774 individual live trees in 176 transects collected over a 4-year period between 2004 and 2007 after all transects and tree records were established.  In Table 1, we report the estimates of the proportion of whitebark pine trees infected with white pine blister rust based on the resurveys of panels 1, 2, and 3 conducted in 2008, 2009, and 2010, respectively.  We are presenting the results from each panel separately until 2011 when all panels will have been resurveyed at least once for white pine blister rust infection.  Only after that time, can we combine data for a trend analysis.  White pine blister rust infection remains widespread throughout the ecosystem.  Decreases in white pine blister rust infection observed on some transects are most likely an artifact of increased mortality on the transect due to mountain pine beetle infestation or wildfire.  Increases in white pine blister rust infection are explained by the actual increase in observable infection on trees within a transect.  Members of Greater Yellowstone Whitebark Pine Monitoring Group assessing whitebark pine condition, 2005.  NPS photo.  60  Table 1.  Design based ratio estimates for the proportion of infected whitebark pine trees &gt;1.4 m tall in panels 1, 2, and 3 and other summary information (Irvine 2010).   Recovery Zone Total for GYE Total  number of mapped polygons/stands 2,362 8,408 10,770 Number of stands 15 22 37 Number of transects 15 27 42 Number of unique trees sampled 323 661 984 Number of transects infected 15 27 42 Proportion of live trees infected 0.137 0.281 0.249 Proportion of live trees infected SE 0.055 0.036 0.031 CI for proportion of live trees infected [0.018, 0.255] [0.205, 0.357] [0.186, 0.312]  2009 [Panel 2]  Recovery Zone Total for GYE Total  number of mapped polygons/stands 2,362 8,408 10,770 Number of stands 16 21 37 Number of transects 16 28 44 Number of unique trees sampled 295 684 979 Number of transects infected 16 28 44 Proportion of live trees infected 0.16 0.465 0.398 Proportion of live trees infected SE 0.066 0.062 0.051 CI for proportion of live trees infected [0.018, 0.301] [0.336, 0.595] [0.295, 0.501]  2010 [Panel 3]  Recovery Zone Total for GYE Total  number of mapped polygons/stands 2,362 8,408 10,770 Number of stands 13 22 35 Number of transects 13 29 42 Number of unique trees sampled 370 675 1,045 Number of transects infected 13 29 42 Proportion of live trees infected 0.128 0.102 0.108 Proportion of live trees infected SE 0.043 0.07 0.055 CI for proportion of live trees infected [0.034, 0.221] [-0.043, 0.248] [-0.005, 0.221]   Panel 1 and 3 were resurveyed twice (2008 and 2010), since plot establishment.  When comparing these two panel revisits, a 10% increase in mortality was observed from 2008 to 2010 (Table 3).  Wildfires accounted for mortality on four transects (complete mortality on two and partial mortality on two).  The second resurvey of panels 2 and 4 will occur in 2011.  Table 2.  Mortality and recruitment status of whitebark   To determine whitebark pine mortality, we resurvey all transects to reassess the status of permanently tagged trees &gt;1.4 m tall.  We subtract the total number of resurveyed dead tagged trees from the total number of live tagged trees recorded during our initial establishment period from 2004 to 2007.  By the end of 2010, we observed a total of 787 dead tagged whitebark pine trees within the boundaries of the permanent monitoring transects.  This equates to a loss of approximately 16% of our original live tagged tree sample.  While transects are experiencing varying degrees of mortality, they are also experiencing varying degrees of recruitment.  Once a whitebark pine tree within the transect boundary reaches a height of 1.4 m tall or greater, it is permanently tagged and included in our live, tree sample.  As of 2010, 3,987 (84%) of our originally marked trees remained alive and we gained an additional 238 new trees (Table 2).  Table 3.  Percent mortality from resurveys in 2008 and % of trees dead 6% 16%  Greys River, Bridger-Teton National Forest, 7 Aug 2007.  Photo courtesy 62  Figure 3 displays the ratio of whitebark pine trees within each transect as live uninfected, dead, or live with the presence of blister rust infection from the 20042010 surveys. The infection status portrayed by the pie charts can include blister rust infection evidence on a single terminal branch on a tree which is likely not lethal, compared to a bole canker that over time may kill the tree.   High elevation forests across the GYE are experiencing elevated mortality as a result of the current mountain pine beetle epidemic.  Mountain pine beetle exhibit a propensity for attacking whitebark pine trees that are 10 cm DBH and greater.  Trees that are less than 10 cm DBH generally are not large enough to successfully support mountain pine beetle brood.  Consistent with this observation, tree mortality in transects was much greater in trees &gt;10 cm DBH. By the end of 2010, we found that 31.8% (n = 790) of the trees &gt;10 cm DBH had died whereas only 7.3% (n = 194) of the trees 10 cm had died (Figure 4).  Of the resurveyed trees that were recorded as dead since initial transect establishment, approximately 72% had J-shaped galleries present underneath the bark.  Similar to white pine blister rust infection, mountain pine beetle infestation is widespread and varies in severity throughout the GYE.   Of the 176 established transects, 102 have recorded evidence of mountain pine beetle infestation while 74 have no observed evidence of mountain pine beetle infestation.  Future Directions  In 2011 we plan to conduct a full resurvey for each transect in panel 4 and a mountain pine beetle only resurvey for panel 2.  Successful completion of panel 4 will enable us to report on changes in the proportion of trees with white pine blister rust in the GYE (trend analysis).  We also plan to develop and pilot Objective 4 of the IWBPMP to assess and monitor the recruitment of whitebark pine understory individuals into the cone producing population.  This long-term monitoring program provides critical information that will help determine the likelihood of whitebark pine persisting as a functional and vital part of the ecosystem.  In addition, data from this program are currently being used to inform managers, guide management strategies and restoration planning, and substantiate conservation efforts throughout the GYE. The IWBPMP has also been a valuable resource for a variety of agencies embarking on five needle pine monitoring efforts.  We thank our current and past field technicians Rachel Simons, John Fothergill, David Brodhead, Jonathan Ball, Jennifer Birdsall, Polly Buotte, Justin Hof, Karla Sartor, and Amy Jesswein. We thank former Greater Yellowstone Network ecologist Rob Bennetts for his contribution to the sample design and development of the monitoring protocol. We also thank Karrie West, Nancy Bockino, Andy Pils, Bill Oliver, Marcus Engler, Ellen Jungck, Heidi Whitlach, for their advice and/or field and logistic support.  Seed funding for this project was provided by the NPS Greater Yellowstone Inventory &amp; Monitoring Network.  Additional funding and in-kind support for this project is provided by USFS Forest Health Monitoring, USGS (Interagency Grizzly Bear Study Team), the Greater Yellowstone Coordinating Committee (GYCC), the U.S. Fish and Wildlife Service and from Yellowstone and Grand Teton National Parks.  Dixon, B.G. 1997.  Cumulative Effects Modeling for grizzly bears in the Greater Yellowstone Ecosystem.  Thesis, Montana State University, Bozeman, Montana, USA.  Figure 4.  Proportion of live, dead and recently dead tagged whitebark pine &gt;1.4 m tall within the monitoring transects by size class.  A recently dead tree has persistent non-green needles where as a dead tree has shed all of its needles.  Numeric values on the bars represent the number of trees in each category.  Ebenman, B., and T. Jonsson.  2005.  Using community viability analysis to identify fragile systems and keystone species.  Trends in Ecology and Evolution 20:568575.  Ellison, A.E., M.S. Banks, B.D. Clinton, E.A. Colburn, K. Elliott, C.R. Ford, D.R. Foster, B.D. Kloeppel, J.D. Knoepp, G.M. Lovett, J. Mohan, D.A. Orwig, N.L. Rodenhouse, W.V. Sobczak, K.A. Stinson, J.K. Stone, C.M. Swan, J. Thompson, B. Von Holle, and J.R. Webster.  2005.  Loss of foundation species: consequences for the structure and dynamics of forested ecosystems.  Frontiers in Ecology and the Environment 3(9):479486.  Greater Yellowstone Coordinating Committee Whitebark Pine Subcommittee (GYCCWPS). 2011.  Whitebark pine strategy for the Greater Yellowstone Area.  http://www.fedgycc.org/ documents/WBPStrategyFINAL5.31.11.pdf  Greater Yellowstone Whitebark Pine Monitoring Working Group. 2005.  Interagency Whitebark Pine Health Monitoring Program for the Greater Yellowstone Ecosystem, 2004 annual report.  Pages 92125 in C.C. Schwartz, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2004.  U.S. Geological Survey, Bozeman, Montana, USA.  Greater Yellowstone Whitebark Pine Monitoring Working Group.  2006.  Monitoring whitebark pine in the Greater Yellowstone Ecosystem:  2005 annual report.  Pages 7380 in C.C. Schwartz, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2005. U.S. Geological Survey, Bozeman, Montana, USA.  Greater Yellowstone Whitebark Pine Monitoring Working Group.  2007a.  Interagency Whitebark Pine Monitoring Protocol for the Greater Yellowstone Ecosystem, Version 1.00. Greater Yellowstone Coordinating Committee, Bozeman, Montana, USA.  Greater Yellowstone Whitebark Pine Monitoring Working Group.  2007b.  Monitoring whitebark pine in the Greater Yellowstone Ecosystem:  2006 annual report.  Pages 4654 in C.C. Schwartz, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2006. U.S. Geological Survey, Bozeman, Montana, USA.  Greater Yellowstone Whitebark Pine Monitoring Working Group.  2008.  Monitoring whitebark pine in the Greater Yellowstone Ecosystem:  2007 annual report.  Pages 5056 in C.C. Schwartz, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2007. U.S. Geological Survey, Bozeman, Montana, USA.  Greater Yellowstone Whitebark Pine Monitoring Working Group.  2009.  Monitoring Whitebark Pine in the Greater Yellowstone Ecosystem:  2008 Annual Report.  Pages 6268 in C.C. Schwartz, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2008. U.S. Geological Survey, Bozeman, Montana, USA.  Huang, M.  2006.  A statistical analysis of observer variability in the identification of blister rust infection occurring in white-bark pine monitoring.  Unpublished report prepared for the Whitebark Pine Monitoring Working Group.  Department of Mathematical Sciences, Montana State University, Bozeman, Montana, USA.  Hoff, R.J.  1992.  How to recognize blister rust infection on whitebark pine.  USDA Forest Service, Intermountain Research Station, Research Note INT-406, Ogden, Utah, USA.  Irvine, K.  2010.  Greater Yellowstone Network: status estimates for white pine blister rust. Report in partial fulfillment for RM CESU     USDI National Park Service Greater Yellowstone Inventory and Monitoring Network  Grand Teton National Park  Northern Rocky Mountain Science Center National Biological Information Infrastructure  Montana State University  Pine Monitoring Working Group.  2011.  Monitoring whitebark pine in the Greater Yellowstone Ecosystem: 2010 Annual Report.  Pages 5665 in C.C. Schwartz, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2010.  U.S. Geological Survey, Bozeman, Montana, USA.  Copies of this, and other products from this project can be found at the Greater Yellowstone Science Learning Center at: http://www.greateryellowstonescience.org/ topics/biological/vegetation/whitebarkpine.  Task Agreement.  National Park Service, Montana, USA.  Landenburger, L. R.L. Lawrence, S. Podruzny, and C.C. Schwartz.  2008.  Mapping regional distribution of a single tree species:  whitebark pine in the Greater Yellowstone Ecosystem. Sensors 2008, 8, 4983-4994; DOI: 10.3390/ s8084983. ISSN 1424-8220.  http://www.mdpi. com/1424-8220/8/8/4983  Tomback, D.E., F.K. Holtmeier, H. Mattes, K.S. Carsey, and M.L. Powell.  1993.  Tree clusters and growth form distribution in Pinus cembra, a bird-dispersed pine.  Arctic and Alpine Research. 25:374381.  Tomback, D.F., and K.C. Kendall.  2001.  Biodiversity losses:  the downward spiral.  Pages 243262 in D.F. Tomback, S.F. Arno, and R.E. Keane, editors.  Whitebark pine communities: Ecology and restoration.  Island Press, Washington, D.C., USA.  Greater Yellowstone Whitebark Pine Monitoring Working Group Current Working Group Participantsa  Greater Yellowstone Whitebark Pine Monitoring Working Group:  a workgroup of the Greater Yellowstone Coordinating Committee Whitebark Pine Subcommittee  Jodie Canfield Dan Reinhart Greater Yellowstone Network  a This project represented a collaboration in the truest since of the word, such that distinguishing order of participants with respect to relative contribution was virtually impossible.  Consequently, order of participants is alphabetical.  compiled May 2011 by the  Greater Yellowstone Area Grizzly Bear Habitat Modeling Team Recent Actions  In September 2009, a U.S. District Court order restored federal protective status to the Yellowstone grizzly bear (Ursus arctos horribilis) population (U.S. Fish and Wildlife Service 2007a).  This order effectively nullified the 2007 delisting of the Yellowstone grizzly and reinstated threatened designation to the population under the Endangered Species Act. This court decision was challenged on March 8, 2011 by the U.S. Fish and Wildlife Service as they presented their case before the 9th Circuit Court of Appeals in Portland, Oregon.  A ruling from the appellate court is expected sometime in 2012.  Meanwhile Yellowstone grizzly bears will continue to be managed and monitored in compliance with the protocol of the Final Conservation Strategy for the Grizzly Bear in the Greater Yellowstone Area, hereinafter referred to as the Conservation Strategy (U.S. Fish and Wildlife Service 2007b).  The Conservation Strategy became a legal document in 2007 with the delisting of the Yellowstone grizzly bear, and is no longer a required standard now that grizzly bears have been relisted in the lower 48 states.  However, the Conservation Strategy incorporates the most comprehensive and effective protocols available for monitoring secure habitat.  It is for this reason that state and federal managers throughout the ecosystem are committed to continue working together under this framework to ensure that healthy and viable habitat endures for the long-term growth and sustainability of the Yellowstone grizzly population.  Background  Grizzly bear survival rates are known to be negatively impacted by human activity propagating across the landscape. Key human-related factors impacting grizzly bear survival, identified in the Conservation Strategy and more recently in scientific research (Schwartz et al. 2010), include motorized access, human development, and loss of secure habitat. Additionally, livestock grazing on public lands continues to be a leading source of conflict between bears and humans (Gunther et al. 2009) and consequently imposes mortality risks for grizzly bears (Knight et al. 1988, Gunther et al. 2004, Bridger-Teton National Forest 2010).  To limit the negative influence of human activity, a series of 3 habitat standards were established to ensure that grizzly bear habitat conditions inside the Grizzly Bear Recovery Zone (GBRZ) remain at, or improve upon those that existed in 1998.  These 3 standards formalized in the Conservation Strategy, require the following baseline attributes inside the GBRZ to be maintained at or above 1998 levels.  These attributes include:  (1) percent secure habitat, (2) number and capacity of developed sites, and (3) number of active commercial livestock grazing allotments and permitted sheep animal months.  The 1998 baseline is predicated on landscape conditions that prevailed in and leading up to 1998, which enabled the Yellowstone grizzly bear population to sustain an adequate growth rate of 47% throughout the 1990s (Eberhardt et al. 1994, Boyce et al. 2001, USFWS 2007b).  Because 1998 signifies a benchmark in grizzly bear recovery, it was chosen as the standard against which all future habitat comparisons are to be made.  Habitat standards were formalized for the 6 national forests in the Greater Yellowstone Ecosystem (GYE) when the Conservation Strategy was amended, and thereby incorporated into the respective Forest Plans (USDA Forest Service 2006).  Likewise, comparable requirements and standards were formalized for the 2 national parks in the GYE by way of the respective parks Superintendents Compendium (Grand Teton National Park 2007 and Yellowstone National Park 2007).  The purpose of and need for the amendments is to ensure conservation of habitat to sustain the recovered grizzly bear population and improve the management and monitoring of grizzly bear habitat.  Although no longer legally bound by these standards due to delisting of the Yellowstone grizzly population, the agencies responsible for grizzly bear habitat protection continue to monitor and report as per the Conservation Strategy.  Grizzly bear habitat monitoring requirements, specified in the Conservation Strategy and Forest Plan Amendment, are listed in Attachments A and B of this document.   Introduction  This report is the collective annual response to the Conservation Strategy and Forest Plan Amendment commitments from the national forests and national parks within the GYE.  Information cited in this report was compiled to evaluate current status of grizzly bear habitat as measured against the 1998 baseline standards.  In compliance with the monitoring protocol specified in the Conservation Strategy, this report documents all permanent and temporary changes that occurred in 2010 inside the GBRZ pertaining to the following factors affecting grizzly bear habitat: (1) seasonal and total road densities, (2) percent secure habitat, (3) number and capacity of human developed sites, (4) number of commercial livestock grazing allotments and permitted sheep animal months (AMs), (5) number of grizzly bear/livestock conflicts occurring on allotments both inside and outside the GBRZ.  The first three items are reported per bear management subunit (BMS) (Figure 1), while the last two are reported per administrative unit.  All categories, except livestock conflict information, are measured against the 1998 baseline.  68  In addition to the annual monitoring requirement to track changes inside the GBRZ, the Forest Amendment also requires that change in secure habitat on forest lands outside the recovery zone be reported biennially (every 2 years).  Areas monitored outside the GBRZ are those determined to be biologically suitable and socially acceptable for grizzly bear occupancy.  Forty-three bear analysis units (BAUs) established outside the recovery zone correspond to areas where state agencies currently manage for grizzly bear populations (Figure 2).  BAUs were designed in a manner consistent with bear management subunits inside the recovery zone.  Figure 2  Bear Analysis Units outside the GBRZ on the national forests in the Greater Yellowstone Ecosystem.  Simple hatched area is the GBRZ and Grand Teton National Park.  Crosshatched BAUs are not currently evaluated, as they are considered socially unacceptable for grizzly bear occupancy in Wyoming.  Recent Corrections to the 1998 Baseline  In theory, the 1998 baseline should be a static measurement bound to a single point in time.  In reality, this baseline continues to evolve as more reliable information is acquired, errors in the baseline are identified and corrected, and as new geo-processing tools are developed to better estimate road densities and to model secure habitat.  As reported in 2009, a much improved method for estimating road density was introduced into the 2009 spatial modeling algorithms.  Data formats used to maintain the grizzly bear spatial database had been upgraded to take advantage of recent software developments in geographic information systems (GIS).  These software developments offer a suite   69  of more powerful geo-processing tools that greatly enhance the accuracy of road density estimations.  The enhanced algorithms introduced in 2009 will continue to be used in future analyses.  Consequently, the newer software tools were used to recalculate 1998 road density measurements to provide a sound basis against which future changes in road density can be compared.  Although this resulted in different values for 1998 road density, these new values are more accurate and can be directly compared to current measurements of road density.  It is important to note that the source data content for the 1998 baseline roads has not been altered in this process.  In other words, the original database containing records of roads that existed in 1998 has not changed.  Instead, it is only the method by which road density is calculated that has been greatly improved.  The values calculated for secure habitat were not affected by the new data formats and modeling algorithms.  Future Corrections to the 1998 Baseline  The 1998 source data used in this 2010 report represents the most accurate data currently available for estimating 1998 ground conditions on the landscape.  However, there are known errors in the 1998 roads database which will most likely be corrected as future improvements are made in the source data itself.  There are 2 factors affecting the 1998 baseline inventory of roads.  First and foremost is the reliability and spatial accuracy of the 1998 source data itself.  Second, is the geospatial analysis of this source data used to quantify road density and percent secure habitat.  The latter factor was addressed in 2009 with the new analytic techniques employed that not only improve the accuracy of road density calculations, but also automates the workflow for modeling of road density and secure habitat.  The former factor (quality of source data) is a much more challenging problem since the technology for mapping ground conditions in 1998 was based on older, less reliable methods than those commonly used today.  In 1998, mobile and affordable global positioning system (GPS) devices were not as readily available as they are today.  Over time, as GPS became more accessible and affordable, it has become a standard method to capture road features more efficiently and with far greater spatial accuracy.  To date, many of the Forests in the GYE are in the process of improving the completeness and accuracy of their roads database as a part of their Forest Travel Plans.  Once these corrections are completed for all Forest units across the ecosystem, it will be possible to incorporate these corrections into the current roads database as well as the 1998 base data from which comparisons are made.  Using vintage satellite imagery for example, it is possible to verify which roads existing today were present in 1998.  The spatial accuracy of 1998 road features could then be updated with current measurements.  The Grizzly Bear Database Coordinator, working with resource managers from the 6 National Forest units in the GYE, plans to improve the quality of the 1998 base layers over the next 2 years.  Once all of the individual administrative units have completed corrections to their 1998 base layers, these corrections will be collectively incorporated into the 1998 ecosystem-wide baseline analysis.  Establishing a baseline outside the Grizzly Bear Recovery Zone  Changes in secure habitat outside the recovery zone are reported on a biennial basis per bear analysis unit (Figure 2). There is no mandatory baseline for monitoring secure habitat outside the GBRZ; however, it was decided that measuring change against a snapshot in time could better enable detection of a potential decline in grizzly bear habitat outside the recovery zone.  Currently, secure habitat values outside the recovery zone are compared and measured against the existing conditions estimated for 2003.  The year 2003 was deemed appropriate since it represents the vintage of information presented in the original Forest Amendment.  The intent was to establish a baseline outside the recovery zone that was comparable to the 1998 baseline established for a recovering grizzly bear population inside the recovery zone.  However, as reported two years ago in the 2008 annual grizzly bear monitoring report, the 2003 motorized access database (used to generate secure habitat estimates) was not yet in a reliable state to serve as a baseline against which future measurements could be compared.  Digital databases at that time had not been developed consistently by all forest units across the GYE and did not represent a complete inventory of roads and trails on forest land.  With the passage of the National Travel Management Plan in 2005 and the Off-Highway Vehicle (OHV) rule contained therein, federal regulations were developed that effectively established a template which provided national consistency and clarity on motor vehicle use within the National Forest System (USDA Forest Service, 2005).  The Travel Management ruling of 2005 requires that each national forest unit clearly designate those roads, trails, and areas that are open to   70  motorized use, and to identify those routes on a user-friendly motor vehicle use map (MVUM).  Furthermore, this rule explicitly prohibits motorized travel off National Forest System (NFS) roads and thereby restricts all motorized use to designated routes.  In response to this ruling, forest units across the ecosystem (and across the nation) are formulating their respective travel plans, establishing a designated system of managed roads and trails that will be maintained for motorized access, and updating their digital database to more accurately reflect the system of roads and trails existing on the landscape.  This effort to comply with the 2005 Travel Management and national OHV rules requires a massive amount of staff time and resources since a travel plan means nothing until it has been successfully implemented on the ground. Implementation of and compliance to these federal imperatives will entail the closure of hundreds of miles of user- created and old logging roads across NFS lands within the GYE.  This requires the obliteration of motorized access to all non-designated routes in accordance to each forests Travel Plan strategy.  As these changes are implemented on the ground they must also be captured digitally and incorporated into the respective forest travel route database.  Due to implementation of Forest Travel Plans over the recent past years, forest corporate databases have been in a state of flux as each forest updates their route inventories and implements a strategy to fully manage their system of roads and trails.  It will take some forests longer than others to reach this goal, but as we near completion of Travel Plan implementation for all forest units across the ecosystem, it will be more appropriate to construct a new baseline that provides a more current and accurate standard against which change may be measured.  This transition to a new baseline outside of the GBRZ is hoped to be near completion by 2013 when the next report on secure habitat outside the recovery zone is presented.  Monitoring for Livestock Grazing Number of Allotments and Sheep Animal Months inside the GBRZ  The livestock allotment standard, established in the Conservation Strategy, states that there will be no new commercial livestock grazing allotments or any increase in permitted sheep animal months (AMs) inside the GBRZ from that identified in the 1998 baseline.  Animal months are calculated by multiplying the permitted number of sheep times the months of permitted use on a given allotment.  Existing grazing allotments are to be phased out as opportunity arises with willing permittees.  The change in number of active and vacant livestock allotments cited in this report account for all commercial grazing allotments occurring on National Forest and Park lands within the GBRZ.  They do not include horses associated with outfitters in backcountry situations or private in-holdings.  Allotments are categorized as active, vacant, or closed.  An active allotment is one with an active permit to be grazed; however, a no-use permit can be granted if a permittee chooses not to graze that year.  A vacant allotment is one without an active permit to be grazed but has not been permanently closed and thus can be re-activated sometime in the future.  Vacant allotments can potentially be used periodically by other permittees at the discretion of the land management agency to resolve resource issues or other concerns.  A closed allotment is one that has been permanently de-activated such that commercial grazing will not be permitted to occur anytime in the future.  Changes in Allotments since 1998  Grazing on public lands inside the GBRZ has decreased measurably since 1998.  The total number of active cattle/horse allotments (hereinafter referred to as cattle allotments) inside the GBRZ has decreased by 12 from 71 to 59 (Table 1).  Of the 71 cattle allotments active in 1998, three have been officially closed and 10 were vacated.  Of the 12 vacant cattle allotments in 1998, 4 have been permanently closed, and 1 allotment that was vacant on the Caribou-Targhee National Forest was reactivated in 2007.  Sheep allotments inside the recovery zone have been mostly phased out since 1998.  All but one of the 11 sheep allotments active in 1998 have been either closed or made vacant.  Nine allotments that were active and 6 that were vacant in 1998 have since been permanently closed.  Ten of these closures occurred on the Caribou-Targhee, 3 on the Gallatin, and 2 on the Shoshone National Forest.  An additional sheep allotment that was active in 1998 is now vacant. Sheep animal months have gone from a total of 23,090 permitted in 1998 to 1,890 permitted in 2010.  The only active sheep allotment remaining inside the GBRZ today is the Meyers Creek allotment on the Caribou-Targhee National Forest.  Allotment Changes in 2010  No change in the status or number of cattle and sheep allotments occurred inside the GBRZ during 2010.  As in 2009, the only active sheep allotment left inside the GBRZ (Meyers Creek) was permitted for 1,890 animal months in 2010 but instead took a no-use permit.  Consequently, no commercial grazing of sheep occurred inside the recovery zone during 2010.  Table 1.  Number of commercial livestock grazing allotments and sheep animal months (AMs) inside the Grizzly Bear Recovery Zone in 1998 and 2010.   Cattle/Horse Allotments Sheep Allotments Sheep Animal Bridger-Teton NF 9 6 0 2 0 0 0 0 0 0 Caribou-Targhee NF 11 9 1 3 7 1 4 0 14,163 1,890 (1) Custer NF 0 0 0 0 0 0 0 0 0 0 Gallatin NF 23 17 9 11 2 0 3 2 3,540 0 Shoshone NF 24 24 0 0 2 0 0 0 5,387 0 Grand Teton NP 1 0 0 1 0 0 0 0 0 0  Total in GBRZ 71 59 12 17 11 1 7 2 23,090 1,890 (1) The Meyers Creek allotment, the only sheep allotment remaining inside the GBRZ, was permitted to graze 1,890 AMs but took a no- lease permit in 2010.  Consequently no commercial grazing of sheep occurred inside the recovery zone during 2010.  Livestock Conflicts Inside and Outside the GBRZ  Livestock conflicts are reported on an annual basis for all commercial grazing allotments and forage reserves on federal lands located within the GYE.  Persistent interaction between livestock and grizzly bears has historically led to relocation or removal of grizzly bears.  This section summarizes the annual reported incidences of grizzly bear depredation on livestock in commercial allotments maintained on federal land.  Grizzly bear/livestock conflicts are considered recurring if 3 or more years of recorded conflict occur on a given allotment in the most recent 5-year period.  Allotments with recurring conflicts are to be monitored, evaluated, and phased out as the opportunity arises with willing permittees. Several cattle and sheep allotments that have experienced persistent conflicts in the past have since been closed or are now vacant.  Livestock Conflicts in 2010  Interactions between livestock and grizzly bears in the Greater Yellowstone Ecosystem have increased from 56 incidents reported in 2009 to a total of 65 conflicts reported in 2010.  Conflicts reported this past year occurred on 20 separate grazing allotments and accounted for 46 cattle and 65 sheep mortalities.  Eighty-eight percent of the reported conflicts occurred outside the GBRZ.  The majority of livestock depredations occurred on the Bridger-Teton National Forest, accounting for 54% of the annual conflicts reported, 48% of cattle mortalities, and all reported sheep mortalities.  Figure 3 illustrates the spatial distribution of sheep and cattle conflict occurrences on GYE federal lands in 2010.  Management response to persistent conflicts between livestock and grizzly bears has historically led to relocation or removal of grizzly   72  bears.  In 2010, nine grizzly bears and two non-targeted black bears (Ursus americanus) were captured and relocated. One non-targeted subadult grizzly was trapped and released.  There were no grizzly bear removals due to livestock depredation in 2010.  Recurring Conflicts in 2010  Livestock depredation by grizzly bears has led to an increasing number of recurring conflicts throughout the Greater Yellowstone Ecosystem in 2010.  Ten separate commercial grazing allotments within the GYE have experienced 3 or more years of recorded conflict in the past 5 years (Table 2).  All ten of these allotments have a history of at least one or more livestock-grizzly bear conflict in three out of the past 5 years.  Four of these allotments are completely contained within the GBRZ.  During the past 5 years, 79% of the 248 reported livestock conflicts have occurred on allotments characterized by recurring depredation.   The vast majority of these conflicts (90%) occurred outside the GBRZ.  The Bridger-Teton and Shoshone National Forests collectively account for 93% of the conflicts (68% and 25%, respectively), whereas the remaining 7% of recurring conflicts occur on the Caribou-Targhee National Forest.  Management response to recurring livestock conflicts has led to the removal of 8 grizzly bears in the past 5 years.  All but one of these management actions took place in 2008.  Seven out of 8 of these management sanctioned grizzly bear mortalities occurred on the Upper Green River cattle allotment in the Bridger-Teton National Forest and one on the Wind River cattle allotment in the Shoshone National Forest.  73  Table 2.  Commercial livestock allotments with documented grizzly bear conflicts during the past 5 years. Allotments with conflicts occurring in 3 of the last 5 years are considered to be recurring conflicts.  Allotment Name  Bacon Creek (1) 66,328 0 Y N N N 0 N Badger Creek 7,254 0 Y N N Y 1 Y Beaver-Horse 25,358 0 N Y N N 0 N Elk Ridge Complex (2) 30,577 0 N N Y Y 12 Y Jack Creek 32,389 0 Y N N N 0 N Noble Pasture 762 0 N N N N 1 N Sherman C&amp;H 8,287 0 N N N N 1 N Upper Green River 131,944 0 Y Y Y Y 19 Y  Caribou-Targhee National Forest Antelope Park 14,492 0 N N N N 2 N Bootjack 8,468 8,468 N N N N 1 N Gerritt Meadows 1,096 0 N N Y N 0 N Palisades (2) 16,812 0 N N N Y 0 N Squirrel Meadows  28,797 28,797 N Y Y Y 5 Y  Shoshone National Forest Bald Ridge 24,853 5,839 Y N N N 1 N Basin 73,115 72,067 N Y Y N 0 N Bear Creek 33,672 0 N N Y N 0 N Beartooth 30,316 24,169 Y N N N 0 N Belknap 13,049 13,049 Y N N Y 1 Y Bench (Clarks Fork) 28,751 4,736 N Y Y Y 4 Y Crandall 30,089 30,089 N N Y N 2 N Deep Lake 6,486 228 Y N N N 0 N Dick Creek 9,569 0 N N N N 1 N Face of the Mtn. 8,553 0 N N Y N 1 N Fish Lake 12,742 0 N Y Y N 0 N Hardpan Table Mtn. 13,474 8,430 N N Y N 0 N Horse Creek 29,980 18,513 N N Y N 0 N Little Rock 4,901 0 Y N N N 1 N Parque Creek 13,528 4,601 N Y N Y 1 Y Piney 14,287 0 N N N Y 1 N Salt Creek 8,263 0 Y N Y N 0 N Table Mtn. 13,895 13,895 N Y N N 0 N Union Pass 39,497 0 N N Y Y 1 Y Warm Springs 16,875 0 N Y N N 0 N Wiggins Fork 37,653 0 Y N Y Y 2 Y Wind River 44,158 14,899 N Y N Y 5 Y (1) A large portion of the Bacon Creek allotment was closed and the rest has been placed in a forage reserve which has not been grazed since 2007. (2) The Elk Ridge Complex and the Palisades allotment are both active commercial sheep allotments.  All other allotments listed above are cattle/horse allotments.  Below is a summary of the recurring conflicts per grazing allotment.  Bridger-Teton National Forest:  The Badger Creek cattle allotment located outside the GBRZ had a total of 4 grizzly bear-livestock conflicts reported in 3 out of the past 5 years.  Grizzly bear depredation on this allotment resulted in 2 calf and 1 steer fatalities and another calf injury.  No management actions were taken against grizzly bears.  The Elk Ridge Sheep Complex located outside the GBRZ consists of four allotments with one permittee operating 3 bands of sheep that are rotated between the 4 allotments.  This complex has been a persistent source of grizzly bear-livestock conflicts in the ecosystem.  Thirty-five separate depredatory events have been reported over the past 3 consecutive years accounting for 140 sheep fatalities (almost exclusively ewes and lambs).  In the fall of 2010 a grizzly bear entered an improperly maintained night pen and killed 9 ewes and 11 lambs.  No management action was taken at that time.  Over the past 3 years management has captured and relocated four bears from the sheep complex.  No further management action was taken on grizzly bears.  The Upper Green River cattle allotment located outside the GBRZ has been a chronic hotspot of livestock-grizzly bear conflicts.  Over the past 5 consecutive years there have been 95 grizzly bear-livestock conflicts reported, accounting for 48% of all such conflicts occurring on forest and park land within the Greater Yellowstone ecosystem. Depredatory events associated with this grazing allotment over the past 5 years have resulted in 64 calf and 1 cow fatalities and the euthanizing of 20 calves and 1 cow.  Another 7 calves and 1 cow were injured but survived.  Multiple trapping attempts over the past 5 years proved elusive; however a number of successful attempts resulted in the capture and relocation of 8 grizzly bears.  Management actions taken as a response to recurring depredation on the Upper Green River allotment have led to the removal of 7 grizzly bears from the population over the past 5 years.  Caribou-Targhee National Forest:  The Squirrel Meadows cattle allotment located inside the GBRZ had 13 separate depredatory events reported in the past 4 consecutive years.  This string of incidents resulted in 6 calf and 7 cattle fatalities.  In July of 2009 an adult male grizzly bear was captured and relocated after killing a 900 pound steer.  In two weeks this bear returned to kill a second steer.  A second attempt at trapping was unsuccessful.  No further management action was taken on grizzly bears.  Shoshone National Forest:  The Belknap cattle allotment which lies outside of the GBRZ has been an area of relatively low grizzly bear depredation.  However, conflicts have been recurring.  A total of 3 separate incidents reported in three of the past five years account for 3 calves killed by grizzly bears.  One adult female grizzly was trapped and relocated in 2009.  No further management actions were taken on grizzly bears.   The Bench (Clarks Fork) cattle allotment straddling the GBRZ on the Shoshone National Forest has been an  area of persistent livestock depredation.  A history of 12 separate grizzly bear-livestock conflicts span the past four consecutive years.  These recurring conflicts account for 9 calves and 3 cattle killed by grizzly bears and the euthanizing of 2 additional calves due to injuries.  No management actions were taken on grizzly bears.  The Parque Creek cattle allotment falls partially within the southeast portion of the GBRZ.  Eight livestock conflicts associated with this allotment have been reported over three years out of the past five.  Four calves and 2 cattle were killed and 1 calf was euthanized due to injuries inflicted by grizzly bear.  Another cow was injured but survived.  No management action was taken on grizzly bears.  The Union Pass cattle allotment which lies outside of the GBRZ has had four livestock conflicts reported in the past three consecutive years.  Grizzly bear depredation in the past five years has resulted in the death of five calves.  Traps were set twice in 2009 and one adult female grizzly bear was captured and relocated while another adult female grizzly eluded capture.  No further management action was taken on grizzly bears.  75  The Wiggins Fork cattle allotment falls outside the GBRZ east of the Parque Creek cattle allotment.  A total of 7 livestock conflicts were associated with this allotment over four out of the past five years.  These recurring conflicts have resulted in the death of 6 calves and 1 adult cow.  One grizzly bear was captured and relocated in 2006.  No further management actions were taken on grizzly bears.  The Wind River cattle allotment falls partially inside the southeast portion of the GBRZ.  Fifteen separate livestock incidents have been reported in this allotment over the past four consecutive years.  This streak of recurring depredatory incidents all took place outside of the GBRZ and resulted in the fatality of 10 calves and three cattle.  Another calf was euthanized due to severe injury.  Management action led to the removal of one grizzly bear from the population as a result of a persistent series of 6 depredations that occurred in the fall of 2008.  In August of 2010 an adult female grizzly and her two cubs were trapped and relocated.  Monitoring for Developed Sites  The Conservation Strategy standard for developed sites within the GBRZ mandates that the number and capacity of developed sites be maintained at or below the 1998 level with the following exceptions:  any proposed increase, expansion, or change of use of developed sites from the 1998 baseline inside the GBRZ will be analyzed, and potential detrimental and positive impacts documented through biological evaluation or assessment by the action agency.  A developed site includes, but is not limited to sites on public land developed or improved for human use or resource development such as campgrounds, developed trailheads, lodges, administrative sites, service stations, summer homes, restaurants, visitor centers and permitted resource development sites such as oil and gas exploratory wells, production wells, plans of operation for mining activities, and work camps.  Land managers may improve the condition of developed sites for bears or reduce the number of sites.  The improvements may then be used at a future date to mitigate equivalent impacts of proposed site development increase, expansion, or change of use for that administrative unit within that subunit.  Developments on private land are not counted against this standard.  Changes in Developed Sites since 1998  Inside the GBRZ the number of developed sites has shown a net decrease from 592 in 1998 to 586 in 2010 (Table 3).  Although there has been a small decline in the total number of developed sites overall within the GBRZ, 2 bear management subunits (Henrys Lake #2 and Hilgard #2) have had an increase of 1 developed site each since 1998.  The Rees Pass day-use site was added on the Gallatin portion of Henrys Lake subunit #2 in 2006.  The rationale was to provide a small day-use site with bear-resistant garbage containers and an outhouse to eliminate the dispersed trash and garbage from heavy day-use occurring along a major motorized trail.  Partial mitigation for this site came from the closure of the Tepee Creek snowmobile parking area.  The other increase in developed sites occurred on the Hilgard subunit #2 when a trailhead was moved from one side of the road (in subunit #1) to the other.  Although this transfer technically accounted for an increase in developed sites on Hilgard #2, it was determined to have no impact to the grizzly bear and did not violate the intent of the developed site standard.  Five other subunits have had developed sites decrease by 1, and another subunit (Hilgard #1) decreased by 3.  For a complete summary of all documented changes in developed sites and associated mitigation action since 1998 please refer to Attachment C.  Changes in Number of Developed sites in 2010 Motorized Route Density Inside the GBRZ  Maintaining or improving grizzly bear secure habitat at or above 1998 levels in each bear management subunit inside the GBRZ is required under the Conservation Strategy and Forest Plan Amendment. Although the Conservation Strategy will not have legal imperative if the listing of the grizzly bear is re-instated, commitment to maintaining secure habitat at or above 1998 levels will continue to remain a desired objective.  Secure habitat is defined as any contiguous area 10 acres and more than 500 meters away from an open or gated motorized route.  Gated routes that are permanently closed to the public, yet remain potentially accessible by administrative personnel are still considered open-motorized and hence, detract from secure grizzly bear habitat.  Lakes larger than 1 square mile in spatial extent are excluded from secure analysis.  Annual reporting of changes in secure habitat is required for areas inside the GBRZ and in alternating years for areas outside the recovery zone.  Secure analysis was last reported for areas outside the GBRZ in 2008 and consequently is summarized again in this 2010 report.  It should be noted that most gains in secure grizzly bear habitat are achieved through the decommissioning of motorized roads and trails.  A route is considered decommissioned when it has been effectively treated on the ground so that motorized access by the public and by administrative personnel is permanently restricted and the route no longer functions as a road.  Road decommissioning can range from the complete obliteration of the road prism on one end of the spectrum, to permanently blocking the entrance of the road to any and all motorized traffic.  The former method results in restoration to a more natural state, while the latter leaves the road surface intact and allows the area to naturally re-vegetate.  For the purpose of monitoring grizzly bear habitat, the prime objective of decommissioning is to limit the negative impacts associated with motorized access.  Unlike secure habitat, there are no mandatory standards for maintenance of motorized route density; however, changes in this parameter will be monitored and reported annually.  According to the monitoring protocol of the Conservation Strategy, two route density values are to be reported on an annual basis:  1) seasonal open motorized route density greater than 1 mile per square mile (OMRD), and 2) total motorized route density greater than 2 miles per square mile (TMRD).  In all cases TMRD is less than OMRD because it includes only those areas with a higher concentration of roads (2 miles per square mile as opposed to 1 mile per square mile for OMRD).  Seasonal OMRD is calculated for Season 1 (March 1 through July 15) and Season 2 (July 16 through November 30).  Motorized access is not monitored from December 1 through the end of February when grizzly bears are assumed to be denning.  All open motorized routes as well as seasonally and permanently restricted routes are accounted for in TMRD regardless of public accessibility. Decommissioned roads do not contribute to seasonal or total road density.  Increases in road density do not necessarily lead to a diminishment of secure habitat.  If new roads are built in areas with relatively high road density, that area is already considered non-secure and might not impinge upon existing secure habitat.  Refer to Attachments A and B for a comprehensive summary of the habitat standards and monitoring rules.  Permanent Changes in Secure Habitat, OMRD, and TMRD since 1998  Since 1998 there has been no net decline in the amount of secure habitat measured in any of the 40 grizzly bear management subunits within the recovery zone (Table 4).  Conversely, secure habitat has increased by 0.1% or more in 15 subunits from that identified in the 1998 baseline.  Increases in percent secure habitat range from as little as 0.1% for Plateau subunit #2 and Shoshone subunit #1, up to 13.7% for Gallatin subunit #3.  Incremental gains in secure habitat are mostly the results of decommissioning motorized routes due to implementation of the respective Forest Travel Plans. Closure of some motorized forest trails to ATV and or motorcycle traffic accounted for some of the increase in secure habitat.  Since 1998, a total of 445 km (277 miles) of open motorized routes inside the GBRZ have been permanently closed to motorized use.  These closures translate to a net gain of 55.2 square miles (143 km2) in secure habitat.  Most of the increase in secure habitat (approximately 86%) occurred on the Gallatin National Forest as a result of their recent Travel Management Planning effort.  The closure of motorized roads referred to above also accounts for the 16 subunits inside the GBRZ that have exhibited a net decrease in seasonal open motorized route density and or total motorized route density (Table 4).  The most significant change in motorized route density has occurred on the Gallatin subunit #3, with a decrease of 15.1% and 10% in OMRD and TMRD, respectively.  Decreases in OMRD and TMRD correspond to the decommissioning and/or permanent   80  restriction of access routes, but do not necessarily result in the increase of secure habitat.  Corresponding increases in secure habitat depend on the proximity of neighboring open motorized access routes.  The Buffalo/Spread Creek #2 and Firehole/Hayden #1 subunits have both experienced a slight net increase in season 1 and/or season 2 OMRD.  Overall, these changes in road density did not diminish secure habitat in either subunit.  Table 4 summarizes the permanent change in secure habitat, seasonal OMRD, and TMRD for each subunit within the grizzly bear recovery zone.   Permanent Changes in OMRD, TMRD, and Secure Habitat in 2010  Very little change in roads or secure habitat inside the recovery zone was reported during 2010.  Incremental changes in road density were cited for 3 subunits and are summarized below.  Crandall/Sunlight subunit #1:  A total of 1.1 kilometers (0.7 miles) of motorized access to dispersed camping near Long Lake on the Shoshone National Forest was officially decommissioned in 2010.  These closures accounted for an incremental gain of 0.1% in secure habitat in the eastern portion of this subunit.  Firehole/Hayden subunit #1:  Reconstruction of a 3.5 kilometer (2.2 mile) section of the Grand Loop road at Gibbon Falls, including the addition of 0.6 km of pull-off access for parking, led to an increase of 0.1% in open motorized road density for this subunit.  This subunit which falls within Yellowstone National Park, registered a loss of less than 0.1% in secure habitat due to these road modifications.  The original environmental assessment, which cites safety reasons for the Gibbon Falls road reconstruction, was approved in 1995 and pre-dated the no net loss rules for secure habitat as mandated by the 2007 Conservation Strategy document.  Final funding for this project was not procured until 2010.  Gallatin subunit #3:  2.3 kilometers (1.4 miles) of old timber-harvest roads straddling the northern border of this subunit were decommissioned in 2010.  These closures, accounting for small decreases in road density, led to a slight gain of 0.3% in secure habitat just west of Portal Creek on the Gallatin National Forest.  Temporary Changes to Secure Habitat in 2010  Projects that temporarily affect secure habitat are allowed under the Conservation Strategy but must adhere to the application rules for temporary changes to secure habitat (Attachments A and B).  A project under the secure habitat standard is one that results in a temporary reduction in secure habitat inside the grizzly bear recovery zone (GBRZ) due to changes in motorized access.  Projects typically involve the building of new roads, reconstructing existing roads, and or opening permanently restricted roads.  Application standards require that only 1 temporary project may be active at any given time in a particular subunit.  Also, the total acreage of secure habitat affected by the project within a given BMU must not exceed 1% of total acreage in the largest subunit within that BMU.  To qualify as a temporary project, implementation will last no longer than 3 years and secure habitat must be restored within 1 year upon termination of the project.  There were three active projects occurring inside the GBRZ during 2010.  Two of these projects were on the Buffalo/ Spread Creek #2 subunit in the Bridger-Teton National Forest, and one in the Crandall/Sunlight #2 subunit on the Shoshone National Forest (Table 5).  Two other temporary projects have either been approved or cancelled.  Below is a summary of the three temporary projects active in 2010.  The Buffalo Valley Fuels Management Project included two separate timber sales in the Buffalo/Spread Creek #2 subunit on the north zone of the Bridger Teton National Forest in 2010.  The Blackrock-Hatchet timber sale necessitated construction of 2.1 kilometers (1.3 miles) of new temporary roads, while the Turpin Lodge sale required no temporary road construction since hauling took place on existing roads.  The intent of the timber harvest was to reduce existing hazardous fuel loadings, remove beetle killed snags, and reduce ladder fuels within the Turpin Meadows, Hatchet Ranch, and Blackrock Ranger Station areas.  Based on a technicality, there was no temporary loss of secure habitat in this subunit due to these timber sales since the construction of temporary roads occurred inside what had been the Blackrock/Togwotee Off-Highway Vehicle (OHV) unrestricted area.  All OHV areas are considered non-secure grizzly bear habitat.  Even if this area was designated secure, the maximum amount of secure habitat that could possibly have been affected, based on the length of temporary roads, was 1.1 square miles.  This is well under the maximum amount of change allowed under on the 1% rule, which equates to 5.1 square miles (Table 6).  All temporary roads associated with this project were effectively decommissioned in 2010 upon termination of the timber harvest.  It should be noted that with the passage of the 2009 OHV record of decision, unrestricted motorized travel is now prohibited in the Buffalo, Jackson, and Big Piney Ranger Districts of the Bridger-Teton National Forest.  All motorized travel is now restricted to open motorized routes designated on current Bridger-Teton Motor Vehicle User Maps.  As part of the Forest Travel Plan, all user-created and non-system roads that are not a part of the designated motorized route   85  system will be decommissioned.  When these closures have been implemented on the ground, in compliance with the Travel Plan, the status of non-secure will be rescinded and secure habitat will then be based upon the system of open motorized roads designated in the Bridger-Teton Travel Plan.  The Northeast Quad (NEQ) Wildlife Habitat Restoration Project was a second temporary project taking place on the Buffalo/Spread Creek #2 subunit in 2010, and involved construction of 0.8 kilometers (0.5 miles) of temporary roads.  This was an error in planning and a violation of the Conservation Strategy rule which allows only one active project per bear management subunit at any one time.  This project included a single timber sale which occurred adjacent to the Blackrock/ Hatchet sale (referred to above) in the Blackrock/Togwotee OHV area.  For the same reasons stated above (please refer to the Buffalo Valley Fuels Management Project), there was no temporary reduction in secure habitat associated with the NEQ timber sale due to its location within the OHV area.  If this area was considered secure grizzly bear habitat, the NEQ and Blackrock/Hatchet timber sales combined would have temporarily affected only 2.4 square miles of secure habitat, well under the maximum allowed.  The Reef Creek Timber Sale was approved for Crandall/Sunlight subunit #2 under the decision notice of the Clarks Fork Vegetation Management Environmental Assessment.  Timber harvest associated with this project was initiated and completed in 2010, entailing the construction of approximately 1 kilometer (0.7 miles) of new temporary roads near Reef Creek, east of the Crandall ranger station on the Shoshone National Forest.  The number of square miles of secure habitat temporarily affected by this project was 0.03, well under the maximum permitted amount of 3.2 square miles.  All temporary roads associated with this sale will be closed and decommissioned in 2011 before commencement of the Hunter Peak timber sale.  The Hunter Peak Timber Sale was approved for Crandall/Sunlight #2 bear management subunit under the Clarks Fork Vegetation Management Environmental Assessment.  Timber harvest will occur along forest service road No. 117 near the Crazy Creek campground on the Shoshone National Forest.  Approximately 2.3 kilometers (1.4 miles) of new road construction will be used for the duration of this project, temporarily affecting 0.14 square miles of secure grizzly bear habitat.  To avoid temporal overlap, initiation of this project will not take place until the Reef Creek timber sale is completed and after all roads associated with the Reef Creek sale have been decommissioned.  This is anticipated to occur in the summer of 2011.  The Vista Timber Sale was approved in 2007 for the South Absaroka #3 subunit as part of the decision notice for the Upper Wind River Vegetation Treatment Project Environmental Assessment.  The Vista Timber harvest is only a small component of the much larger vegetation treatment project, and was designed in compliance with the National Environmental Policy Act (NEPA) to expedite hazardous fuel reduction in an at-risk timbered area south of Brooks Lake on the Wind River Ranger District of the Shoshone National Forest.  The timber sale has not yet been put out for bid and is not projected to occur for another several years.  Less than 1% of the existing secure habitat in the subunit will be affected.   Monitoring for Secure Habitat outside the GBRZ on the GYE National Forests  Changes in secure habitat in areas identified by state management plans as biologically suitable and socially acceptable for grizzly bear occupancy, are reported every 2 years on National Forests outside the grizzly bear recovery zone (GBRZ), as required by the Forest Amendment.  The 43 bear analysis units (BAUs) used to report changes in secure habitat outside the GBRZ are displayed in Figure 2.  Secure habitat values compared against those determined for 2003 and 2008 are presented for each BAU in Table 6.  As reported in 2008, many of the documented changes in secure habitat between 2003 and 2008 are due to update of the accuracy of the data from that used in the original Forest Amendment crafted in 2003 and are not tied to on-the-ground changes.  These data will continue to be in flux for some years as forests complete update their roads inventory to comply with their Travel Plans.  As more National Forests across the ecosystem pursue their travel plan strategies and implement the national Off Road Vehicle Rule, a more accurate and appropriate baseline will be established against which change can be more reliably measured.  (Please refer to earlier section Establishing a baseline outside the Grizzly Bear Recovery Zone).  Change in Secure Habitat outside the GBRZ in 2010  Since 2008 when secure habitat outside the GBRZ was last reported, small gains in secure grizzly bear habitat were achieved in 7 out of 43 BAUs, with one BAU (Warm Springs) reporting a slight decrease (Table 6).  The small increases in secure habitat were due to closure of 176 kilometers (109.3 miles) of open motorized roads on forest lands outside the GBRZ.  Approximately 60% of these closures occurred in the Crazy Mountains and Gallatin (Shields River area) BAUs within the Gallatin National Forest as part of the forest efforts to comply with the Travel Plan Implementation Strategy.  Bridger-Teton National Forest:  o Fremont:  A length 7.3 kilometers (4.5 miles) of motorized trail south of and along the western shoreline of Fremont Lake was changed from open motorized to permanently restricted.  A slight increase of 0.2% secure habitat was gained due to these access restrictions.  o Green River:  Eight kilometers (5 miles) of motorized road along the west side of and cresting the Continental Divide near the south fork of Fish Creek was decommissioned.  Trees were planted at points of access. Decommissions in the Green River BAU led to a negligible increase in secure habitat (less than 0.1%).   o Gros Ventre: Approximately 35.4 kilometers (22 miles) of open motorized roads in the Gros Ventre BAU were  decommissioned in compliance with the Off-Highway Vehicle (OHV) Route Designation Project.  These road closures involved user-created and non-forest system roads that were created when unrestricted motorized travel by wheeled vehicles was allowed in the Gros Ventre/Shadow Mountain OHV area.  Motorized access is now restricted to designated routes identified in the Bridger-Teton Forest Travel Plan and those depicted on current Motorized Vehicle Use Maps. It will take time and resources for the forest Travel Plan to be fully implemented on the ground, and more closures of illegal routes will continue to occur in the Gros Ventre BAU as part of these on- going efforts.  o Snake River: Two open motorized routes (road and trail) giving access to the top of Taylor Mountain in the Snake River BAU were decommissioned in 2010.   These decommissions accounted for 5.1 kilometers (3.2 miles) of closed motorized access and resulted in a gain of 0.2% secure habitat.  Another 18 kilometers (11.2 miles) of open motorized roads were closed to the public with the installment gates.  Although gated roads do not increase secure habitat, it does potentially reduce human-grizzly bear interactions.  Gallatin National Forest:  o Crazy Mountains:  As part of the Gallatins Travel Plan efforts in 2010, a total of 78.3 kilometers (48.7 miles) of motorized access was decommissioned in the Shields area in the northeast extent of the Crazy Mountains BAU. These decommissions led to an increase of 1.8% in secure habitat during the past two years.  88  o Gallatin:  Approximately 51.5 kilometers (32 miles) of logging and user-created roads were decommissioned in 2010.  These closures all took place in the Gallatin Range south of Swan Lake on the east side of U.S. Highway 191 and resulted in a gain of 0.8% in secure habitat.  Road closure techniques consisted primarily of ripping and slash treatment employed at strategic access points with some follow-up reseeding.  Shoshone Nation Forest:  o Carter Mountain:  A single motorized route located near Pete Miller Park in the northeast corner of the Carter Mountain BAU and measuring 2.3 kilometers (1.4 miles) in length was decommissioned since 2008.  This decommissioned route resulted in a gain of 0.3% in secure habitat.  o Warm Springs:  A number of changes in route status occurred in the Warm Springs BAU since 2008. Approximately 1.6 kilometers (1.0 mile) of gated motorized routes were decommissioned as part of the Togwotee Highway reconstruction at the northern boundary of the BAU while another 3.2 kilometers (2.0 miles) of new routes built for hauling timber will remain open for administrative access only.  Additionally, 3 kilometers (1.9 miles) of open motorized routes running west along Pelham Lake Creek were gated and are open for administrative purposes only.  Collectively, these changes in motorized routes led to a slight loss (0.1%) in secure habitat compared to that which existed in 2008.  o Wood River:  A total of 4.6 kilometers (2.9 miles) of open motorized routes occurring southwest of Twin Lakes, and another 1.9 kilometers (1.2 miles) along Gwinn Fork Creek were decommissioned in the Wood River BAU with the strategic placement of large boulders during 2010.  The sum of these closures yielded an increase of 0.6% in secure habitat over the past two years.  89  Table 6. Percent secure habitat in Bear Analysis Units (BAUs) outside the Grizzly Bear Recovery Zone for each of the six national forests in the GYE.   Beaverhead-Deerlodge National Forest Baldy Mountain 57.3 46.2 46.2 -11.2 0.0 96.9 Bear Creek 38.5 60.7 60.7 22.2 0.0 36.4 Beaver Creek 52.8 48.5 48.5 -4.3 0.0 478.9 Garfield 54.0 64.8 64.8 10.8 0.0 182.0 Gravelies 64.0 60.6 60.6 -3.4 0.0 384.4 Madison 97.0 99.2 99.2 2.1 0.0 89.2 Pintler Mountains 62.4 59.2 59.2 -3.2 0.0 410.3 Pioneer Mountains 62.3 52.9 52.9 -9.3 0.0 912.2 Snowcrest 66.0 70.9 70.9 5.0 0.0 357.2 Sourdough 47.8 40.1 40.1 -7.7 0.0 111.2 Starlight 51.5 40.0 40.0 -11.5 0.0 79.0 Tobacco South 46.6 46.9 46.9 0.3 0.0 186.3 Tobacco North NA 52.7 52.7 NA 0.0 106.7 Mean Secure &amp; Total Area 58.3 57.1 57.1 -1.2 0.0 3430.7  Bridger-Teton National Forest Green River 65.8 65.7 65.7 0.0 0.0 527.9 Gros Ventre 63.5 63.7 63.8 0.3 0.1 507.7 Fremont 88.0 88.0 88.2 0.2 0.2 440.0 Hoback 58.9 58.9 58.9 0.0 0.0 292.9 Snake 63.9 64.0 64.2 0.3 0.3 348.9 Mean Secure &amp; Total Area 68.0 68.1 68.2 0.1 0.1 2117.3  Caribou-Targhee National Forest Centennial 57.7 50.9 50.9 -6.8 0.0 199.1 Crooked 60.1 59.4 59.4 -0.7 0.0 403.0 Deadhorse 54.1 50.8 50.8 -3.4 0.0 364.8 Island Park 44.4 36.7 36.7 -7.7 0.0 333.9 Lemhi 71.8 70.0 70.0 -1.8 0.0 143.1 Palisades 61.3 59.8 59.8 -1.5 0.0 472.5 Teton 68.1 64.8 64.8 -3.2 0.0 209.5 Mean Secure &amp; Total Area 59.6 56.1 56.1 -3.6 0.0 2126.0  Custer National Forest Pryor 39.6 38.8 38.8 -0.7 0.0 121.8 Rock Creek 84.3 83.8 83.8 -0.6 0.0 237.2 Stillwater 86.8 85.3 85.3 -1.5 0.0 404.7 Mean Secure &amp; Total Area 70.3 69.3 69.3 -0.9 0.0 763.7  Gallatin National Forest Boulder 76.7 64.8 64.8 -12.0 0.0 277.9 Bozeman 59.7 45.6 45.6 -14.0 0.0 270.5 Bridger 50.2 28.3 28.3 -21.9 0.0 236.3 Cooke 99.6 99.6 99.6 0.0 0.0 68.7 Crazy 65.9 57.2 59.0 -6.9 1.8 254.8 Gallatin 57.5 52.3 53.1 -4.4 0.8 415.0 Mill Creek 84.6 82.3 82.3 -2.3 0.0 312.2 Quake 86.1 85.0 85.0 -1.2 0.0 66.2 Mean Secure &amp; Total Area 72.6 64.4 64.7 -7.8 0.3 1901.6  Shoshone National Forest Carter 77.4 77.6 77.9 0.5 0.3 261.1 Clark 70.8 70.1 70.1 -0.7 0.0 160.5 East Fork 73.3 73.2 73.2 -0.1 0.0 251.0 Fitzpatrick 99.1 98.4 98.4 -0.6 0.0 317.8 North Fork 77.7 78.0 78.0 0.3 0.0 143.2 Warm Springs 30.1 30.6 30.5 0.4 -0.1 183.0 Wood River 84.3 84.7 85.3 1.0 0.6 228.5 Mean Secure &amp; Total Area 73.2 73.2 73.3 0.1 0.1 1545.2 (1) Lakes greater than 1 square mile were excluded from secure habitat calculations and from total area of Bear Analysis Units (BAUs)   Literature Cited  Boyce, M.S., B.M. Blanchard, R.R. Knight, and C. Servheen.  2001.  Population viability for grizzly bears:  a critical review.  International Association for Bear Research and Management Monograph Series Number 4.  Bridger-Teton National Forest.  2010.  2010 amendment to the 1999 Biological Assessment for livestock grazing on the northern portions of the Pinedale Ranger District.  BTNF, Pinedale Ranger District, Sublette county, Wyoming, USA.  Grand Teton National Park.  2007.  Superintendents Compendium.  36 CFR 1.7 (b).  Gunther, K.A., B. Aber, M.T. Bruscino, S.L. Cain, K. Frey, M.A. Haroldson, and C.C. Schwartz.  2009.  Grizzly bear- human conflicts in the Greater Yellowstone Ecosystem.  Pages 4042 in C.C. Schwartz, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2008.  U.S. Geological Survey, Bozeman, Montana, USA.  Gunther, K.A., M.A. Haroldson, K. Frey, S.L. Cain, J. Copeland, and C.C. Schwartz.  2004.  Grizzly bear-human conflicts in the Greater Yellowstone Ecosystem, 19922000.  Ursus 15(1):1022.  Eberhardt, L.L., B.M. Blanchard, and R.R. Knight.  1994.  Population trend of the Yellowstone grizzly bear as estimated from reproductive and survival rates.  Canadian Journal of Zoology 72(2):360363.  Knight, R., B. Blanchard, and L. Eberhardt.  1988.  Mortality patterns and population sinks for Yellowstone grizzly bears, 197385.  Wildlife Society Bulletin 16:121125.  Schwartz, C.C., M.A. Haroldson, and G.C. White.  2010.  Hazards affecting grizzly bear survival in the Greater Yellowstone Ecosystem.  Journal of Wildlife Management 74(4):654667.  USDA Forest Service. 2005.  Travel Management; Designated Routes and Areas for Motor Vehicle Use; Final Rule.  36 CFR parts 212, 251, 261, and 295. 70(216) p. 68264  68291. Available at www.fs.fed.us/recreation/programs/ ohv/OHVrule.pdf  USDA Forest Service.  2006.  Forest Plan Amendment for grizzly bear conservation for the Greater Yellowstone Area National Forests.  Record of Decision.  U.S. Fish and Wildlife Service.  2007a.  Final Rule designating the Greater Yellowstone Area population of grizzly bears as a Distinct Population Segment and removing the Yellowstone Distinct Population Segment of grizzly bears from the Federal List of Endangered and Threatened Wildlife.  72 FR p. 14870.  Available at http://www.fws.gov/ mountain-prairie/species/mammals/grizzly/FR_Final_YGB_rule_03292007.pdf  U.S. Fish and Wildlife Service.  2007b.  Final conservation strategy for the grizzly bear in the Greater Yellowstone Area. Available at http://www.fws.gov/mountain-prairie/species/mammals/grizzly/Final_Conservation_Strategy.pdf  Yellowstone National Park.  2007.  Superintendents Compendium.  36 CFR 1.7 (b) 1.2 (d). Habitat Standards  References to appendices and baseline tables in the Conservation Strategy have been deleted. Tables presented in the body of this document represent the 1998 baseline and current situation.  Secure Habitat Standard The percent of secure habitat within each bear management subunit must be maintained at or above levels that existed in 1998.  Temporary and permanent changes are allowed under specific conditions identified below.  Table A-1 provides a summary of the secure area management rules. The rule set in Table A-1 will be used in management and evaluation of projects and habitat management actions as appropriate under this Conservation Strategy.  Application Rules for Changes in Secure Habitat Permanent changes to secure habitat.  A project may permanently change secure habitat provided that replacement secure habitat of equivalent habitat quality (as measured by the Cumulative Effects Model (CEM) or equivalent technology) is provided in the same grizzly subunit.  The replacement habitat must either be in place before project initiation or be provided concurrently with project development as an integral part of the project plan.  Temporary changes to secure habitat.  Temporary reductions in secure habitat can occur to allow projects, if all of the following conditions are met: Only 1 project is active per grizzly subunit at any one time. Total acreage of active projects within a given BMU will not exceed 1% of the acreage in the largest subunit within that BMU.  The acreage of a project that counts against the 1% limit is the acreage associated with the 500-meter buffer around any motorized access route that extends into secure habitat. Secure habitat is restored within 1 year after completion of the project.  Table A-1. The rule set for secure habitat management in the Yellowstone Primary Conservation Area.  Parameters  ARC INFO using the moving window GIS technique (Mace et al. 1996), 30-meter pixel size, square mile window size, and density measured as miles/ square mile. Motorized access features from the CEM GIS database  Routes in Database  All routes having motorized use or the potential for motorized use (restricted roads) including motorized trails, highways, and forest roads.  Private roads and state and county highways counted.  Season Definitions Season 1  1 March to 15 July. Season 2  16 July to 30 November. There are no access standards in the winter season (1 December to 28 February).  Considerations  Habitat quality not part of the standards but 1) Replacement secure habitat requires equal or greater habitat value 2) Road closures should consider seasonal habitat needs.  Project An activity requiring construction of new roads, reconstructing or opening a restricted road or recurring helicopter flights at low elevations.  Secure Habitat More than 500 meters from an open or gated motorized access route or reoccurring helicopter flight line. Must be greater than or equal to 10 acres in size.  Replacement secure habitat created to mitigate for loss of existing secure habitat must be of equal or greater habitat value and remain in place for a minimum of 10 years.  Large lakes not included in calculations.  Activities Allowed in Secure Habitat  Activities that do not require road construction, reconstruction, opening a restricted road, or reoccurring helicopter flights. Over the snow use allowed until further research identifies a concern.  Habitat  Roads restricted with permanent barriers (not gates), decommissioned or obliterated roads, and/or non-motorized trails.  in Secure Habitat  One project per subunit is permitted that may temporarily reduce secure habitat.  Total acreage of active projects in the BMU will not exceed 1% of the acreage in the largest subunit within the BMU.  The acreage that counts against the 1% is the 500-meter buffer around open motorized access routes extending into secure habitat.  Secure habitat is restored within one year after completion of the project.  to Secure Habitat  A project may permanently change secure habitat provided that replacement secure habitat of equivalent habitat quality (as measured by CEM or equivalent technology) is provided in the same grizzly subunit.  The replacement habitat either must be in place before project initiation or be provided as an integral part of the project plan.  Reduction  Secure habitat for subunits Gallatin #3 and Hilgard #1 will temporarily decline below 1998 values due to the Gallatin Range Consolidation Act.  Upon completion of the land exchange and associated timber sales, secure habitat in these subunits will be improved from the 1998 baseline.  Improvement  Access values for Henrys Lake #2, Gallatin #3, and Madison #2 have the potential for improvement.  The quantity and timing of the improvement will be determined by the Gallatin National Forest Travel Management Plan.  Proactive Secure Habitat  A proactive increase in secure habitat may be used at a future date to mitigate for impacts of proposed projects of that administrative unit within that subunit.  Exceptions for Caribou-Targhee NF  When fully adopted and implemented the Standards and Guidelines in the 1997 revised Targhee Forest Plan met the intent of maintaining secure habitat levels.   Developed Site Standard The number and capacity of developed sites within the PCA will be maintained at or below the 1998 level with the following exceptions:  any proposed increase, expansion, or change of use of developed sites from the 1998 baseline in the PCA will be analyzed, and potential detrimental and positive impacts documented through biological evaluation or assessment by the action agency. A developed site includes but is not limited to sites on public land developed or improved for human use or resource development such as campgrounds, trailheads, lodges, administrative sites, service stations, summer homes, restaurants, visitor centers, and permitted resource development sites such as oil and gas exploratory wells, production wells, plans of operation for mining activities, work camps, etc.  Application Rules Mitigation of detrimental impacts will occur within the affected subunit and will be equivalent to the type and extent of impact.  Mitigation measures will be in place before the initiation of the project or included as an integral part of the completion of the project. Consolidation and/or elimination of dispersed camping will be considered adequate mitigation for increases in human capacity at developed campgrounds if the new site capacity is equivalent to the dispersed camping eliminated. New sites will require mitigation within that subunit to offset any increases in human capacity, habitat loss, and increased access to surrounding habitats. Administrative site expansions are exempt from human capacity mitigation expansion if such developments are necessary for enhancement of management of public lands and other viable alternatives are not available.  Temporary construction work camps for highway construction or other major maintenance projects are exempt from human capacity mitigation if other viable alternatives are not available.  Food storage facilities and management must be in place to ensure food storage compliance, i.e., regulations established and enforced, camp monitors, etc. All other factors resulting in potential detrimental impacts to grizzly bears will be mitigated as identified for other developed sites. Land managers may improve the condition of developed sites for bears or reduce the number of sites.  The improvements may then be used at a future date to mitigate equivalent impacts of proposed site development increase, expansion, or change of use for that administrative unit within that subunit. To the fullest extent of its regulatory authority, the Forest Service will minimize effects on grizzly habitat from activities based in statutory rights, such as the 1872 General Mining Law. In those expected few cases where the mitigated effects will result in an exceedance of the 1998 baseline that cannot be compensated for within that subunit, compensation, in the PCA, to levels at or below the 1998 baseline will be accomplished in adjacent subunits when possible, or the closest subunit if this is not possible, or in areas outside the PCA adjacent to the subunit impacted.  Mitigation for Mining Law site impacts will follow standard developed site mitigation to offset any increases in human capacity, habitat loss, and increased access to surrounding habitats.  Access impacts relating to Mining Law activities will be mitigated per the applications rules for changes in secure habitat. Developments on private land are not counted against this standard.   Livestock Allotment Standard Inside the PCA, no new active commercial livestock grazing allotments will be created and there will be no increases in permitted sheep Animal Months (AMs) from the identified 1998 baseline. Existing sheep allotments will be monitored, evaluated, and phased out as the opportunity arises with willing permittees.  Application Rules Allotments include both vacant and active commercial grazing allotments.  Vacant allotments are those without an active permit, but may be used periodically by other permittees at the discretion of the land management agency to resolve resource issues or other concerns.  Reissuance of permits for vacant cattle allotments may result in an increase in the number of permitted cattle, but the number of allotments would remain the same as the 1998 baseline.  Combining or dividing existing allotments would be allowed as long as acreage in allotments does not increase. Any such use of vacant cattle allotments resulting in an increase in permitted cattle numbers will be allowed only after an analysis by the action agency to evaluate impacts on grizzly bears. Where chronic conflicts occur on cattle allotments inside the PCA, and an opportunity exists with a willing permittee, one alternative for resolving the conflict may be to phase out cattle grazing or to move the cattle to a currently vacant allotment where there is less likelihood of conflict.  Habitat Monitoring  Habitat monitoring will focus on evaluation of adherence to the habitat standards identified in this Strategy.  Monitoring of other important habitat parameters will provide additional information to evaluate fully the status of the habitat for supporting a recovered grizzly bear population and the effectiveness of habitat standards.  Habitat standards and other habitat parameters will be monitored as follows.  Secure Habitat and Motorized Access Route Density - Monitoring Protocol Secure habitat, open motorized access route density (OMARD) greater than one mile/square mile, and total motorized access route density (TMARD) greater than two miles/square mile will be monitored utilizing Yellowstone Grizzly Bear Cumulative Effects Model (CEM), Geographic Information System (GIS) databases, and reported annually within each subunit in the IGBST Annual Report.  Protocols are established for an annual update of motorized access routes and other CEM GIS databases for the PCA.  To provide evaluation of motorized access proposals relative to the 1998 baseline, automated GIS programs are available on each administrative unit.  Developed Sites - Monitoring Protocol Monitoring numbers of developed sites can indirectly assess displacement from habitat, habituation to human activities, and increased grizzly mortality risk.  Changes in the number and capacity of developed sites on public lands will be compiled annually and compared to the 1998 baseline.  Developed sites are currently inventoried in existing GIS databases and are an input item to the CEM.   Livestock Grazing - Monitoring Protocol To ensure no increase from the 1998 baseline, numbers of commercial livestock grazing allotments and numbers of sheep AMs within the PCA will be monitored and reported to the IGBST annually by the permitting agencies.  Habitat Effectiveness and Habitat Value - Monitoring Protocol The agencies will measure changes in seasonal Habitat Effectiveness in each BMU and subunit by regular application of the CEM or the best available system, and compare outputs to the 1998 baseline.  CEM databases will be reviewed annually and updated as needed.  These databases include location, duration, and intensity of use for motorized access routes, non-motorized access routes, developed sites, and front country and backcountry dispersed uses.  Emphasis and funding will continue to refine and verify CEM assumptions and to update databases. Representative trails or access points, where risk of grizzly bear mortality is highest, will be monitored when funding is available.  CEM databases will be updated to reflect any noted changes in intensity or duration of human use.  Literature Cited  Mace, R., J.S. Waller, T. Manley, L.J. Lyon, and H. Zuuring.  1996.  Relationships among grizzly bears, roads, and habitat in the Swan Mountains, Montana.  Journal of Applied Ecology   Habitat Standards and Monitoring Requirements in the Forest Plan Amendment for Grizzly Bear Habitat Conservation for the  Greater Yellowstone Area Forests Habitat Standards and Guidelines  Only habitat standards from the Amendment that are tied to monitoring requirements are listed here.  References to appendices and baseline tables in the Amendment have been deleted here. Tables presented in the body of this document represent the 1998 baseline and current situation.  Grizzly bear habitat conservation standard for secure habitat Inside the Primary Conservation Area, maintain the percent of secure habitat in Bear Management Unit subunits at or above 1998 levels.  Projects that change secure habitat must follow the Application Rules.  Application Rules for changes in secure habitat Permanent changes to secure habitat. A project may permanently change secure habitat if secure habitat of equivalent habitat quality (as measured by the Cumulative Effects Model or equivalent technology) is replaced in the same Bear Management Unit subunit. The replacement habitat must be maintained for a minimum of 10 years and be either in place before project implementation or concurrent with project development.  Increases in secure habitat may be banked to offset the impacts of future projects of that administrative unit within that subunit. Temporary changes to secure habitat. Projects can occur with temporary reductions in secure habitat if all the following conditions are met:  Only one active project per Bear Management Unit subunit can occur at any one time. The total acreage of active projects within a given Bear Management Unit does not  exceed 1 percent of the acreage in the largest subunit within that Bear Management Unit. The acreage of a project that counts against the 1 percent limit is the acreage associated with the 500-meter buffer around any gated or open motorized access route or recurring low level helicopter flight line, where the buffer extends into secure habitat.  To qualify as a temporary project, implementation will last no longer than three years. Secure habitat must be restored within one year after completion of the project. Project activities should be concentrated in time and space to the extent feasible. Acceptable activities in secure habitat. Activities that do not require road construction,  reconstruction, opening a permanently restricted road, or recurring helicopter flight lines at low elevation do not detract from secure habitat.  Examples of such activities include thinning, tree planting, prescribed fire, trail maintenance, and administrative studies/ monitoring.  Activities should be concentrated in time and space to the extent feasible to minimize disturbance.  Effects of such projects will be analyzed in the National Environmental Policy Act process.  Helicopter use for short-term activities such as prescribed fire ignition/management, periodic administrative flights, fire suppression, search and rescue, and other similar activities do not constitute a project and do not detract from secure habitat.   Motorized access routes with permanent barriers, decommissioned or obliterated roads, non-motorized trails, winter snow machine trails, and other motorized winter activities do not count against secure habitat.  Project activities occurring between December 1 and February 28 do not count against secure habitat.  Minimize effects on grizzly habitat from activities based in statutory rights, such as access to private lands under the Alaska National Interest Lands Conservation Act and the 1872 General Mining Law.  Where the mitigated effects exceed the 1998 baseline within the affected subunit, compensate secure habitat to levels at or above the 1998 baseline, in this order: 1) in adjacent subunits, or 2) nearest subunits, or 3) in areas outside the Primary Conservation Area adjacent to the subunit impacted.  Honor existing oil and gas and other mineral leases.  Proposed Applications for Permit to Drill and operating plans within those leases should meet the Application Rules for changes in secure habitat.  New leases, Applications for Permit to Drill, and operating plans must meet the secure habitat and developed site standards.  Grizzly bear habitat conservation standard for developed sites Inside the Primary Conservation Area, maintain the number and capacity of developed sites at or below 1998 levels, with the following exceptions:  any proposed increase, expansion, or change of use of developed sites from the 1998 baseline in the Primary Conservation Area will be analyzed and potential detrimental and positive impacts on grizzly bears will be documented through biological evaluation or assessment.  Projects that change the number or capacity of developed sites must follow the Application Rules.  Application Rules for developed sites Mitigation of detrimental impacts must occur within the affected subunit and be equivalent to the type and extent of impact.  Mitigation measures must be in place before implementation of the project or included as an integral part of the completion of the project.  New sites must be mitigated within that subunit to offset any increases in human capacity, habitat loss, and increased access to surrounding habitats.  Consolidation and/or elimination of dispersed campsites is adequate mitigation for increases in human capacity at developed campgrounds if the new site capacity is equivalent to the dispersed camping eliminated.  Administrative site expansions are exempt from human capacity mitigation expansion if such developments are necessary for enhancement of management of public lands and other viable alternatives are not available.  Temporary construction work camps for highway construction or other major maintenance projects are exempt from human capacity mitigation if other viable alternatives are not available.  Food storage facilities and management, including camp monitors, must be in place to ensure food storage compliance.  All other factors resulting in potential detrimental impacts to grizzly bears must be mitigated as identified for other developed sites.  To benefit the grizzly bear, capacity, season of use, and access to surrounding habitats of existing developed sites may be adjusted.  The improvements may then be banked to mitigate equivalent impacts of future developed sites within that subunit.   Minimize effects on grizzly habitat from activities based in statutory rights, such as the 1872 General Mining Law.  Where the mitigated effects exceed the 1998 baseline within that subunit, provide mitigation to levels at or below the 1998 baseline in this order:  1) adjacent subunits, or 2) the nearest subunit, or 3) in areas outside the Primary Conservation Area adjacent to the subunit impacted.  Mitigation for Mining Law site impacts must follow standard developed site mitigation to offset any increases in human capacity, habitat loss, and increased access to surrounding habitats.  Honor existing oil and gas and other mineral leases.  Proposed Applications for Permit to Drill and operating plans within those leases should meet the developed site standard. New leases, Applications for Permit to Drill, and operating plans must meet the developed site standard.  Developments on private land are not counted against this standard.  Grizzly bear habitat conservation standard for livestock grazing Inside the Primary Conservation Area, do not create new active commercial livestock grazing allotments, do not increase permitted sheep animal months from the 1998 baseline, and phase out existing sheep allotments as opportunities arise with willing permittees.  Application Rule for livestock grazing standard Allotments include both vacant and active commercial grazing allotments.  Reissuance of permits for vacant cattle allotments may result in an increase in the number of permitted cattle, but the number of allotments must remain at or below the 1998 baseline.  Allow combining or dividing existing allotments as long as acreage in allotments does not increase.  Any such use of vacant cattle allotments resulting in an increase in permitted cattle numbers could be allowed only after an analysis to evaluate impacts on grizzly bears.  Grizzly bear habitat conservation guideline for livestock grazing Inside the Primary Conservation Area, cattle allotments or portions of cattle allotments with recurring conflicts that cannot be resolved through modification of grazing practices may be retired as opportunities arise with willing permittees.  Outside the Primary Conservation Area in areas identified in state management plans as biologically suitable and socially acceptable for grizzly bear occupancy, livestock allotments or portions of allotments with recurring conflicts that cannot be resolved through modification of grazing practices may be retired as opportunities arise with willing permittees. Application Rule for livestock grazing guideline Permittees with allotments with recurring conflicts will be given the opportunity to place livestock in a vacant allotment outside the Primary Conservation Area where there is less likelihood for conflicts with grizzly bears as these allotments become available.  Grizzly bear habitat conservation guideline for food sources Inside and outside the Primary Conservation Area in areas identified in state management plans as biologically suitable and socially acceptable for grizzly bear occupancy, maintain the productivity, to the extent feasible, of the four key grizzly bear food sources as identified in the Conservation Strategy.  Emphasize maintaining and restoring whitebark pine stands inside and outside the Primary Conservation Area.  Habitat Monitoring  Grizzly bear habitat conservation monitoring for secure habitat and motorized access Inside the Primary Conservation Area, monitor, compare to the 1998 baseline, and annually submit for inclusion in the Interagency Grizzly Bear Study Team Annual Report:  secure habitat, open motorized access route density (OMARD) greater than one mile per square mile, and total motorized access route density (TMARD) greater than two miles per square mile in each subunit on the national forest. Outside the Primary Conservation Area in areas identified in state management plans as biologically suitable and socially acceptable for grizzly bear occupancy, monitor, and submit for inclusion in the Interagency Grizzly Bear Study Team Annual Report:  changes in secure habitat by national forest every two years.  Grizzly bear habitat conservation monitoring for developed sites Inside the Primary Conservation Area, monitor, and annually submit for inclusion in the Interagency Grizzly Bear Study Team Annual Report:  changes in the number and capacity of developed sites on the national forest, and compare with the 1998 baseline.  Grizzly bear habitat conservation monitoring for livestock grazing Inside the Primary Conservation Area, monitor, compare to the 1998 baseline, and annually submit for inclusion in the Interagency Grizzly Bear Study Team Annual Report:  the number of commercial livestock grazing allotments on the national forest and the number of permitted domestic sheep animal months.  Inside and outside the Primary Conservation Area, monitor and evaluate allotments for recurring conflicts with grizzly bears.  Grizzly bear habitat conservation monitoring for habitat effectiveness Inside the Primary Conservation Area, monitor, and every five years submit for inclusion in the Interagency Grizzly Bear Study Team Annual Report:  changes in seasonal habitat effectiveness in each Bear Management Unit and subunit on the national forest through the application of the Cumulative Effects Model or the best available system and compare outputs to the 1998 baseline. Annually review Cumulative Effects Model databases and update as needed.  When funding is available, monitor representative non-motorized trails or access points where risk of grizzly bear mortality is highest.  Grizzly bear habitat conservation monitoring for whitebark pine Monitor whitebark pine occurrence, productivity, and health inside and outside the Primary Conservation Area in cooperation with other agencies.  Annually submit for inclusion in the Interagency Grizzly Bear Study Team Annual Report:  results of whitebark pine cone production from transects or other appropriate methods, and results of other whitebark pine monitoring.  Refer to Table B-1 for a summary of criteria and definitions used in the Amendment Record of Decision (ROD).  Criteria Definition  routes  Motorized access routes are all routes having motorized use or the potential for motorized use (restricted roads) including motorized trails, highways, and forest roads. Private roads and state and county highways are counted.  Restricted road A restricted road is a road on which motorized vehicle use is restricted seasonally or yearlong.  The road requires effective physical obstruction, generally gated.  Permanently restricted road  A permanently restricted road is a road restricted with a permanent barrier and not a gate.  A permanently restricted road is acceptable within secure habitat.  Decommissioned or reclaimed road  A decommissioned or obliterated or reclaimed road refers to a route which is managed with the long-term intent for no motorized use, and has been treated in such a manner to no longer function as a road.  An effective means to accomplish this is through one or a combination of several means including recontouring to original slope, placement of logging or forest debris, planting of shrubs or trees, etc.  Secure habitat Secure habitat is more than 500 meters from an open or gated motorized access route or recurring helicopter flight line.  Secure habitat must be greater than or equal to 10 acres in size1.  Large lakes (greater than one square mile) are not included in the calculations.  Project A project is an activity requiring construction of new roads, reconstructing or opening a permanently restricted road, or recurring helicopter flights at low elevations. Opening a gated road for public or administrative use is not considered a project as the area behind locked, gated roads is not considered secure habitat.  Temporary project To qualify as a temporary project under the Application Rules, project implementation will last no longer than three years.  restricted road  Removing permanent barriers such that the road is accessible to motorized vehicles.  Permanent barrier A permanent barrier refers to such features as earthen berms or ripped road surfaces to create a permanent closure.  routes  To result in an increase in secure habitat, motorized routes must either be decommissioned or restricted with permanent barriers, not gates.  Non-motorized use is permissible.  Seasonal periods Season 1  March 1 through July 15 Season 2  July 16 through November 30 Project activities occurring between December 1 and February 28 do not count against secure habitat.  Developed site A developed site includes but is not limited to sites on public land developed or improved for human use or resource development such as campgrounds, trailheads, improved parking areas, lodges (permitted resorts), administrative sites, service stations, summer homes (permitted recreation residences), restaurants, visitor centers, and permitted resource development sites such as oil and gas exploratory wells, production wells, Plans of Operation for mining activities, work camps, etc.  Vacant allotments Vacant allotments are livestock grazing allotments without an active permit, but could be restocked or used periodically by other permittees at the discretion of the land management agency to resolve resource issues or other concerns.  Recurring conflicts Recurring grizzly bear/human or grizzly bear/livestock conflicts are defined as three or more years of recorded conflicts during the most recent five-year period.  "
    }
}