{
    "TTR": {
        "Extracted text": "U.S. Geological Survey, Alaska Science Center   Suggested citation:  USFWS/USGS. 2009. Sampling for highly pathogenic Asian H5N1 avian influenza in migratory birds in Alaska: results of 2008 field season.  Progress Report, U.S. Fish and Wildlife Service (Region 7, Alaska) U.S. Geological Survey, Alaska Science Center, Anchorage, Alaska, and U.S. Geological Survey, National Wildlife Health Center, Madison, Wisconsin. U.S. Geological Survey, Alaska Science Center   Suggested citation:  USFWS/USGS. 2009. Sampling for highly pathogenic Asian H5N1 avian influenza in migratory birds in Alaska: results of 2008 field season. Progress Report, U.S. Fish and Wildlife Service (Region 7, Alaska) and U.S. Geological Survey, Alaska Science Center, Anchorage, Alaska, and U.S. Geological Survey, National Wildlife Health Center, Madison, Wisconsin.   One of the primary objectives of the Department of the Interior (DOI) in the National Strategy for Pandemic Influenza is to conduct surveillance activities for the early detection of Highly Pathogenic Avian Influenza (HPAI) in North America by sampling and testing high priority migratory bird species. This report summarizes the HPAI surveillance activities 2008 accomplishments of the U.S. Fish and Wildlife Service Region 7, the U.S. Geological Survey (USGS)  Alaska Science Center (ASC) and the National Wildlife Health Center (NWHC), and our partners, for activities conducted in Alaska. In 2005, a U.S, Interagency Strategic Plan was developed to sample wild bird species in North America that have the highest risk of being exposed to or infected with HPAI; specifically those birds that migrate directly between Asia and North America.  One main geographic focus of this plan is Alaska as it represents a unique crossroads where migratory flyways from Asia and North America overlap. Since then, Koehler et al (2008) reported a direct link in the genetic lineage of avian influenza viruses between Alaska and Asia. By analyzing the whole genome of low pathogenic avian influenza viruses isolated from Northern pintails in Alaska, researchers demonstrated intercontinental virus exchange in this species. Using criteria in the U.S. Interagency Strategic Plan (for details on ranking criteria, species selection, and the final ranking scores visit [http://alaska.usgs.gov/science/biology/avian_influenza/ monitoring.html]), an interagency committee developed a suite of high priority species which have been sampled during the spring subsistence and fall harvest, through a live bird sampling strategy, and from mortality investigations. As the program has evolved and data analyzed from previous years (Ip et al, 2008; Koehler et al, 2008), sampling strategy has been adapted to target species and geographic areas that provide the broadest, most appropriate state-wide coverage for HPAI surveillance. In 2008, six species of concern were added based on published reports of low pathogenic avian influenza viruses in Green winged Teal, Greater White-fronted Goose, Mallard, Northern Shoveler, Common Murre, and Thick-billed Murre. In 2006 and 2007, 16,807 and 8,671 Alaska samples, respectively were analyzed for HPAI: the results of these efforts can be found at http://alaska.usgs.gov/ science/biology/avian influenza/monitoring. In 2008, 11,595 samples were collected from 87 species of wild birds (Table iia): This total comprised 4,612 samples from hunter harvested birds, and 6,983 live bird samples.  In addition, 25 birds found dead were also evaluated.  Oral-pharyngeal and cloacal swabs were collected from each bird and preserved separately in the field.  Collected samples were stored in liquid nitrogen vapor shippers or in -80 freezers until being shipped to the NWHC for testing. Samples were screened via RT-PCR for the presence of avian influenza viruses: pooled results represent laboratory combined oral-pharyngeal (OP) and cloacal (CL) swabs from each bird. Cloacal swabs were also analyzed independently. In a small subset of shorebirds, fecal (F) samples were collected and analyzed separately. All positive samples from the screening test, as well as a subset of negative samples (30% of the total sample size) were further tested using virus isolation techniques. In 2008, avian influenza viruses were detected in 10 of the species collected, although none of the samples were positive for HPAI.  Analysis of the different matrices (laboratory pooled vs cloacal only) yielded slightly different results with 0.008% and 0.009% of the pooled and cloacal samples testing positive for avian influenza viruses, respectively.  Complete results from the 2007 and 2008 virus isolation analyses are pending at NWHC.  Table iia: Summary of 2008 results from the Department of the Interiors Highly Pathogenic Avian Influenza (HPAI) Surveillance Program in Alaska. Samples were analyzed via RT-PCR for the presence of avian influenza viruses: pooled results represented analysis of a combined oral-pharyngeal swab and a cloacal swab sample. Cloacal (CL) swabs were also analyzed independently. Species Samples Collected AI Positive Total  Stellers Eider 429 0 429 12 11 0.028 0.026 Northern Pintail 823 249 1072 32 41 0.030 0.039 Lesser Snow Goose 279 534 813 1 1 0.001 0.001 Emperor Goose 412 135 547 0 0 0 0 Spectacled Eider 179 0 179 0 0 0 0 Black Brant 613 545 1158 2 2 0.002 0.002 Lesser Sandhill Crane 0 78 78 0 0 0 0 Tundra Swan 465 59 524 0 0 0 0 Long-tailed Duck 0 31 31 0 0 0 0 Pacific Common Eider 59 33 92 1 1 0.011 0.011 King Eider 0 262 262 1 2 0.004 0.004 Dunlin 914 13 927 0 0 0 0 Sharp-tailed Sandpiper 21 27 48 0 0 0 0 Bar-tailed Godwit 611 31 642 0 0 0 0 Ruddy Turnstone 3 10 13 0 0 0 0 Pectoral Sandpiper 159 20 179 0 0 0 0 Red Knot 0 0 0 0 0 0 0 Long-billed Dowitcher 60 3 63 0 0 0 0 Rock Sandpiper 263 9 272 0 0 0 0 Pacific Golden Plover 3 0 3 0 0 0 0 Buff-breasted Sandpiper 2 1 3 0 0 0 0 Glaucous Gull 20 15 35 0 0 0 0 Sub Total Target Species  5,315 2,055 7,370 49 58 0.007 0.008 Species of Interest Green winged Teal 337 107 444 20 22 0.045 0.049 Greater White-fronted Goose 432 1058 1490 3 4 0.002 0.003 Mallard 35 125 160 17 16 0.106 0.100 Northern Shoveler 0 29 29 2 3 0.069 0.103 Common Murre  12 9 21 0 0 0 0 Thick-billed Murre 137 59 196 0 0 0 0 Sub Total Species of Interest  953 1,387 2,340 42 45 0.018 0.019 Total Non-target species 715 1,170 1,885 0 0 0 0 *Mortalities    25 NA NA Total 6,983 4,612 11,595 91 103  *Mortality samples are not included in the Highly Pathogenic Avian Influenza Early Detection Data  We appreciate continuing support for the highly pathogenic avian influenza surveillance program from management in the U.S. Fish and Wildlife Service, and the U.S. Geological Survey. We especially thank all the dedicated biologists and technicians who participated in the 2008 interagency sampling effort of migratory birds.  We appreciate the efforts of native subsistence hunters from villages across Alaska who provided hunter shot birds for sampling. Collection of these samples would not have been possible without participation of the Yukon Kuskokwim Health Corporation and Kawerak, Inc. We also thank personnel with the Alaska Department of Fish and Game and sport hunters who provided samples from live and hunter shot waterfowl. In addition, several non- government organizations participated in sampling, and we extend our gratitude to them. We would like thank Richard Zane and Cathy Acker at the National Wildlife Health Center for their help with tracking samples and their results.  We thank Beth Pattinson for her amazing skills with logistics and planning; John Terenzi for his help with creating the species sampling location maps, and Jennifer Wiley and Patrick Flint for their assistance in the laboratory.  Finally, this years sampling effort and completion of the report would not have been so thorough without the tireless efforts of Yvette Gillies.  Table of Contents  INTRODUCTION .............................................................................................................. 1  Taxon:  Stellers Eider (Polysticta stelleri) ........................................................................ 6  Taxon:  Northern Pintail (Anas acuta).............................................................................. 11  Taxon: Lesser Snow Goose (Chen caerulescens caerulescens) ....................................... 16  Taxon:  Emperor Goose (Chen canagica) ........................................................................ 19  Taxon:  Spectacled Eider (Somateria fischeri) ................................................................. 24  Taxon:  Black Brant (Branta bernicla nigricans)............................................................. 28  Taxon:  Lesser Sandhill Crane (Grus canadensis canadensis)......................................... 34  Taxon:  Tundra Swan (Cygnus columbianus)................................................................... 36  Taxon:  Long-tailed Ducks (Clangula hyemalis).............................................................. 43  Taxon:  Pacific Common Eider (Somateria mollissima v-nigrum) .................................. 45  Taxon:  King Eider (Somateria spectabilis) ..................................................................... 50  Taxon:  Dunlin (Calidris alpina arcticola)....................................................................... 52  Taxon:  Sharp-tailed Sandpiper (Calidris acuminata)...................................................... 59  Taxon:  Bar-tailed Godwit (Limosa lapponica)................................................................ 62  Taxon:  Ruddy Turnstone (Arenaria i. interpres)............................................................. 66  Taxon:  Pectoral Sandpiper (Calidris melanotos)............................................................. 69  Taxon:  Red Knot (Calidris canutus rogersi &amp; roselaari) ............................................... 74  Taxon:  Long-billed Dowitcher (Limnodromus scolopaceus) .......................................... 75  Taxon:  Rock Sandpiper (Calidris ptilocnemis tschuktschorum) ..................................... 79  Taxon:  Pacific Golden-Plover (Pluvialis fulva)............................................................... 82  Taxon:  Buff-breasted Sandpiper (Tryngites subruficollis) .............................................. 85  Taxon:  Glaucous Gull (Larus hyperboreus) .................................................................... 88 HUNTER HARVEST SAMPLING ................................................................................. 91  Spring Subsistence Sampling............................................................................................ 91  Fall Harvest Sampling....................................................................................................... 97  Morbidity and Mortality ................................................................................................. 101  Literature Cited ............................................................................................................... 102  Appendix A:  PHOTO CREDITS................................................................................... 107 List of Tables Table iia: Summary of 2008 results from the Department of the Interiors Highly Pathogenic Avian Influenza (HPAI) Surveillance Program in Alaska. Samples were analyzed via RT-PCR for the presence of avian influenza viruses: pooled results represented analysis of a combined oral-pharyngeal swab and a cloacal swab sample. Cloacal (CL) swabs were also analyzed independently..................................................... iv  Table 1.  Birds captured and both cloacal and oral-pharyngeal swabs collected from molting Stellers Eiders at Nelson Lagoon, September 2008. ............................................ 7  Table 2.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Stellers Eiders at Izembek National Wildlife Refuge, September 2008............................ 8  Table 3.  Birds captured and cloacal swabs collected from nesting Stellers Eiders at Barrow, July 2008............................................................................................................... 9  Table 4.  Avian influenza analytical results for Stellers Eiders collected July and September 2008: pooled cloacal and oral-pharyngeal samples. ......................................... 9  Table 5.  Avian influenza analytical results for Stellers Eiders collected July and September 2008: cloacal only samples. .............................................................................. 9  Table 6.  Comparative avian influenza results for Stellers Eiders collected July and September 2008: pooled results and cloacal swab results. ................................................. 9  Table 7.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Northern Pintails at Koyukuk and Innoko National Wildlife Refuge, July and August 2008................................................................................................................................... 12  Table 8.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Northern Pintails at Kgun Lake, August 2008.................................................................. 13  Table 9.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Northern Pintails at Minto Flats State Game Refuge, August 2008. ................................ 13  Table 10.  Avian influenza analytical results for Northern Pintails collected July through August 2008: pooled cloacal and oral-pharyngeal samples.............................................. 14  Table 11.  Avian influenza analytical results for Northern Pintails collected July through August 2008: cloacal only samples................................................................................... 14  Table 12.  Comparative avian influenza results for Northern Pintails collected July through August 2008: pooled results and cloacal swab results. ....................................... 14  Table 13.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Lesser Snow Goose, August 2008. ................................................................................... 17  Table 14.  Avian influenza analytical results for Lesser Snow Geese collected August 2008: pooled cloacal and oral-pharyngeal samples. ......................................................... 17  Table 15.  Comparative avian influenza results for Lesser Snow Geese collected August 2008: pooled results and cloacal swab results. ................................................................. 17  Table 16.  Birds captured and both cloacal and oral-pharyngeal swabs collected from nesting and molting Emperor Geese at Yukon Delta National Wildlife Refuge, June and August 2008. ..................................................................................................................... 20    Table 17.  Birds captured and both cloacal and oral-pharyngeal swabs collected from molting Emperor Geese at Yukon Delta National Wildlife Refuge, July 2008................ 21  Table 18.  Birds captured and both cloacal and oral-pharyngeal swabs collected from nesting Emperor Geese at Yukon Delta National Wildlife Refuge, June 2008................ 21  Table 19.  Birds captured and both cloacal and oral-pharyngeal swabs collected from molting Emperor Geese at Yukon Delta National Wildlife Refuge, June 2008............... 22  Table 20.  Avian influenza analytical results for Emperor Geese collected June through August 2008: pooled and cloacal only samples................................................................ 22  Table 21.  Comparative avian Influenza results for Emperor Geese collected June through August 2008: pooled results and cloacal swab results...................................................... 22  Table 22.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Spectacled Eiders at Yukon Delta National Wildlife Refuge, June through July 2008. .. 24  Table 23.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Spectacled Eiders at Yukon Delta National Wildlife Refuge, May through August 2008. ........................................................................................................................................... 25  Table 24.  Avian influenza analytical results for Spectacled Eiders collected May through August 2008: pooled and cloacal only samples................................................................ 25  Table 25.  Comparative avian influenza results for Spectacled Eiders collected May through August 2008: pooled results and cloacal swab results. ....................................... 26  Table 26.  Birds captured and both cloacal and oral-pharyngeal swabs collected from nesting Black Brant at Yukon Delta National Wildlife Refuge, June 2008. .................... 29  Table 27.  Birds captured and both cloacal and oral-pharyngeal swabs collected from brood-rearing Black Brant at Yukon Delta National Wildlife Refuge, July 2008............ 30  Table 28.  Avian influenza analytical results for Black Brant collected June and July 2008: pooled cloacal and oral-pharyngeal samples. ......................................................... 31  Table 29.  Avian influenza analytical results for Black Brant collected June and July 2008: cloacal only samples. .............................................................................................. 31  Table 30.  Comparative avian influenza results for Black Brant collected June and July 2008: pooled results and cloacal swab results. ................................................................. 32  Table 31.  Birds captured and both cloacal and oral-pharyngeal swabs collected from molting Tundra Swans at Izembek National Wildlife Refuge on the southern Alaska Peninsula, July 2008. ........................................................................................................ 37  Table 32.  Birds captured and both cloacal and oral-pharyngeal swabs collected from flightless Tundra Swans on the northern Alaska Peninsula, July 2008. ........................... 38  Table 33.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Tundra Swans around Kotzebue Sound, July 2008. ......................................................... 38  Table 34.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Tundra Swans on Yukon Delta National Wildlife Refuge, July 2008.............................. 39  Table 35.  Birds captured and both cloacal and oral-pharyngeal swabs collected from flightless Tundra Swans on the Koyukuk NWR, July through August 2008. .................. 40   Table 36.  Birds captured and both cloacal and oral-pharyngeal swabs collected from flightless Tundra Swans on the North Slope, August through September 2008. ............. 40  Table 37.  Pooled avian influenza analytical results for Tundra Swans collected July through September 2008: pooled and cloacal only samples. ............................................ 41  Table 38.  Comparative avian influenza results for Tundra Swans collected July through September 2008: pooled results and cloacal swab results. ............................................... 41  Table 39.  Birds captured and cloacal, oral-pharyngeal, and fecal swabs collected from nesting Pacific Common Eiders in the Aleutian Islands, June 2008. ............................... 46  Table 40.  Birds captured and both cloacal and oral-pharyngeal swabs collected from nesting Pacific Common Eiders at Yukon Delta National Wildlife Refuge, May through June 2008. ......................................................................................................................... 47  Table 41.  Avian influenza analytical results for Pacific Common Eiders collected May through June 2008: pooled, cloacal, and fecal samples. ................................................... 47  Table 42.  Comparative avian influenza results for Pacific Common Eiders collected May through July 2008: pooled, cloacal, and fecal swab results.............................................. 48  Table 43.  Birds captured and cloacal, oral-pharyngeal, and fecal swabs collected from breeding Dunlin on the North Slope, June and July 2008. ............................................... 53  Table 44.  Birds captured and cloacal, oral-pharyngeal, and fecal swabs collected from post-breeding Dunlin at Arctic National Wildlife Refuge, July through August 2008. ... 55  Table 45.  Birds captured and both cloacal and oral-pharyngeal swabs collected from post-breeding Dunlin on the Yukon-Kuskokwim Delta, August through September 2008. ........................................................................................................................................... 56  Table 46.  Avian influenza analytical results for Dunlin collected June through September 2008: pooled cloacal and oral-pharyngeal samples. ......................................................... 56  Table 47.  Avian influenza analytical results for Dunlin collected June through September 2008: cloacal only samples. .............................................................................................. 56  Table 48.  Avian influenza analytical results for Dunlin collected June through September 2008: fecal only samples................................................................................................... 57  Table 49.  Comparative avian influenza results for Dunlin collected June through September 2008: pooled, cloacal, and fecal swab results. ................................................ 57  Table 50.  Birds captured and both cloacal and oral-pharyngeal swabs collected from fall migrant Sharp-tailed Sandpipers at Yukon Delta National Wildlife Refuge, August and September 2008. ............................................................................................................... 60  Table 51.  Avian influenza analytical results for fall migrant Sharp-tailed Sandpipers collected August and September 2008: pooled and cloacal only samples........................ 60  Table 52.  Comparative avian influenza results for fall migrant Sharp-tailed Sandpipers collected August and September 2008: pooled results and cloacal swab results. ............ 60  Table 53.  Birds captured and cloacal, oral-pharyngeal, and fecal swabs collected from Bar-tailed Godwits at Yukon Delta National Wildlife Refuge, June, August and September 2008. ............................................................................................................... 63    Table 54.  Birds sampled and fecal swabs collected from Bar-tailed Godwits at Alaska Peninsula, May and August 2008. .................................................................................... 64  Table 55.  Avian influenza analytical results for Bar-tailed Godwits collected May, June, August and September 2008: pooled and cloacal only samples. ...................................... 64  Table 56.  Avian influenza analytical results for Bar-tailed Godwits collected May, June, August and September 2008: fecal only samples. ............................................................ 64  Table 57.  Comparative avian influenza results for Bar-tailed Godwits collected May, June, August, and September 2008: pooled, cloacal, and fecal swab results. .................. 64  Table 58.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Ruddy Turnstones in Alaska, June 2008........................................................................... 67  Table 59.  Avian influenza analytical results for Ruddy Turnstones collected June 2008: pooled and cloacal only samples....................................................................................... 67  Table 60.  Comparative avian influenza results for Ruddy Turnstones collected June 2008: pooled results and cloacal swab results. ................................................................. 67  Table 61.  Birds captured and cloacal, oral-pharyngeal and fecal swabs collected from breeding Pectoral Sandpipers on the North Slope, June and July 2008............................ 70  Table 62.  Birds captured and cloacal, oral-pharyngeal and fecal swabs collected from post-breeding Pectoral Sandpipers on the Arctic NWR and Yukon Delta NWR, August and September 2008.......................................................................................................... 71  Table 63.  Avian influenza analytical results for Pectoral Sandpipers collected June through September 2008: pooled and cloacal only samples. ............................................ 71  Table 64.  Avian influenza analytical results for Pectoral Sandpipers collected June through September 2008: fecal only samples. .................................................................. 72  Table 65.  Comparative avian influenza results for Pectoral Sandpipers collected June through September 2008: pooled, cloacal, and fecal swab results. .................................. 72  Table 66.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Long-billed Dowitchers on the North Slope, June through August 2008......................... 76  Table 67.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Long-billed Dowitchers on the Yukon Delta National NWR, September 2008............... 76  Table 68.  Avian influenza analytical results for Long-billed Dowitchers collected June through September 2008: pooled and cloacal only samples. ............................................ 77  Table 69.  Comparative avian influenza results for Long-billed Dowitchers collected June through September 2008: pooled results and cloacal swab results................................... 77  Table 70.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Rock Sandpipers at Punoarat Point August and September 2008. ................................... 80  Table 71.  Avian influenza analytical results for Rock Sandpipers collected August and September 2008: pooled and cloacal only samples. ......................................................... 80  Table 72.  Comparative avian influenza results for Rock Sandpipers collected August through September 2008: pooled results and cloacal swab results................................... 80   Table 73.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Pacific Golden-Plovers at Punoarat Point September 2008.............................................. 83  Table 74.  Avian influenza analytical results for Pacific Golden-Plovers collected September 2008: pooled and cloacal only samples. ......................................................... 83  Table 75.  Comparative avian influenza results for Pacific Golden-Plovers collected September 2008: pooled results and cloacal swab results. ............................................... 83  Table 76.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Buff-breasted Sandpipers on the North Slope, June and August 2008............................. 86  Table 77.  Avian influenza analytical results for Buff-breasted Sandpipers collected June and August 2008: pooled and cloacal only samples. ........................................................ 86  Table 78.  Comparative avian influenza results for Buff-breasted Sandpipers collected June and August 2008: pooled results and cloacal swab results....................................... 86  Table 79.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Glaucous Gulls on St. Lawrence Island, July 2008. ......................................................... 89  Table 80.  Avian influenza analytical results for Glaucous Gulls collected July 2008: pooled and cloacal only samples....................................................................................... 89  Table 81.  Comparative avian influenza results for Glaucous Gulls collected July 2008: pooled results and cloacal swab results. ........................................................................... 89  Table 82.  Avian influenza results for cloacal and oral-pharyngeal swabs obtained from spring subsistence harvested birds on the Yukon Delta National Wildlife Refuge, Alaska 2008.  Priority species are bolded. .................................................................................... 94  Table 83.  Avian influenza results for cloacal and oral-pharyngeal swabs obtained from spring subsistence harvested birds on the Seward Peninsula, Alaska 2008.  Priority species are bolded. ............................................................................................................ 95  Table 84.  Avian influenza results for cloacal and oral-pharyngeal swabs obtained from spring subsistence harvested birds on St. Lawrence Island, Alaska 2008.  Priority species are bolded.......................................................................................................................... 96  Table 85.  Avian influenza results for cloacal and oral-pharyngeal swabs obtained from spring subsistence harvested birds on the North Slope, Alaska 2008.  Priority species are bolded................................................................................................................................ 97  Table 86.  Avian influenza results for cloacal and oral-pharyngeal swabs collected from hunter-shot birds on Mendenhall Wetlands State Game Refuge, September and October 2008................................................................................................................................... 99  Table 87.  Avian influenza results for cloacal and oral-pharyngeal swabs obtained from hunter-shot birds on Susitna Flats State Game Refuge, September 2008.  Priority species are bolded........................................................................................................................ 100  Table  88.  Avian influenza results for cloacal and oral-pharyngeal swabs obtained from hunter-shot birds on Izembeck National Wildlife Refuge, September 2008.  Priority species are bolded. .......................................................................................................... 100   List of Figures Figure 1.  Live bird sampling locations for H5N1 Avian Influenza in Alaska, 2008.  For information on species sampled and specific locations see key following map................. 3  Figure 2.  Live bird sampling locations for Stellers Eiders in Alaska, 2008.  For specific location names see key following map. ............................................................................ 10  Figure 3.  Live bird sampling locations for Northern Pintails in Alaska, 2008.  For specific location names see key following map................................................................ 15  Figure 4.  Live bird sampling location for Lesser Snow Geese in Alaska, 2008.  For specific location name see key following map. ................................................................ 18  Figure 5.  Live bird sampling locations for Emperor Geese in Alaska, 2008.  For specific location names see key following map. ............................................................................ 23  Figure 6.  Live bird sampling locations for Spectacled Eiders in Alaska, 2008.  For specific location names see key following map................................................................ 27  Figure 7.  Live bird sampling locations for Black Brant in Alaska, 2008.  For specific location names see key following map. ............................................................................ 33  Figure 8.  Sampling locations for Lesser Sandhill Cranes in Alaska, 2008.  For specific location names see key following map.  A total of 78 samples was collected through spring subsistence and fall hunter harvested birds. Note: No live sampling of this species occurred (spring subsistence = blue dots and fall hunter harvested birds = yellow dots). 35  Figure 9.  Live bird sampling locations for Tundra Swans in Alaska, 2008.  For specific location names see key following map. ............................................................................ 42  Figure 10.  Sampling locations for Long-tailed Ducks in Alaska, 2008.  For specific location names see key following map.  A total of 31 samples were collected through spring subsistence harvested birds.  Note: No live sampling of this species occurred..... 44  Figure 11.  Live bird sampling locations for Pacific Common Eiders in Alaska, 2008.  For specific location names see key following map................................................................ 49  Figure12.  Sampling locations for King Eiders in Alaska, 2008.  For specific location names see key following map.  A total of 262 samples were collected through spring subsistence harvested birds. Note: No live sampling of this species occurred................. 51  Figure 13.  Live bird sampling locations for Dunlin in Alaska 2008.  For specific location names see key following map. .......................................................................................... 58  Figure14.  Live bird sampling location for Sharp-tailed Sandpipers in Alaska, 2008.  For specific location name see key following map. ................................................................ 61  Figure 15.  Live bird sampling locations for Bar-tailed Godwits in Alaska, 2008.  For specific location names see key following map................................................................ 65  Figure 16.  Live bird sampling location for Ruddy Turnstones in Alaska, 2008.  For specific location name see key following map. ................................................................ 68  Figure 17.  Live bird sampling locations for Pectoral Sandpipers in Alaska, 2008.  For specific location names see key following map................................................................ 73   Figure 18.  Live bird sampling locations for Long-billed Dowitchers in Alaska, 2008. For specific location names see key following map. ........................................................ 78  Figure 19.  Live bird sampling location for Rock Sandpipers in Alaska, 2008.  For specific location name see key following map. ................................................................ 81  Figure 20.  Live bird sampling location for Pacific Golden Plovers in Alaska, 2008.  For specific location name see key following map. ................................................................ 84  Figure 21.  Live bird sampling locations for Buff-breasted Sandpipers in Alaska, 2008. For specific location names see key following map. ........................................................ 87  Figure 22.  Live bird sampling location for Glaucous Gulls in Alaska, 2008.  For specific location name see key following map............................................................................... 90  Figure 23.  Spring subsistence sampling locations for H5N1 Avian Influenza in Alaska, 2008.  For specific locations see key following map........................................................ 92  Figure 24.  Fall harvest sampling locations in Alaska 2008.  For specific location names see key following map. ..................................................................................................... 98   INTRODUCTION Highly pathogenic avian influenza (HPAI) type A of the subtype H5N1 has spread widely from Southeast Asia into Europe, the Middle East, Africa, China, South Korea, Japan, and Russia (Webster et al. 2006, WHO 2006).  Over 60 countries have experienced H5N1 outbreaks, and the virus is now endemic in several Asian countries. (http://www.who.int/csr/disease/avian_influenza/en/).  Much debate centers on whether HPAI is spread by wild migratory birds, or through movement of domestic poultry and smuggled birds (Chen et al. 2005, Normile 2005, Van Borm et al. 2005, Kilpatrick et al. 2006, Muzaffar et al. 2006).  Clearly, this disease occurs in wild birds, but the observed die-offs indicate that wild birds suffered high mortality and thus were not likely efficient carriers (Chen et al. 2005).  However, recent data suggest that apparently healthy, wild birds are carriers of HPAI H5N1 (Gilbert et al. 2006), substantiating concerns that migrating birds may distribute this virus around the globe (Chen et al. 2006). Alaska represents a unique crossroads where migratory flyways from Asia and North America overlap.  Species of birds that winter in southern Asia return and breed in Alaska each summer.  Conversely, species of birds that winter in North America cross the Bering Straits and spend a portion of the summer in Asia.  Alaska was identified as the most likely location that Asian H5N1 would first occur in North America if introduced by wild birds (Interagency Working Group 2006).  Therefore, in 2006, the Alaska Interagency HPAI Bird Surveillance Working Group developed a sampling protocol for testing migratory birds in Alaska for HPAI (Alaska Interagency HPAI Bird Surveillance Working Group 2006, Ip et al. 2008). Since then, Koehler et al (2008) have reported a direct link in the genetic lineage of avian influenza viruses between Alaska and Asia. By analyzing the whole genome of low pathogenic avian influenza viruses isolated from Northern pintails in Alaska, these researchers demonstrated inter-continental virus exchange in this species.  From 38 isolates, they reported that 44% had at least one gene segment that was more closely related to Asian than North American strains of low pathogenic avian influenza. Conversely, several Asian isolates more closely resembled North American pintail isolates than other Asian viruses. This study provides evidence that intercontinental transfer of influenza viruses occur and that Alaska is a plausible route of H5N1 introduction into North America, should the virus arrive via migratory birds. Here, we report the 2008 results of the HPAI surveillance program of migratory bird species in Alaska by the U.S. Fish and Wildlife Service, U.S. Geological Survey, and their partners.  Sampling of live birds occurred throughout the state (Fig. 1, pg. 3) and hunter harvest samples were collected in regions that traditionally participate in subsistence (Fig. 23, pg. 92) and fall harvest (Fig. 24, pg. 98).  The report is separated into the following sections: introduction, sampling methods, species sampled, number of samples secured within a geographic area, and the avian influenza test results.   In 2008, all samples collected in Alaska were paired: A paired sample consisted of a cloacal (CL) swab and an oral-pharyngeal (OP) swab collected from one bird.  In Alaska, each sample type was placed into separate vials containing viral transport media, and placed immediately into liquid nitrogen vapor shippers vapor shippers or in -80 freezers until being shipped to the NWHC for testing. At the NWHC, the CL swab was processed separately and the CL and OP swab were analyzed together. Within 36 hours, both sample types were analyzed via Real Time Transcriptase-Polymerase Chain Reaction (rRT-PCR).  Pooled results represent an analysis of a combined oral-pharyngeal swab and a cloacal swab from each bird. Results from the analysis of cloacal CL only and fecal swabs are also presented.  Figure 1.  Live bird sampling locations for H5N1 Avian Influenza in Alaska, 2008.  For information on species sampled and specific locations see key following map.   Site # Species General location Specific location 1 Dunlin Arctic NWR Jago River Delta 2 Pectoral Sandpiper Arctic NWR Okpilak River Delta 2 Dunlin Arctic NWR Okpilak River Delta 2 Long-billed Dowitcher Arctic NWR Okpilak River Delta 3 Buff-breasted Sandpiper Arctic NWR Canning River Delta 3 Dunlin Arctic NWR Canning River Delta 3 Pectoral Sandpiper Arctic NWR Canning River Delta 4 Tundra Swan North Slope Colville 5 Buff-breasted Sandpiper North Slope Teshekpuk Lake Site # Species General location Specific location 5 Dunlin North Slope Teshekpuk Lake 5 Long-billed Dowitcher North Slope Teshekpuk Lake 5 Pectoral Sandpiper North Slope Teshekpuk Lake 5 Ruddy Turnstone North Slope Teshekpuk Lake 6 Lesser Snow Geese North Slope Ikpikpuk River Delta 7 Dunlin North Slope Barrow 7 Long-billed Dowitcher North Slope Barrow 7 Pectoral Sandpiper North Slope Barrow 7 Steller's Eider North Slope Barrow 9 Northern Pintail Koyukuk NWR Willow Lake 10 Northern Pintail Innoko NWR Ididarod River 10 Northern Pintail  Innoko NWR Kaiyuh Flats 12 Tundra Swan Koyukuk NWR Koyukuk 13 Glaucous Gull St. Lawrence Island Iveetok 14 Tundra Swan Yukon Delta NWR Pikmiktalik River 15 Northern Pintail Lower Yukon Innoko NWR 16 Northern Pintail  Yukon Delta NWR Kgun Lake 17 Emperor Goose Yukon Delta NWR Old Chevak 17 Tundra Swan Yukon Delta NWR Old Chevak 18 Bar-tailed Godwit Yukon Delta NWR Punaorat Point 18 Dunlin Yukon Delta NWR Punaorat Point 18 Pacific Golden-Plover Yukon Delta NWR Punaorat Point 18 Sharp-tailed Sandpiper Yukon Delta NWR Punaorat Point 18 Rock sandpiper Yukon Delta NWR Punaorat Point 18 Long-billed Dowitcher Yukon Delta NWR Punaorat Point 18 Pectoral Sandpiper Yukon Delta NWR Punaorat Point 18 Spectacled Eider Yukon Delta NWR Punaorat Point 19 Common Eider Yukon Delta NWR Big Slough 19 Spectacled Eider Yukon Delta NWR Big Slough 19 Bar-tailed Godwit Yukon Delta NWR Big Slough 20 Emperor Goose Yukon Delta NWR Manokinak River 21 Black Brant Yukon Delta NWR Kigigak Island 21 Common Eider Yukon Delta NWR Kigigak Island 21 Emperor Goose Yukon Delta NWR Kigigak Island 21 Spectacled Eider Yukon Delta NWR Kigigak Island 22 Black Brant Yukon Delta NWR Baird Inlet 22 Emperor Goose Yukon Delta NWR Baird Inlet  26 Bar-tailed Godwit Alaska Peninsula Cinder Lagoon  29 Steller's Eider Alaska Peninsula Izembek Lagoon Justification:  The vast majority of Stellers Eiders breed in East Asia and return to Alaska each fall to molt and winter. Ranking score:  15 Background:  The Pacific population of Stellers Eiders, currently estimated at approximately 80,000 birds, primarily breeds in the Siberian Arctic and molts, winters and stages along the Alaska Peninsula and northern Bristol Bay (Kertell 1991).  Spring migration starts in April as birds disperse to breeding grounds; males and failed- and non- breeding females return to Alaskan molting areas in July and August.  Successful breeders and juvenile birds likely return to Alaska in October. Important molting areas include Izembek Lagoon and Nelson Lagoon. Molting eiders congregate in large dense flocks, which may facilitate transmission of disease amongst individuals by concentrating birds from a number of different breeding locations into relatively small areas. Over 400 birds were sampled from Nelson Lagoon, Izembek Lagoon, and North Slope (Fig. 2).  Each location is discussed separately and final tables with analytical results are presented at the end of this section. Nelson Lagoon Stellers Eiders were captured, sampled, and released on Walrus Island in Nelson Lagoon, a shallow bay sheltered by a series of barrier islands about 150 km northeast of Cold Bay, Alaska.  There, Stellers Eiders occur as single-species flocks of flightless, molting birds during September and October. Capture Methods:  Boats and equipment were staged out of the remote village of Nelson Lagoon and eider capture operations were based from the village and a remote campsite on Walrus Island, approx. 25 km southeast of the village.  Flocks of flightless Stellers Eiders were herded onto the beach of barrier islands and into a holding pen using trap nets, motorboats, kayaks and by persons wading in shallow water.  All birds were banded with #7A incoloy metal leg bands. Results:  A total of 553 molting Stellers Eiders was captured and banded on Walrus Island during two successful drives. Cloacal and oral-pharyngeal samples were collected  from 221 Stellers Eiders (Table 1).  Of those, thirty-three were adult females and 188 were adult males. AI Results:  Of the 221 samples collected from Nelson Lagoon Stellers Eiders, 12 of the pooled samples and 11 of the cloacal samples tested positive for avian influenza.  One sample was invalid.  None of the samples were H5 or N1 positive.  The pooled samples represent a 5.4% prevalence of avian influenza in the Nelson Lagoon birds.  The cloacal samples represent a 5% prevalence of avian influenza in the Nelson Lagoon birds.  Table 1.  Birds captured and both cloacal and oral-pharyngeal swabs collected from molting Stellers Eiders at Nelson Lagoon, September 2008. Location Total  Nelson Lagoon, Walrus Island 553 33 188 221 221 221 Other Accomplishments:  Of the 553 captured eiders, sixty-four were recaptures (i.e., birds banded in prior years), most of which were banded in previous years at Nelson Lagoon.  Excessively worn bands were replaced with new bands on fifteen of these recaptures; therefore, new bands were placed on a total of 504 eiders.  All 2008 data on new and recaptured birds will be added to the important and growing Stellers Eider database for further analyses. Blood samples were collected for methylmercury analysis. Izembek Lagoon More than 20,000 Stellers Eiders arrive at Izembek Lagoon each fall to molt; these individuals include eiders from across their breeding range in northern Siberia and Alaska (Dau et al. 2000).  The Stellers Eider Recovery Plan tasks Izembek NWR with quantifying annual survival rates at Izembek Lagoon through a systematic mark-recapture program.  Izembek Refuge has been capturing and banding eiders in Izembek Lagoon on an intermittent basis from 1961-1984 and on an annual basis since 1991. Capture Methods:  Capture operations consist of driving flocks of flightless eiders by boat into a corral set up on shore.  Usually 3-5 boats and 1-2 kayaks are used during a drive.  Most drives are conducted during a daytime low tide when eiders are concentrated in the channels of the lagoon and can be driven directionally toward a trap site. Results:  A total of 915 Stellers Eiders was captured and banded during two drives at two locations in Izembek Lagoon (Neumann Island and Blaine Point).  No mortalities or injuries occurred during the capture operations.  Cloacal and oral-pharyngeal swab samples were collected from 195 Stellers Eiders (Table 2).  Of those, 96 were adult females, 98 were adult males and 1 adult sex unknown.   AI results:  None of the 195 pooled or cloacal samples collected from Izembek molting Stellers Eiders tested positive for avian influenza.  Table 2.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Stellers Eiders at Izembek National Wildlife Refuge, September 2008. Location Total   Other Accomplishments:  Izembek Refuge captures up to 2,500 eiders to estimate annual survival rates of the Stellers Eider population.  To assess health and energetic demands, blood and morphometric data are also obtained.  The Refuge also hosts the Eider Journey program, which provides a safe and informative educational experience for North Slope high school students to learn about birds that nest in their hometown. Fifteen blood and feather samples were collected for methylmercury analysis. North Slope Since 1991, a long-term study of Alaskas breeding biology of Stellers Eiders has been conducted near Barrow, Alaska.  This study provides a unique opportunity to collect samples from individual breeding Stellers Eiders at nesting sites. Capture Methods:  Captures were conducted with a 4-person crew by placing a mist net over the nest while hens were incubating.  Because Stellers Eiders are a threatened species, only hens were captured late in incubation to reduce the likelihood of nest abandonment.  Cloacal and, if possible, oral-pharyngeal swab samples were collected and placed in individual sample vials containing preservation media.  All captured birds were banded with a metal band and a colored leg band. Results:  A total of 13 Stellers Eiders (all adult females) was captured, sampled, banded, and released (Table 3). AI Results:  None of the cloacal only samples collected from Barrow Stellers Eiders tested positive for avian influenza. Location Total birds Barrow 13 13 0 13 0 13 Other Accomplishments:  All individuals were banded with a metal leg band and a yellow colored band with black lettering. Biometric measurements were taken and feather samples were collected for stable isotope analysis.  In addition, blood samples were collected for contaminates analysis.  Table 4.  Avian influenza analytical results for Stellers Eiders collected July and September 2008: pooled cloacal and oral-pharyngeal samples. Location Total samples Total AI Pooled Table 5.  Avian influenza analytical results for Stellers Eiders collected July and September 2008: cloacal only samples. Location Total samples Total AI Cloacal Total 429 11 0.050  Table 6.  Comparative avian influenza results for Stellers Eiders collected July and September 2008: pooled results and cloacal swab results. Pooled results Cloacal swab results Total Negative Negative 416 Site # Geographic Location Specific Location Total Samples 1 North Slope Barrow 13 2 Alaska Peninsula Nelson Lagoon, Walrus Island 221  Justification:  Northern Pintails are one of the most common ducks found in Alaska during the breeding season.  The combination of band recovery and satellite telemetry data indicate that birds wintering in Asia are found in Alaska in summer and birds that winter in North America cross to Asia in summer.  Thus, this species has regular contact with Asian species making it a likely vector for disease transmission. Ranking score:  15 Background:  Approximately 50% of the North American population of Northern Pintails is counted in Alaska each summer.  Birds sampled in western Alaska in spring likely represent small proportions of Asian wintering birds.  Pintails, captured in late July and August, likely represent some proportion of North American wintering birds returning from Asia.  In developed areas, pintails prefer ephemeral wetlands and regularly utilize farm fields and wetlands.  Thus, the habitats used by pintails increases their likelihood of exposure to poultry wastes. Over 1,000 birds were sampled from ten geographic locations around the state using a 2- stage stratified design. Of those, 823 were live bird samples (Fig. 3) and 249 were hunter killed (see Spring Subsistence and Fall Harvest chapter).  Each location is discussed separately and final tables present analytical results at the end of this section. Innoko NWR and Koyukuk NWR Northern Pintails were captured, sampled, and released at Kaiyuh Flats and Willow Lake. Kaiyuh Flats is 35 miles southeast of Nulato on the Northern Unit of Innoko NWR.  The Kaiyuh Flats are an extensive network of lakes, sloughs, creeks and rivers on the south side of the Yukon River.  Willow Lake is a large, shallow lake approximately eight miles east of the village of Huslia on the Koyukuk NWR.  Dulbi Slough originates at the north east end of Willow Lake and runs south ending at the confluence with the Koyukuk River. Two opportunistic samples were obtained at Iditarod River on the Innoko NWR. Capture Methods:  Six rolled traps were pre-baited with cracked corn and barley.  The traps were set up and left open at the baited sites to allow the birds to get accustomed to their presence.  Once trapping began, a two-person crew with the use of an aluminum canoe checked traps twice a day.  Results:  Four hundred twenty-seven Northern Pintails were captured and banded at Kaiyuh Flats, Willow Lake and Iditarod River.  Cloacal and oral-pharyngeal samples were collected from 364 Northern Pintails (Table 7).  Of those, 72 were adult females, 20 were adult males, 171 were juvenile females and 101 were juvenile males. AI Results:  One of the 364 pooled and cloacal samples collected from Northern Pintails tested positive for avian influenza.  This sample was not H5 or N1 positive.  Both the pooled and cloacal samples represent &lt;1% prevalence of avian influenza in the Kaiyuh Flats birds.  Table 7.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Northern Pintails at Koyukuk and Innoko National Wildlife Refuge, July and August 2008.   Other Accomplishments:  Duck banding was initiated on the Koyukuk NWR at Willow Lake in 1989.  This was the second banding project conducted on the Kaiyuh Flats.  Most of the birds were banded at all sites. Yukon Delta NWR Northern Pintails were captured, sampled, and released at Kgun Lake on the YDNWR. Capture Methods:  Cloverleaf swim-in traps were pre-baited with whole-kernel corn on traditional trapping sites in marshy areas along the northwest shoreline of Kgun Lake. Results:  One thousand three hundred twenty-seven Northern Pintails were captured and banded at Kgun Lake.  Cloacal and oral-pharyngeal samples were collected from 200 Northern Pintails (Table 8).  Of those, 63 were adult females, 83 were adult males, 40 were juvenile females, and 14 were juvenile males. AI Results:  Seven of the 200 Northern Pintail pooled samples and 13 of the cloacal samples tested positive for avian influenza.  None of the samples were H5 or N1 positive. The pooled samples represent a 3.5 % prevalence of avian influenza in the Kgun Lake birds.  The cloacal samples represent a 6.5 % prevalence of avian influenza in the Kgun Lake birds. Table 8.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Northern Pintails at Kgun Lake, August 2008. Location Total birds  Kgun Lake 1327 103 97 200 200 200 Other Accomplishments:  Since 1990, YDNWR has participated in the Northern Pintail banding program established by the USFWS - Division of Migratory Bird Management. All birds banded at Kgun Lake will continue to provide baseline data for a Pacific Flyway management plan. Minto Lakes area Minto Flats State Game Refuge has been a long-term banding site for both locally produced and migrant ducks, including pintails.  Northern Pintails were captured, sampled and released at Minto Flats State Game Refuge. Capture Methods: Welded wire swim-in traps were deployed and baited with barley and corn at Minto Lakes and Minto Flats.  Traps were checked at least twice each day.  All captured ducks were classified to species, sex, and age, and banded.  Water levels were unusually high throughout the summer causing flooding along the Tanana and Chena Rivers and study sites in the Minto Flats Game Refuge.  As a result, thick stands of submerged vegetation were prevalent throughout the study area making it difficult to access potentially productive trapping sites.  Artificial roosting habitats were constructed to attract waterfowl and obtain samples.  Consequently fewer ducks were trapped but collection goals for AI samples were achieved. Results:  Over 750 birds were captured and banded at Minto Lakes and Minto Flats. Cloacal and oral-pharyngeal samples were collected from 259 Northern Pintails (Table 9).  Of those, 144 were adult females, 23 were adult males, 53 were juvenile females, and 39 were juvenile males. AI Results:  Ten of the 259 Northern Pintail pooled samples and 15 of the cloacal samples tested positive for avian influenza.  None of the samples were H5 or N1 positive. The pooled samples represent a 3.9% prevalence of avian influenza in the Minto Lakes area birds.  The cloacal samples represent a 5.8% prevalence of avian influenza in the Minto Lakes area birds.  Table 9.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Northern Pintails at Minto Flats State Game Refuge, August 2008. Location Total birds  Other Accomplishments:  The Minto Lakes area has been the subject of research on avian influenza ecology and prevalence for over 10 years. The USFWS and Alaska Department of Fish and Game facilitated sampling of ducks by University of Alaska Fairbanks for several research projects. Yukon Flats NWR Efforts to capture and sample pintails at Tulebagh Lake, a historical banding site in the late 1990s, were largely ineffective.  The banding camp was located on approximately 30 miles west of Beaver, Alaska.  Our target goal was to capture and sample 300 Northern Pintails.  Above average summer precipitation caused high shoreline water levels which precluded use of walk-in traps on the perimeter of the lake.  Of equal importance, pintails were not using the area, likely due to elevated water levels and the absence of loafing areas.  Table 10.  Avian influenza analytical results for Northern Pintails collected July through August 2008: pooled cloacal and oral-pharyngeal samples. Location Total samples Total AI Pooled Total 823 18 0.022  Table 11.  Avian influenza analytical results for Northern Pintails collected July through August 2008: cloacal only samples. Location Total samples Total AI Cloacal Total 823 29 0.035  Table 12.  Comparative avian influenza results for Northern Pintails collected July through August 2008: pooled results and cloacal swab results. Pooled results Site # Geographic Location Specific Location Total Samples 1 Minto Flats State Game Refuge Minto Lakes and Minto Flats 259 2 Koyukuk NWR Willow Lake 98 2 Innoko NWR Kaiyuh Flats 264 3 Lower Yukon Iditarod River 2   Justification:  The entire breeding population of Lesser Snow Geese from Wrangel Island, Russia, migrates to Alaska and to the southern Pacific Flyway.  A very small segment of this Asian-breeding population also winters in Japan. Ranking score:  15 Background:  Lesser Snow Geese that nest on Wrangel Island, Russia, migrate through Alaska to wintering areas in British Columbia and California.  Wrangel Island Lesser Snow Geese use St. Lawrence Island and the Yukon-Kuskokwim Delta (YKD) in western Alaska as stopover areas during autumn migration (Ely et al. 1993).  Part of the population also stops on the Stikine River Delta in southeast Alaska in fall.  In spring, the population uses stopover areas in southeast Alaska, Cook Inlet, and the YKD. Approximately 2,000-3,000 snow geese are harvested for subsistence purposes on the YKD in fall and spring.  Less than 100 birds are killed annually by sport hunters in southeast Alaska. Over 800 birds were sampled from four geographic locations around the state. Of those, 279 were live bird samples (Fig. 4) and 534 were hunter killed (see Spring Subsistence and Fall Harvest chapter).  See discussion below and final tables presenting analytical results at the end of this section. North Slope Lesser Snow Geese were captured, sampled, and released at Ikpikpuk River Delta, just west of Teshekpuk Lake on the North Slope. Capture Methods:  Captures were conducted with a six person crew over a three day period. A helicopter was used to drive geese into a corral pen for sampling.  All birds were banded with metal leg bands. Results:  One thousand three hundred ninety-five Lesser Snow Geese were captured during seven drives.  Cloacal and oral-pharyngeal samples were collected from 279 Lesser Snow Geese (Table 13).  Of those, 71 were adult females, 54 were adult males, 3 were juvenile females, 2 were juvenile males, 75 were female goslings, 72 were male goslings, and 2 were adults, sex undetermined. AI Results:  None of the 279 pooled or cloacal samples collected from Ikpikpuk River Delta Lesser Snow Geese tested positive for avian influenza.  Table 13.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Lesser Snow Goose, August 2008. Location Total birds  Ikpikpuk West 1,395 149 128 2 279 279 279 Other Accomplishments:  A banding program for the Ikpikpuk colony was initiated in 2000.  Since that time approximately 7,600 geese have been banded.  Bands from more than 500 Ikpikpuk birds have been returned from the fall or winter, mostly from hunters in Canada or the lower 48.  Notably, several birds that were banded on the Ikpikpuk River Delta were recaptured at the Wrangel Island colony in Russia.  Birds banded at other locations including, northern Canada, Howe Island, and Russia have also been recaptured at the Ikpikpuk.  These band returns demonstrate the regular movements among snow goose colonies in North America and Russia and suggest the importance of monitoring snow geese in northern Alaska.  Table 14.  Avian influenza analytical results for Lesser Snow Geese collected August 2008: pooled cloacal and oral-pharyngeal samples. Location Total samples Total AI Pooled positive Prevalence Ikpikpuk West  279 0 0  Table 15.  Comparative avian influenza results for Lesser Snow Geese collected August 2008: pooled results and cloacal swab results. Pooled results Cloacal swab results Totals Negative Negative 279  Justification:  Ninety percent of the world population of Emperor Geese breeds on the Yukon-Kuskokwim Delta. Ranking score:  13 Background:  Most of the global population of Emperor Geese breeds on the outer coast of the Yukon-Kuskokwim Delta (Eisenhauer and Kirkpatrick 1977), with as many as 35,000 nests estimated in some years (Fischer et al. 2005).  These geese are not colonial nesters, but are readily captured in small numbers in June while nesting and in large numbers (with young) in late July/early August during the flightless primary molt (Petersen et al. 1994).  Most Emperor Geese that fail to incubate a nest migrate in early June from the YKD to northern Chukotka in eastern Russia where they molt their flight feathers.  Most of the global population spends spring and fall staging periods on the Alaska Peninsula (Nelson Lagoon having the greatest number) and during winter they are distributed from Kodiak Island to the Commander Islands, Russia, with the majority on the Aleutian Islands (Petersen et al. 1994). More than 500 birds were sampled from three locations around the state.  Of these, 412 were live bird samples (Fig. 5) and 135 hunter-killed samples (see Spring Subsistence chapter).  Each location is discussed separately and final tables present analytical results at the end of this section. Manokinak River The lower Manokinak River is a high density nesting area for Emperor Geese on the YKD.  Emperor Geese were sampled at the Manokinak River during two stages of the breeding season.  Adult females were captured in late June during nest incubation and adults and goslings of both genders were sampled during brood rearing in early August. Capture Methods:  In June, Emperor Geese nests were located by systematically searching a ~20 km2 area on the lower Manokinak River.  A subset of unbanded nesting females were trapped on nests during late incubation using bow traps.   In August, molting adults and flightless gosling Emperor Geese were herded into drive traps at four sites along the lower Manokinak River.  Birds were herded into a holding pen on an open mud flat by persons walking in a line through the capture area and boats were used to keep birds from re-entering the river. Results:  A total of 236 Emperor Geese was captured and banded at Manokinak River. Cloacal and oral-pharyngeal samples were collected from 236 Emperor Geese (Table 16). Of those, 79 were adult females, 39 were adult males, 53 were juvenile females, 64 were juvenile males, and one was a juvenile, sex undetermined. AI Results:  None of the 236 pooled or cloacal samples collected from Manokinak River Emperor Geese tested positive for avian influenza.  Table 16.  Birds captured and both cloacal and oral-pharyngeal swabs collected from nesting and molting Emperor Geese at Yukon Delta National Wildlife Refuge, June and August 2008.  Manokinak 236 132 103 1 236 236 236 Other Accomplishments:  Studies of Emperor Geese nesting and brood rearing ecology have been conducted on the lower Manokinak River for more than a decade.  Of the 236 captured Emperor Geese all of the 132 adult and juvenile females were banded with stainless steel metal leg bands on one leg and a colored plastic tarsal band with a unique 3-digit alpha numeric code on the other.  A total of 145 female Emperor Geese was found incubating nests; of these, 44 were captured and sampled for AI.  A total of 30 adult females was uniquely banded and added to the population of marked birds.  All nests were revisited at hatch to mark goslings with webtags.  In August, 17 of the molting birds were recaptured individuals (i.e., previously banded); an additional 24 females were given unique tarsal bands.  Additionally, feathers and eggshell membranes, and blood were collected from nesting females for stable isotopic analysis. Old Chevak Emperor Geese were captured, sampled and released in Yukon-Kuskokwim Deltas outer coast, about four km SSE of Chevak. Capture Methods:  Brood drives were conducted by biologists and teenage volunteers from the village of Old Chevak.  Flocks of flightless Emperor Geese were herded into holding pens by the banding crew walking across the tundra in a coordinated effort.  All captured birds were banded with an aluminum leg band. Results:  A total of 107 Emperor Geese (57 females and 50 males) was captured and banded during three drives at Old Chevak.  Cloacal and oral-pharyngeal samples were collected from 84 Emperor Geese (Table 17).  Of those, 13 were adult females, 6 were adult males, 28 were female goslings, and 37 were male goslings.  Emperor Geese tested positive for avian influenza.  Table 17.  Birds captured and both cloacal and oral-pharyngeal swabs collected from molting Emperor Geese at Yukon Delta National Wildlife Refuge, July 2008. Location Total birds Other Accomplishments:  Feathers were collected for stable isotope analysis. Kigigak Island Emperor Geese were sampled on Kigigak Island, a high-density nesting location on YDNWR. Capture Methods:  Adult Emperor Geese were captured in three ways: by placing a mist net over the top of females on nests, by flushing nesting females into a mist net, or by flushing the female off the nest, placing a string-activated trap on the nest and triggering the trap once the female returned to the nest. Results:  A total of 42 Emperor Geese was captured, sampled, and banded at Kigigak Island on the YDNWR.  Cloacal and oral-pharyngeal samples were collected from Emperor Geese (Table 18).  All were adult females. AI Results:  None of the 42 pooled or cloacal samples collected from Kigigak Island Emperor Geese tested positive for avian influenza.  Table 18.  Birds captured and both cloacal and oral-pharyngeal swabs collected from nesting Emperor Geese at Yukon Delta National Wildlife Refuge, June 2008. Location Total birds Kigigak Island 42 42 0 42 42 42 Other Accomplishments:  Morphometric measurements and body mass were recorded for all captured individuals. Baird Inlet Emperor Geese were sampled at Baird Inlet which is located about 5 km south of the village of Newtok.  Habitat consists of low coastal tundra, sedges, and grasses. Capture Methods:  Adult Emperor Geese were captured by flushing the female off the nest, placing a string-activated trap on the nest and triggering the trap once the female returned to the nest.  Results:  A total of 50 Emperor Geese was captured and sampled at Baird Inlet on the YDNWR.  Cloacal and oral-pharyngeal samples were collected (Table 19).  All were adult females. AI Results:  None of the 50 pooled or cloacal samples collected from Baird Inlet Emperor Geese tested positive for avian influenza.  Table 19.  Birds captured and both cloacal and oral-pharyngeal swabs collected from molting Emperor Geese at Yukon Delta National Wildlife Refuge, June 2008. Location Total birds Baird Inlet 50 50 0 50 50 50 Other Accomplishments:  Morphometric measurements and body mass were recorded for all captured individuals.  Table 20.  Avian influenza analytical results for Emperor Geese collected June through August 2008: pooled and cloacal only samples. Location Total  Table 21.  Comparative avian Influenza results for Emperor Geese collected June through August 2008: pooled results and cloacal swab results. Pooled results Cloacal swab results Totals Negative Negative 412   1 Yukon Delta NWR Manokinak River 236 2 Yukon Delta NWR Old Chevak 84 3 Yukon Delta NWR Kigigak Island 42   Justification:  The vast majority of Spectacled Eiders breed in East Asia and return to the Bering Sea each fall to over-winter. Ranking score:  12 Background:  Spectacled Eiders breed in three geographically distinct areas: the Yukon- Kuskokwim Delta, the Alaskan Arctic Coastal Plain, and the Siberian Arctic (Petersen et al. 2000).  Birds from all three breeding populations winter in large mixed flocks in the Bering Sea (Petersen et al. 1999).  Conditions observed for wintering flocks in some years are highly conducive for fecal/oral transmission of viruses with large concentrations of birds packed into small leads in the sea ice (Petersen et al. 1999). Over 170 birds were sampled from Kigigak Island and Big Slough on the Yukon Delta NWR (Fig. 6).  One sample was opportunistically obtained at Punaorat Point.  Each location is discussed separately and final tables with analytical results are presented at the end of this section. Kigigak Island Spectacled Eiders were captured, banded, and released at Kigigak Island, located along the outer fringe of YDNWR, near the mouth of Baird Inlet.  The island is bordered by the Ninglick River and the Bering Sea. Capture Methods:  Bow trap and mist nets were used to capture birds. Results:  One hundred thirty-two Spectacled Eiders were captured and banded at Kigigak Island.  Cloacal and oral-pharyngeal samples were collected from 132 Spectacled Eiders (Table 22).  Of those, 54 were adult females, 46 juvenile females and 32 juvenile males. AI Results:  None of the 132 pooled or cloacal samples collected from Kigigak Island Spectacled Eiders tested positive for avian influenza.  Table 22.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Spectacled Eiders at Yukon Delta National Wildlife Refuge, June through July 2008. Location Total birds  Other Accomplishments:  Genetic samples were also collected and morphometrics and productivity data recorded.  All birds were banded or band numbers recorded; data will be used in a mark/recapture study to estimate annual survival for Spectacled Eiders in this region. Big Slough and Punaorat Point Spectacled Eiders were captured, banded, and released at Big Slough. One opportunistic sample was obtained at Punaorat Point. Big Slough is located on the Bering Sea coast, approximately 29 km south-southwest of the Old Chevak village site.  Punaorat Point is located near Angyoyaravak Bay on the central Yukon-Kuskokwim Delta. Capture Methods: Bow traps and mist nets were used to capture birds. All birds were measured, weighed, banded and released. Results:  Forty-six Spectacled Eiders were sampled at Big Slough and one opportunistic sample was obtained at Punaorat Point.  Cloacal and oral-pharyngeal samples were collected from 47 Spectacled Eiders (Table 23).  Of those, 31 were adult females, 16 were adult males. AI Results:  None of the 47 pooled or cloacal samples collected from Yukon Delta Spectacled Eiders tested positive for avian influenza.  Table 23.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Spectacled Eiders at Yukon Delta National Wildlife Refuge, May through August 2008. Location Total birds   Other Accomplishments:  Feather samples were collected for stable isotope analysis. Blood samples were collected for genetic and methylmercury analysis.  Forty-five Spectacled Eiders were outfitted with satellite transmitters.  Morphometrics and productivity data was recorded for all captured birds.  Table 24.  Avian influenza analytical results for Spectacled Eiders collected May through August 2008: pooled and cloacal only samples. Location Total  Table 25.  Comparative avian influenza results for Spectacled Eiders collected May through August 2008: pooled results and cloacal swab results. Pooled results Cloacal swab results Totals Negative Negative 179  Figure 6.  Live bird sampling locations for Spectacled Eiders in Alaska, 2008.  For   1 Yukon Delta NWR Punaorat Point 1 2 Yukon Delta NWR Big Slough 46   Justification:  Black Brant that breed and winter in northeastern Asia have both direct and indirect links with Alaska. Ranking score: 12 Background:  Several thousand Black Brant breed and molt along the arctic coast of Russia.  The Russian population winters in North America, Japan, Korea, and northeastern China, near recent outbreaks of the Asian H5N1 virus (e.g., Hong Kong). Mixing of flocks likely occurs between these populations, and potentially with birds wintering in northern Europe.  Also, molt migrants from Russia may come to the arctic coast of Alaska (King and Hodges 1979) and conversely molters from Alaska may migrate to Russia (e.g., Wrangel Island; Ward et al. 1993).  Finally, Brant marked in Alaska have been observed staging and wintering in Japan (Derksen et al. 1996), indicating that there is interchange between birds from Alaska and those that winter closest to infected areas. Brant nest in high concentrations (colonies) and during brood rearing, molting, and staging, they concentrate in flocks.  The YKD is the major breeding area for Black Brant, hosting approximately 80% of the world population.  The Teshekpuk Lake area is the most important molting area for brant, smaller numbers molt on the YKD.  During the fall staging period at Izembek Lagoon nearly the entire world population of Black Brant comes together. Over 1,150 birds were sampled from the Yukon Kuskokwim Delta and Izembek Lagoon using a 4-stage sampling design: arrival/early nesting, molting, brood rearing, and fall staging.  Of those, 613 were live bird samples (Fig. 7) and 545 were hunter killed (see Spring Subsistence and Fall Harvest chapter).  Each sampling stage and its location will be discussed separately and final tables present the analytical results at the end of this section. Early Nesting Yukon Delta NWR Black Brant were captured, banded, and released from two of the four major nesting colonies:  Baird Inlet and Kigigak Island.  Baird Inlet is a 35-mile-long bay in the Yukon- Kuskokwim Delta. It borders Nelson Island and is drained primarily by the Ninglick and Kolavinarak rivers.  The island is surrounded by large mudflats at low tide and nearly all ponds on the island are tidal.  Kigigak Island is located along the outer fringe of Yukon- Kuskokwim Delta, near the mouth of Baird Inlet.  Spring and fall storm tides regularly inundate the island, except for upland areas, which are flooded only during severe storm tides.  Habitat is the same for all capture locations, consisting of low coastal tundra, sedges, and grasses. Capture Methods:  Females were captured on nests late in incubation using nest traps. All birds received a metal band and plastic tarsal band. Results:  One hundred twenty-one Black Brant were captured at Baird Inlet and Kigigak Island.  Cloacal and oral-pharyngeal samples were collected from 118 Black Brant (Table 26).  Of those, 117 were adult females and 1 adult male. AI results:  One of the 118 pooled and cloacal samples collected from Yukon Delta nesting Black Brant tested positive for avian influenza.  This sample was not positive for H5 or N1.  Both the pooled sample and the cloacal sample represent &lt;1% prevalence of avian influenza in the YKD birds.  Table 26.  Birds captured and both cloacal and oral-pharyngeal swabs collected from nesting Black Brant at Yukon Delta National Wildlife Refuge, June 2008. Location Total birds   Other Accomplishments:  A total of 2,014 goslings were web tagged at both locations to examine gosling growth.  Nest data including initiation dates and clutch sizes were collected and nest were monitored to estimate survival. Blood and feather samples were collected for methylmercury analysis. Plastic tarsal bands were read (to identify previously marked Black Brant) for survival and dispersal analysis. Molting No molting brant were captured due to mechanical problems in the float plane used in banding drives.  During this one week delay, birds completed their molt, regained their ability to fly and capture was no longer possible.  Kuskokwim Delta. Yukon Delta NWR Adults and goslings were captured, banded, and released from brood-rearing colonies at Kigigak Island and Baird Inlet. Capture Methods:  Planes and ground personnel were used to drive birds into corral traps.  Most birds were marked with a metal band and a plastic tarsal band.  One successful drive was conducted at Kigigak Island and two at Baird Inlet. Results:  A total of 495 Black Brant was captured and banded at Kigigak Island and Baird inlet.  Cloacal and oral-pharyngeal samples were collected from 495 Black Brant adults and goslings (Table 27).  Of those, 153 were adult females, 143 adult males, 92 were juvenile females, 99 were juvenile males and 4 females and 2 males were unidentified for age and 2 brant were unidentified for sex and age. AI results:  None of the 495 pooled or cloacal samples collected from Yukon Delta Black Brant tested positive for avian influenza.  One cloacal swab sample from Kigigak Island was invalid.  Table 27.  Birds captured and both cloacal and oral-pharyngeal swabs collected from brood-rearing Black Brant at Yukon Delta National Wildlife Refuge, July 2008. Location Total birds   Fall Staging The fall staging samples were from fall harvest birds sampled at Izembek NWR (see Fall Harvest chapter).  None of the pooled or cloacal samples tested positive for avian influenza.  Table 28.  Avian influenza analytical results for Black Brant collected June and July 2008: pooled cloacal and oral-pharyngeal samples. Location Sampling Total  613 1 0.008  Table 29.  Avian influenza analytical results for Black Brant collected June and July Location Sampling  Table 30.  Comparative avian influenza results for Black Brant collected June and July 2008: pooled results and cloacal swab results. Pooled results Cloacal swab results Totals Negative Negative 611 1 Yukon Delta NWR Kigigak Island 315 2 Yukon Delta NWR Baird Inlet 298   Justification:  A significant proportion of the mid-continent population of Lesser Sandhill Cranes migrates through Alaska to and from breeding grounds in eastern Chukotka, Russia.  Sandhill cranes are attracted to agricultural areas with domestic poultry. Ranking score:  11.5 Background:  Lesser Sandhill Cranes in Alaska are affiliated with two different populations, the Pacific Flyway Population (PFP) and the Mid-continent Population (MCP), based on segregation during the breeding, migration and wintering periods (Tacha et al. 1994).  MCP cranes breed from Hudson Bay west across Canada and interior Alaska to the YKD.  The probability of Lesser Sandhill Cranes being exposed to Asian H5N1 is greater than for many other species of birds because a substantial portion of MCP cranes breeds in Asia and they commingle with Asian species of cranes (Johnsgard 1983) which migrate through areas infected with Asian H5N1.  Also, cranes use a variety of natural and agricultural habitats for foraging and roosting, making them more likely than some species to contact Asia H5N1 through domestic poultry and infected sites. Methods:  No live capture project focused on Lesser Sandhill Cranes, but samples were obtained via spring subsistence and fall hunter harvested sampling (Figure 8). Results:  Seventy-eight Lesser Sandhill Cranes were collected and analyzed through hunter harvest sampling (see Spring Subsistence and Fall Harvest chapter). AI Results:  None of the 78 pooled or cloacal samples collected from Lesser Sandhill Crane tested positive for avian influenza.  Figure 8.  Sampling locations for Lesser Sandhill Cranes in Alaska, 2008.  For specific location names see key following map.  A total of 78 samples was collected through spring subsistence and fall hunter harvested birds. Note: No live sampling of this species occurred (spring subsistence = blue dots and fall hunter harvested birds = yellow dots).   Site # Geographic Location Specific Location Site # Geographic Location Specific Location 1 Seward Peninsula Shishmaref 7 Yukon Delta NWR Toksook Bay 2 St. Lawrence Island Gambell 8 Yukon Delta NWR Chefornak 3 Seward Peninsula Stebbins 9 Yukon Delta NWR Kipnuk 4 Yukon Delta NWR Kotlik 10 Yukon Delta NWR Eek 5 Yukon Delta NWR Hooper Bay 11 Yukon Delta NWR Quinhagak 6 Yukon Delta NWR Mekoryuk 12 Cook Inlet Susitna  flats  Justification:  A segment of the breeding population of Tundra Swans is believed to breed in eastern Asia and winter in North America. Ranking score:  11 Background:  Tundra Swans are polytypic, with three recognized subspecies: the nominate form Cygnus columbianus columbianus in North America, C. c. bewickii in western Eurasia and C. c. jankowskii in eastern Asia. The nominate form is thought to breed as far west as eastern Chukotka.  In Alaska, birds breeding on the North Slope migrate eastward during autumn and winter in the Atlantic Flyway (Limpert et al. 1991, Limpert and Earnst 1994), whereas birds breeding in western Alaska migrate down the Pacific Flyway (Ely et al. 1998). Over 500 birds from the Alaska Peninsula, Kotzebue Sound, Arctic NWR, Koyukuk NWR and Yukon Delta NWR were sampled.  Of those, 465 were from live birds (Fig. 9) and 59 were from spring subsistence harvest birds (see spring subsistence and fall harvest chapter).  Each location is discussed separately and final tables present analytical results at the end of this section. Southern Alaska Peninsula Molting Tundra Swans were captured, sampled, and released on pothole lakes at locations near Caribou River and Cold Bay on the lower Alaska Peninsula.  Swans from Caribou River have been reported to be more likely than swans from Cold Bay to migrate and mix on wintering areas in the Pacific Flyway with swans from other breeding populations (Dau and Sarvis 2002). However, in 2008 1 of 7 satellite-marked swans from Cold Bay migrated south, while none of the 3 Caribou River swans left the southern peninsula. Capture Methods:  A six-person crew and pilot located molting flocks of Tundra Swans in the Caribou River area.  Swans were held in place on the lake with a small Zodiac boat and captured from the perimeter of the flock using a dip net from a smaller inflatable raft. Captured swans were temporarily restrained with electrical tape wrapped around their legs and heads tucked under their wings. Swans were transported to shore for processing by a separate banding crew. On shore, birds were further restrained using swan vests.    Results:  Tundra Swans were captured from two areas on the lower Alaska Peninsula. The majority of molting swans were captured on the Caribou River.  Cloacal and oral- pharyngeal samples were collected from 41 Tundra swans (Table 31).  The adult birds were comprised of 23 females and 18 males. AI Results:  None of the 41 pooled or cloacal samples collected from southern Alaska Peninsula Tundra Swans tested positive for avian influenza.  Table 31.  Birds captured and both cloacal and oral-pharyngeal swabs collected from molting Tundra Swans at Izembek National Wildlife Refuge on the southern Alaska Peninsula, July 2008.   Other Accomplishments:  Body measurements were taken on all captured birds.  Swans were marked with aluminum leg bands and those that were not implanted with satellite transmitters were fitted with plastic neck collars.  Ten birds were implanted with satellite transmitters.  Together, leg and neck markers and satellite transmitters will provide new information on migratory pathways, timing of migration and winter destinations. Analysis is being coordinated with three other swan capture crews from the YDNWR, Kotzebue Sound, and Alaska Peninsula NWR. Northern Alaska Peninsula Molting Tundra Swans were captured, sampled, and released on two ponds on the Northern Alaska Peninsula, within 129 km of the refuge office in King Salmon. Capture Methods:  Flightless Tundra Swans were captured using a helicopter.  The aircraft dropped biologist off near flightless swans and then kept the swans grouped together, while crew members surrounded them and captured them with dip-nets. Results:  Fifteen birds were captured and banded at Lake 180 and Blue Mountain Lake. Cloacal and oral-pharyngeal samples were collected from 15 Tundra Swans (Table 32). Of those, 9 were adult females and 6 were adult males. AI Results:  None of the 15 pooled or cloacal samples collected from northern Alaska Peninsula Tundra Swans tested positive for avian influenza.   Table 32.  Birds captured and both cloacal and oral-pharyngeal swabs collected from flightless Tundra Swans on the northern Alaska Peninsula, July 2008. Location Total birds King Salmon 15 9 6 15 15 15 Other Accomplishments:  Swans were marked with aluminum leg bands and plastic neck collars.  Body measurements were taken from most swans and feathers were collected for genetics and isotope analysis.  Ten birds were implanted with satellite transmitters: they did not receive neck collars. Kotzebue Sound Molting Tundra Swans were captured, sampled, and released at five locations around Kotzebue Sound. Capture Methods:  Flightless Tundra Swans were captured using aircraft and an inflatable outboard powered boat.  Swans were held in place on the lake with a small Zodiac boat and captured from the perimeter of the flock using a dip net from a smaller inflatable raft.  Captured swans were restrained with electrical tape wrapped around their legs and heads tucked under their wings. Swans were transported to shore for processing by a separate banding crew. On shore, birds were further restrained using swan vests. Results:  Two hundred twenty-four Tundra Swans were captured from five locations around Kotzebue Sound.  Cloacal and oral-pharyngeal samples were collected from 224 swans (Table 33).  Of those, 145 were adult females and 79 were adult males. AI Results:  None of the 224 pooled or cloacal samples collected from Kotzebue Sound Tundra Swans tested positive for avian influenza.  Table 33.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Tundra Swans around Kotzebue Sound, July 2008. Location Total  Other Accomplishments: Body measurements were taken on all captured birds.  Swans were marked with aluminum leg bands and plastic neck collars.  Feathers and blood samples were collected for genetic and isotope analysis.  Ten birds were implanted with satellite transmitters. Yukon-Kuskokwim Delta Flightless swans were captured, sampled, and released along the Pikmikalik River located 57 km, northeast of Bethel.  In addition, six swans were opportunistically sampled along the YK Deltas outer coast at Old Chevak. Capture Methods:  Tundra Swans were captured using a float plane and an inflatable powered boat.  The aircraft kept the swans grouped together on the lake while the boat collected swans one at a time using a dip-net and delivering them to crew on shore.  All captured birds were banded with an aluminum leg band, and a plastic neck collar. Results:  A total of 105 Tundra Swans was captured on the YDNWR. Of those, 99 were captured on the Pikmikalik River and 6 were captured near Old Chevak.  Cloacal and oral-pharyngeal samples were collected from 105 Tundra Swans (Table 34).  Of those, 72 were adult females, 29 were adult males, 2 juvenile females, 1 juvenile male, and 1 was undetermined for sex and age. AI Results:  None of the 105 pooled or cloacal samples collected from Yukon Delta Tundra Swans tested positive for avian influenza.  Table 34.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Tundra Swans on Yukon Delta National Wildlife Refuge, July 2008. Location Total birds  Total 105 74 30 1 105 105 105 Other Accomplishments: All birds were weighed and measured. Swans were marked with aluminum leg bands and plastic neck collars.  Feather samples were obtained for isotopic analysis and blood samples were collected for lead analysis.  Ten birds were implanted with satellite transmitters.  In addition, headprofile photographs were taken.  Koyukuk NWR Capture Methods:  Tundra Swans were captured using a float plane. The aircraft kept the swans grouped together while crew members collected swans using a dip-net and delivered them to crew on shore.  All captured birds were banded with an aluminum leg band, and a plastic neck collar. Results:  Forty birds were captured and banded.  Cloacal and oral-pharyngeal samples were collected from 40 Tundra Swans (Table 35).  Of those, 20 were adult females, 19 were adult males and one juvenile male. AI Results:  None of the 40 pooled or cloacal samples collected from Koyukuk Tundra Swans tested positive for avian influenza.  Table 35.  Birds captured and both cloacal and oral-pharyngeal swabs collected from flightless Tundra Swans on the Koyukuk NWR, July through August 2008. Location Total birds Koyukuk NWR 40 20 20 40 40 40 Other Accomplishments: All birds were weighed and measured. Swans were marked with aluminum leg bands and plastic neck collars.  Feather samples were obtained for isotopic analysis and blood samples were collected for lead analysis. North Slope Capture Methods:  Flightless birds were caught in early August on the Colville River Delta.  Swans were herded together with a helicopter or caught with a long-handled net from the bow of a motor boat on the Colville River or one of its tributaries. Results:  Forty birds were captured and banded.  Cloacal and oral-pharyngeal samples were collected from 40 Tundra Swans (Table 36).  Of those, 13 were adult females, 19 were adult males, 2 were juvenile females and 6 were juvenile males. AI Results:  None of the 40 pooled or cloacal samples collected from North Slope Tundra Swans tested positive for avian influenza.  Table 36.  Birds captured and both cloacal and oral-pharyngeal swabs collected from flightless Tundra Swans on the North Slope, August through September 2008. Location Total birds  Other Accomplishments: Swans were marked with aluminum leg bands and plastic neck collars.  Ten adult females were implanted with satellite transmitters to document the movement of birds after release. Feather samples were obtained for isotopic analysis and blood samples were collected for lead and mercury analysis.  Table 37.  Pooled avian influenza analytical results for Tundra Swans collected July through September 2008: pooled and cloacal only samples. Location Total samples Total AI Pooled Total 465 0 0 0  Table 38.  Comparative avian influenza results for Tundra Swans collected July through September 2008: pooled results and cloacal swab results. Pooled results Cloacal swab results Totals Negative Negative 464 4 Yukon Delta NWR Old Chevak 6 5 Yukon Delta NWR Pikmiktalik River 99 6 Northern Alaska Peninsula King Salmon area 15 7 Southern Alaska Peninsula Izembek NWR 41  Justification:  A large proportion of the Alaskan breeding Long-tailed Ducks winter along the east coast of Asia.  Approximately 15% of females marked in Alaska with satellite transmitters wintered as far south as Japan, North Korea, Sakhalin Island, and Russia, near areas where Asian H5N1 has been identified. Ranking score:  10 Background:  Long-tailed Ducks breeding in Alaska are dispersed at very low densities throughout the coastal tundra from the Alaska Peninsula and Bristol Bay to the Arctic Coastal Plain.  There is exchange between Alaskan breeding females and Asian molting and wintering areas based on satellite telemetry data. Capture Methods:  No live capture project focused on Long-tailed Ducks because they nest at very low densities, nests are difficult to find, and there are no known molting concentrations associated with one of the primary nesting areas.  Long-tailed Ducks were sampled via spring subsistence sampling (Figure 10). Results:  Thirty-one Long-tailed Duck samples were collected and analyzed through hunter harvest sampling (see Spring Subsistence chapter). AI Results:  None of the 31 pooled or cloacal samples collected from Long-tailed Ducks tested positive for avian influenza.   Figure 10.  Sampling locations for Long-tailed Ducks in Alaska, 2008.  For specific location names see key following map.  A total of 31 samples were collected through spring subsistence harvested birds.  Note: No live sampling of this species occurred.  2 St. Lawrence Island Gambell 3 Yukon Delta NWR Hooper Bay   Justification: Over 95% of the 80,000 Pacific Common Eider population that nests on the North Slope of Alaska and northwestern Canada winters in northeast Asia. It is likely that a portion of the 20,000 Common Eiders that nest in the Aleutian Islands winters in northeast Asia along the Kamchatka Peninsula, Russia. Ranking score:  10 Background: Pacific Common Eiders nest in coastal regions from eastern Russia, northwestern Canada and in Alaska from the eastern North Slope to the far western Aleutian Islands (Dementev and Gladkov 1967, Kear 2005).  In winter, birds are generally in small (100s), dense flocks and restricted to coastal waters. Eiders may be found in large (10,000s), dense flocks when staging during spring migration (Goudie et al. 2000), which may facilitate transmission of disease amongst individuals by concentrating birds into relatively small areas.  Common Eiders nest colonially and birds concentrated in these dense areas may facilitate transmission of HP H5N1.  Birds were sampled from multiple locations and each is discussed separately and final tables present the analytical results at the end of this section. Ninety-two birds were sampled from the Aleutian Islands and the Yukon Delta NWR.  Of those, 59 were live bird samples (Fig. 11) and 33 were hunter killed (see Spring Subsistence chapter). Aleutian Islands Nesting Pacific Common Eiders were captured and sampled from Adak Island and Amchitka Island located in the western Aleutian Island chain. Adak Island is 2,090 km southwest of Anchorage and 390 km east of Russia.  Amchitka is near the western end of the Aleutian Islands and is located about 2,156 km west-southwest of Anchorage, Alaska, and 1400 km east of the Kamchatka Peninsula in eastern Russia. Capture Methods:  Sampling efforts were staged from the USFWS research vessel M/V Tiglax.  A skiff transported field crews to colony areas on each island.  Field crew searched 3 islands over 8 days and found 51 active nests.  Birds were located in the dense vegetation by lining 78 people at 35 m intervals at the edge of areas where birds have been found in previous years.  A sub-sample of Pacific Common Eiders was captured from their nests using dip nets.  The distances between the islands varied from 3555 km and are separated by deep waters.  Due to bad weather field crews were unable to search areas which had the highest densities of birds.  Birds are generally on nests from late May  to early July and in 2008 the females were well into incubation.  Cloacal, oral- pharyngeal, and fecal swab samples were collected. Results:  A total of 40 Pacific Common Eiders was sampled at Adak Island and Amchitka Island (Table 39).  All were adult females. AI Results:  None of the 40 pooled, cloacal or fecal samples collected from Aleutian Islands Pacific Common Eiders tested positive for avian influenza.  Table 39.  Birds captured and cloacal, oral-pharyngeal, and fecal swabs collected from nesting Pacific Common Eiders in the Aleutian Islands, June 2008. Location Total  Other Accomplishments:  In addition to sampling for AI, 30 adult female Common Eiders were implanted with satellite transmitters (5 on Adak Island and 25 on Amchitka Island).  These additional data will contribute to the study on the Movements of highly pathogenic avian influenza virus (H5N1) in relation to migration patterns of Pacific Common Eiders. Yukon Delta NWR The YDNWR provides some of the most productive subarctic goose habitat including coastal nesting ground for migrating Pacific Common Eiders.  Samples were collected from nesting birds on Kigigak Island which is located along the outer fringe of YDNWR near the mouth of Baird Inlet.  The island is bordered by the Ninglick River and the Bering Sea.  Habitat consists of low coastal tundra, sedges, and grasses. Spring and fall storm tides regularly inundate the island, except for upland areas, which are flooded only during severe storm tides. Two opportunistic samples were collected at Big Slough, a tidal waterway located on the Bering Sea coast, approximately 29 km south-southwest of the Old Chevak village site.  Capture Methods:  Adult Pacific Common Eiders were captured in three ways: by placing a mist net over the top of females on nests, by flushing nesting females into a mist net, or by flushing the female off the nest, placing a string-activated trap on the nest, and triggering the trap once the female returned to the nest. Results:  A total of 19 Pacific Common Eiders was sampled at Kigigak Island and Big Slough on the YDNWR (Table 40).  Of those 17 were adult females and 2 were adult males. AI Results:  None of the 19 pooled or cloacal samples collected from Yukon Delta Pacific Common Eiders tested positive for avian influenza  Table 40.  Birds captured and both cloacal and oral-pharyngeal swabs collected from nesting Pacific Common Eiders at Yukon Delta National Wildlife Refuge, May through June 2008.  Other Accomplishments:  Genetic and isotope samples were also collected and morphometric and productivity data were recorded.  Most birds were banded and data will be used in a mark/recapture study to estimate annual survival of Pacific Common Eiders in this region.  Table 41.  Avian influenza analytical results for Pacific Common Eiders collected May through June 2008: pooled, cloacal, and fecal samples. Location Total  Table 42.  Comparative avian influenza results for Pacific Common Eiders collected May through July 2008: pooled, cloacal, and fecal swab results. Pooled results Cloacal swab results Fecal swab results Totals Negative Negative  49 Positive Positive  0  Figure 11.  Live bird sampling locations for Pacific Common Eiders in Alaska, 2008.  For specific location names see key following map.  1 Yukon Delta NWR Big Slough 2 2 Yukon Delta NWR Kigigak Island 17 3 Aleutians Adak Island 7   Justification:  A major segment of the Pacific population of King Eiders breeds not only in coastal Alaska, but also across arctic Russia from the Chukotka Peninsula west to the Taimyr Peninsula.  Nesting habitat is nearly identical to Stellers and Spectacled Eiders. Ranking score:  10 Background:  The King Eider nests in high-latitude coastal tundra throughout Russia, Alaska, and Canada.  During the non-breeding season, birds rarely come on shore but instead forage in coastal marine waters throughout the Pacific Ocean generally no farther south than the Kamchatka Peninsula of Russia, Aleutian Islands, and Prince William Sound of Alaska (Suydam 2000).  The King Eider is one of the first waterfowl species to appear in the Arctic each spring, often migrating in flocks of &gt; 10,000 individuals (Suydam 2000).  The core spring staging area in Alaska appears to be ice-free waters between Cape Lisburne and Point Barrow of northeast Alaska. Methods:  No live capture project focused on King Eiders, but samples were obtained via spring subsistence sampling (Figure 12). Results:  Two hundred sixty-two King Eider samples were collected and analyzed through hunter harvest sampling (see Spring Subsistence chapter). AI Results:  One of the 262 pooled samples and one of the cloacal samples collected from King Eiders tested positive for avian influenza.   Figure12.  Sampling locations for King Eiders in Alaska, 2008.  For specific location names see key following map.  A total of 262 samples were collected through spring subsistence harvested birds. Note: No live sampling of this species occurred.  2 North Slope Point Lay 3 North Slope Point Hope 4 St. Lawrence Island Gambell 5 Yukon Delta NWR Hooper Bay 6 Yukon Delta NWR Toksook Bay  Justification:  The arcticola subspecies of Dunlin is a high priority taxon because the entire populationnumbering in the hundreds of thousandsnests on the North Slope of Alaska and spends the non-breeding season mostly in East and South Asia and where the Asian H5N1 virus is prevalent.  The populations use of inland waterways and estuaries further increases the likelihood that birds come into contact with virus infected poultry and waterfowl. Ranking score:  17 Background:  Dunlin of the arcticola subspecies spend the winter in significant numbers in East Asia as far south as southern China (Wetlands InternationalOceania 2004). Arcticola Dunlin banded on the North Slope of Alaska have been resighted in Russia, Japan, Taiwan, and parts of China (Y. Shigeta, R. Gill, and R. Lanctot, unpubl. data). While on the wintering grounds, Dunlin occupy primarily estuarine habitats.  Movement of Dunlin to and from the breeding and non-breeding grounds entails prolonged stays in coastal East Asia.  March through April arcticola Dunlin migrate to their breeding grounds in northern Alaska arriving in early June (Warnock and Gill 1996).  During the post-breeding season (JulyAugust), arcticola Dunlin stopover at littoral areas on the North Slope for up to a month (Andres 1994) before migrating directly either to east Asia (Norton 1971) or to the Yukon-Kuskokwim Delta (YKD) in western Alaska (R. Gill, unpubl.data).  Once on the YKD, arcticola Dunlin mix with large numbers of the pacifica race of Dunlin before moving to East Asia in September or October (Gill and Handel 1981, Warnock and Gill 1996). Over 900 birds were sampled from the Arctic National Wildlife Refuge, the North Slope, and Yukon-Kuskokwim Delta, using a 2-stage sampling design.  The 2-stage sampling design is broken into breeding and post-breeding populations (or sampling).  Of those, 914 were live bird samples (Fig. 13) and 13 were hunter killed (see Spring Subsistence chapter).  Each location is discussed separately and final tables present the analytical results at the end of this section. Breeding The total population of arcticola is estimated at 750,000 birds (Brown et al. 2001), although a more realistic number may be closer to 200,000300,000 (Wetlands InternationalOceania 2004).  The only place in Alaska where arcticola Dunlin are known to occur in isolation of the pacifica subspecies is the North Slope.  Breeding arcticola Dunlin are found in good numbers throughout the National Petroleum Reserve   Alaska (NPR-A) and east to the western edge of the Arctic National Wildlife Refuge. High densities have been reported at Barrow and Prudhoe Bay (Troy and Wickliffe 1990, R. Lanctot, unpubl. data); nest densities in these areas average between 12 and 15 nests/km2.  Additional areas within the NPR-A also have high densities based on surveys conducted in the late 1990s and early 2000s (J. Bart, unpubl. data).  Somewhere in the vicinity of Point Hope, it is suspected that the breeding areas of the arcticola and subspecies overlap (R. Gill, pers. comm.), although genetic and morphological studies have not been conducted to confirm this hypothesis. North Slope Breeding Dunlin were captured, sampled and released in the vicinity of Barrow and the Teshekpuk Lake Special Area in the northeast corner of  the NPR-A. Capture Methods:  Due to the remoteness of the NPR-A area, a helicopter was used to transfer crews to 40 sites where nests were located and samples were collected from incubating birds.  Crews also captured birds in Barrow at six established breeding plots, as well as other parts of the tundra surrounding Barrow using 4-wheelers on the road system.  Dunlin were captured using mist nets during pre-nesting and bow nets during nesting.  All captured individuals had a metal band and a unique set of color bands placed on their legs. Results:  A total of 249 breeding Dunlin was captured and banded on the North Slope. Cloacal, oral-pharyngeal, and fecal samples were collected from 249 Dunlin (Table 43). Of those, 93 were adult females, 102 were adult males, 44 adults undetermined for sex, 4 were juvenile females, 1 juvenile male, 1 juvenile undetermined for sex, 1 female age undetermined, and 3 undetermined for age and sex.  The number of samples collected from Barrow exceeded expectations, while lower capture rates in NPR-A were attributed to difficulty in locating nests for capturing birds, reduced sampling period, and difficult logistics in such a large remote area. AI Results:  None of the 249 samples collected from North Slope breeding Dunlin tested positive for avian influenza.  Table 43.  Birds captured and cloacal, oral-pharyngeal, and fecal swabs collected from breeding Dunlin on the North Slope, June and July 2008. Location Total birds  Other Accomplishments:  Feathers were collected for stable isotope studies and blood samples were collected for genetic and methylmercury studies. All captured birds were banded with a metal band and a unique set of color bands to help document migration pathways.  Resightings or re-captures of these marked birds between 2006 and 2008 have further linked use of sites throughout the East Asian Flyway, including the North Slope and Yukon Delta in Alaska, and locations in East Asia such as Japan, Taiwan, South Korea and mainland China (M. Barter, Wetlands International  Oceania; unpubl. manuscript).  The radio-equipped Dunlin were used in a replacement clutch study, and many were subsequently tracked to a second nest after we collected the first nest.  Birds banded during this study are also helping us to monitor site and mate fidelity, and adult survival; reproductive parameters such as these are only available from a few sites in Alaska. Post-breeding Thousands of arcticola Dunlin stopover along the North Slope coast after breeding (Andres 1994).  They were the most common shorebird on the Colville River Delta during fall surveys in 1987 and 1988, with an average of 13.9 birds/km of shoreline and an average density of 71.9 birds/km2 (Andres 1994).  Surveys in the same area in 2005 also indicated Dunlin were present in large numbers during late August (1,075 birds/km2 on 21 August survey); these birds were primarily adults with 3:1 adult to juvenile age ratio (Johnson et al. 2005).  Significant numbers of Dunlin also frequent coastal sites near Elson Lagoon at Barrow and the Canning River Delta (Martin and Moitoret 1981, Taylor et al. in press).  After leaving the North Slope, most arcticola Dunlin migrate to the outer YKD to stage in August and September where they mix with pacifica Dunlin and form huge aggregations, numbering in the tens of thousands (Gill and Handel 1981, 1990). Large aggregations are present from Hooper Bay south to the Kuskokwim River (Gill and Handel 1990; R. Gill and B. McCaffery unpubl. data).  Dunlin leave the YKD for Asia in September or early October. Arctic NWR Post-breeding Dunlin were captured, sampled, and released at the Canning, Okpilak, and Jago River Delta along the coast of the Arctic Refuge.  Since 2002, a collaborative study investigating the impact of human development on nesting birds and shorebird breeding ecology has taken place on the Arctic NWR. Capture Methods:  Birds were primarily captured with mist nets and walk in traps.  All captured individuals were banded with a metal band and color bands to uniquely identify each bird. Results:  A total of 114 breeding Dunlin was captured and banded at three locations on the Arctic NWR.  Cloacal, oral-pharyngeal, and fecal samples were collected from 114 Dunlin (Table 44).  Of those, 57 were adults and 57 were juveniles. All were undetermined for sex.  AI Results:  None of the 114 pooled, cloacal, or fecal samples collected from Arctic NWR post-breeding Dunlin tested positive for avian influenza.  Table 44.  Birds captured and cloacal, oral-pharyngeal, and fecal swabs collected from post-breeding Dunlin at Arctic National Wildlife Refuge, July through August 2008. Location Total birds   Total 114 0 0 114 6 6 108 114 Other Accomplishments:  Biometric measurements were taken on all birds to assist in determining age, sex, and physiological condition.  Feather and blood samples were collected for methylmercury analysis.  Color bands were placed on birds to assess movement and tenure at staging areas and to better document wintering areas of birds that are breeding or staging on the Arctic Refuge. Yukon-Kuskokwim Delta Post-breeding Dunlin were captured, sampled, and released at Punoarat Point near Angyoyaravak Bay on the central Yukon-Kuskokwim Delta.  Post-breeding Dunlin use this area July through October. Capture Methods:  Fall migrant Dunlin was sampled in August and September on intertidal mudflats and nearshore ponds on the YKD.  Birds were captured using, mist nets, walk-in traps, triggered bow traps, and elastically launched whoosh nets.  All captured birds were banded with a metal band and color bands. Results:  A total of 653 Dunlin were captured and 551were banded, and sampled at Punoarat Point on the Yukon-Kuskokwim Delta.  Cloacal and oral-pharyngeal samples were collected from 551 post-breeding Dunlin (Table 45).  Of those, 167 were adult, sex undetermined, 383 were juvenile (sex undetermined), and 1 was undetermined for sex and age. AI Results:  None of the 551 pooled or cloacal samples collected from YKD post- breeding Dunlin tested positive for avian influenza.   Table 45.  Birds captured and both cloacal and oral-pharyngeal swabs collected from post-breeding Dunlin on the Yukon-Kuskokwim Delta, August through September 2008. Location Total birds  Punoarat Point 653 0 0 551 551 551 551 Other Accomplishments:  Blood samples were collected for genetic study and methylmercury analysis.  All captured birds were banded to help document migration pathways.  Several individuals of the arcticola subspecies that were marked elsewhere (China, Japan, and Alaskas North Slope) were either captured or their band combination recorded.  Table 46.  Avian influenza analytical results for Dunlin collected June through September 2008: pooled cloacal and oral-pharyngeal samples. Location Sampling Total  914 0 0  Table 47.  Avian influenza analytical results for Dunlin collected June through September 2008: cloacal only samples. Location Sampling Table 48.  Avian influenza analytical results for Dunlin collected June through September 2008: fecal only samples. Location Sampling Total  135 0 0  Table 49.  Comparative avian influenza results for Dunlin collected June through September 2008: pooled, cloacal, and fecal swab results. Pooled results Cloacal swab results Fecal swab results Totals Negative Negative  779 Positive Positive  0 1 Arctic NWR Jago River Delta 42 2 Arctic NWR Okpilak River Delta 14 3 Arctic NWR Canning River Delta 58 4 North Slope Teshekpuk Lake Special Area 67 5 North Slope Barrow 182  Justification:  A major segment of the annual cohort of juvenile Sharp-tailed Sandpipers migrates to western Alaska each autumn following contact with adults on the breeding grounds that in turn staged in East Asia during northward migration. Ranking score:  14.5 Background:  The Sharp-tailed Sandpiper nests in northeastern Siberia and spends the non-breeding season in Australasia (Higgins and Davies 1996).  Its population was estimated at 160,000 individuals (Bamford et al. 2006).  During passage, birds are found regularly in East Asia at sewage ponds and pasturelands but are equally common on intertidal areas.  In Alaska, the species is mostly found on coastal salt meadows and on non-vegetated substrates along tidally influenced rivers.  The core staging area in Alaska appears to be the central YKD. A total of 48 birds was sampled on the Yukon Delta NWR.  Of those, 21 were live bird samples (Fig. 14) and 27 were hunter killed (see Spring Subsistence chapter).  See discussed below and final tables present the analytical results at the end of this section. Yukon Delta NWR Fall migrant Sharp-tailed Sandpipers were sampled in August and September on mudflats, and nearshore ponds, from Punaorat Point near Angyoyaravak Bay on the central Yukon-Kuskokwim Delta. Capture Methods:  Mist nets and walk-in traps were used to capture birds at Punoarat Point.  Birds were banded before being released. Results:  A total of 21 Sharp-tailed Sandpipers was captured, banded, and sampled at Punoarat Point.  Cloacal and oral-pharyngeal samples were collected (Table 50).  All samples were from juvenile birds undetermined for sex. AI Results:  None of the 21 pooled or cloacal samples collected from Yukon Delta Sharp-tailed Sandpipers tested positive for avian influenza.   Table 50.  Birds captured and both cloacal and oral-pharyngeal swabs collected from fall migrant Sharp-tailed Sandpipers at Yukon Delta National Wildlife Refuge, August and September 2008. Punoarat Point 21 0 0 21 21 21 21 Other Accomplishments:  Blood samples were collected for genetic study.  All captured birds were banded to help document migration pathways.  Several of the Sharp-tailed Sandpipers banded in 2006 were resighted outside of Alaska.  One bird was resighted this past spring in China, and two were resighted in Australia.  Table 51.  Avian influenza analytical results for fall migrant Sharp-tailed Sandpipers collected August and September 2008: pooled and cloacal only samples. Location Total samples Total AI Pooled   Table 52.  Comparative avian influenza results for fall migrant Sharp-tailed Sandpipers collected August and September 2008: pooled results and cloacal swab results. Pooled results Cloacal swab results Totals Negative Negative 21  Figure14.  Live bird sampling location for Sharp-tailed Sandpipers in Alaska, 2008.  For specific location name see key following map.    Justification:  The Bar-tailed Godwit is a high priority species because migrant godwits arriving in Alaska to breed each spring are just days removed from their staging sites along the coast of eastern Asia.  The entire population of this species migrates through East Asia and has contact with a known hot spot. Ranking score:  14 Background:  The entire Alaska-breeding race of the Bar-tailed Godwit (L. l. baueri) migrates through the east Asian/Australasian flyway (McCaffery and Gill 2001).  Each September, tens of thousands depart from their staging grounds in western Alaska on a non-stop, over-water flight of up to 11,000 km to reach their non-breeding range in New Zealand and Australia (Gill et al. 2005).  In early April, migrant flocks apparently fly directly from the non-breeding grounds to staging sites in China and the Koreas along the coast of the Yellow Sea (Battley 1997, Wilson and Barter 1998).  While spending several weeks in this area, Bar-tailed Godwits feed and roost with many other species of waterbirds that have spent the non-breeding season throughout Southeast Asia, Australia, and New Zealand (Barter 2002).  Once they have acquired enough fat for their non-stop flight to the breeding grounds, L. l. baueri then head north directly to western and northern Alaska (McCaffery and Gill 2001). Over 600 birds were sampled from Yukon Delta NWR and the Alaska Peninsula.  Of those, 611 samples were from live birds (Fig. 15) and 31 were hunter killed (see Spring Subsistence chapter).  See discussion below and final tables of analytical results at the end of this section. Yukon Delta NWR A total of 213 Bar-tailed Godwits was captured, sampled, and released at three locations on the Yukon Delta NWR. Capture Methods:  Bar-tailed Godwits were sampled at nesting, roosting and foraging sites. Cloacal and oral-pharyngeal samples were collected from incubating males and females on nests using a bow trap or mist net stretched between two crew members. Fecal samples were collected at roosting or foraging sites during fall migration. Results:  Two hundred thirteen Bar-tailed Godwits were captured and banded at Punoarat Point, Big Slough, and Cape Avinof.  Cloacal, oral-pharyngeal, and fecal samples were collected from 213 Bar-tailed Godwits (Table 53).  Of those, 2 were adult females, 2  were adult males, 1 was female, age undetermined, 10 were juveniles, sex undetermined and 198 were undetermined for sex and age. AI Results:  None of the pooled, cloacal, or fecal samples collected from Yukon Delta Bar-tailed Godwits were positive for avian influenza.  Table 53.  Birds captured and cloacal, oral-pharyngeal, and fecal swabs collected from Bar-tailed Godwits at Yukon Delta National Wildlife Refuge, June, August and September 2008.   Other Accomplishments:  Blood samples were collected for genetic study and methylmercury analysis.  All captured birds were banded to help document migration pathways.  One of the ten juvenile Bar-tailed Godwits that was captured this fall was resighted on the North Island of New Zealand almost seven weeks later.  This bird was subsequently recaptured there two weeks after the initial resight, providing a unique observation of time-series for this trans-Pacific migrant. Alaska Peninsula A total of 398 Bar-tailed Godwits was sampled at two locations on the Alaska Peninsula. Capture Methods:  Bar-tailed Godwits were sampled at two sites. Fecal samples were collected at roosting or foraging sites during fall migration. Results:  Three hundred ninety-eight Bar-tailed Godwits were sampled at Egegik and Cinder Lagoon.  Fecal samples were collected (Table 54).  Of those, 13 were adult females, 5 were adult males, 200 were adults, sex undetermined, 5 were juvenile females, 3 were juvenile males, 3 were juveniles, sex undetermined, and 169 were undetermined for sex and age. AI Results:  None of the fecal samples collected from Alaska Peninsula Bar-tailed Godwits were positive for avian influenza. Table 54.  Birds sampled and fecal swabs collected from Bar-tailed Godwits at Alaska Peninsula, May and August 2008. Location Total birds  Table 55.  Avian influenza analytical results for Bar-tailed Godwits collected May, June, August and September 2008: pooled and cloacal only samples. Location Total  Table 56.  Avian influenza analytical results for Bar-tailed Godwits collected May, June, August and September 2008: fecal only samples. Location Total Total 597 0 0  Table 57.  Comparative avian influenza results for Bar-tailed Godwits collected May, June, August, and September 2008: pooled, cloacal, and fecal swab results. Pooled results Cloacal swab results Fecal swab results Totals Negative Negative  14 Positive Positive  0  Figure 15.  Live bird sampling locations for Bar-tailed Godwits in Alaska, 2008.  For specific location names see key following map.  1 Yukon Delta NWR Punoarat Point 10 2 Yukon Delta NWR Big Slough 4 3 Yukon Delta NWR Cape Avinof 199 4 Alaska Peninsula Egegik 198   Justification:  A large proportion of the population of Ruddy Turnstones that occurs in Alaska is distributed during the non-breeding season in parts of Asia having recent outbreaks of Asian H5N1. Ranking Score:  13 Background:  Approximately 40,000 Ruddy Turnstones utilize sites within Alaska during the year (Alaska Shorebird Group 2000, unpubl. data).  Half of these individuals breed in Chukotka, while half breed at upland tundra sites within the state (Brown et al. 2001).  A portion of both breeding groups migrates to locations in eastern and southeastern Asia during the non-breeding season and stops in central East Asia (Bamford et al. 2006).  Additionally, each fall Alaska hosts Ruddy Turnstones that breed in Chukotka but stage at sites in western Alaska en route to non-breeding locations in Asia (Thompson 1974).  Thus, not only does a percentage of Alaskan-breeding Ruddy Turnstones spend the non-breeding season at sites near outbreaks of H5N1 in Asia, but a high proportion of Asian-breeding turnstones stage at sites in western Alaska. Thirteen birds were sampled from the North Slope and Seward Peninsula.  Of those, 3 samples were from live birds (Fig. 16) and 10 were hunter killed (see Spring Subsistence chapter).  See discussion below and final tables present the analytical results at the end of this section. Arctic NWR Three samples were collected from Teshekpuk Lake Special Area on the North Slope (Fig. 16). Capture Methods:  No single project specifically targeted the capture and sampling of Ruddy Turnstones.  Turnstones were captured in conjunction with other avian influenza projects across the state.  Birds were captured using mist nets during pre-nesting and bow nets placed over nests. Results:  Three Ruddy Turnstones were captured, banded, and sampled at Teshekpuk Lake Special Area.  Cloacal and oral-pharyngeal samples were collected (Table 58).  Of those, one was an adult female, one was an adult male, and one adult was undetermined for sex.  AI Results:  None of the 3 pooled or cloacal samples collected from Arctic NWR Ruddy Turnstones tested positive for avian influenza.  Table 58.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Ruddy Turnstones in Alaska, June 2008. Location Total birds  Other Accomplishments:  All captured individuals were banded with a metal band, weighed, and measured.  In addition, fat index and the stage of molt were recorded. Feathers were collected for stable isotope studies.  Table 59.  Avian influenza analytical results for Ruddy Turnstones collected June 2008: pooled and cloacal only samples. Location Total samples Total AI Pooled  Table 60.  Comparative avian influenza results for Ruddy Turnstones collected June 2008: pooled results and cloacal swab results. Pooled results Cloacal swab results Totals Negative Negative 3   Justification:  Pectoral Sandpipers are among the high priority species because small numbers winter regularly in Southeast Asia and Australasia (mainly Australia and New Zealand), and then migrate through eastern Asia (e.g., Philippines, Taiwan, and Japan) on route to their breeding areas in Siberia. Ranking score:  13 Background:  Roughly half of the worlds population of 400,000 Pectoral Sandpipers (Brown et al. 2001) breeds in Siberia; the remainder breeds throughout western and northern Alaska east to Central Canada (Holmes and Pitelka 1998).  Most of the Siberian breeding birds are thought to migrate eastward through Alaska to join the common migration route used by the North American breeding birds.  In Alaska, birds are observed migrating through Cook Inlet in Anchorage and the YKD in mid-May, presumably on their way to Siberia.  Pectoral Sandpipers that stop in Alaska to breed typically do so in mid-May to early June. Over 170 birds were sampled from Yukon Delta NWR and North Slope (breeding and post breeding).  Of these, 159 were live bird samples (Fig. 17), and 20 hunter-killed samples (see Spring Subsistence chapter).  Each sampling stage and its location will be discussed separately and final tables present analytical results at the end of this section. Breeding The highest breeding densities occur along the Arctic Coastal Plain of northern Alaska and east-central Siberia.  Breeding Pectoral Sandpipers are found in good numbers throughout the NPR-A on the North Slope.  Moderate densities of birds have been reported at Barrow, Teshekpuk Lake and Prudhoe Bay (Troy and Wickliffe 1990, R. Lanctot, unpubl. data; J. Liebezeit, unpubl. data). North Slope Breeding Pectoral Sandpipers were captured and sampled throughout the North Slope. Barrow and Teshekpuk Lake Special Area in the NPR-A are located on the northern coastline of Alaska along the Beaufort Sea. Capture Methods:  Birds were captured at two breeding sites.  Bow nets were used for incubating birds and some were captured with mist nets.  Helicopters were used to access remote sites in the NPR-A.  Results:  A total of 140 breeding Pectoral Sandpipers was captured and banded.  Cloacal and oral-pharyngeal samples were collected from breeding Pectoral Sandpipers (Table 61).  One opportunistic fecal sample was collected at Teshekpuk Lake Special Area. Of those, 97 were adult females, 42 were adult males and 1 female was undetermined for age. AI Results:  None of the 140 pooled, cloacal, or fecal samples collected from North Slope breeding Pectoral Sandpipers tested positive for avian influenza.  Table 61.  Birds captured and cloacal, oral-pharyngeal and fecal swabs collected from breeding Pectoral Sandpipers on the North Slope, June and July 2008. Location Total  Total 140 98 42 139 139 1 140 Other Accomplishments:  Feathers were collected for stable isotope studies and blood samples were collected for genetic studies.  All captured individuals had a metal band placed on their legs. Post-breeding Male Pectoral Sandpipers depart their breeding areas quickly, while females and their offspring congregate in tundra habitats near the coast of the Arctic Ocean (Connors et al. 1979).  Juveniles are present in western Alaska in small flocks from September to mid- October where they occur in coastal habitats. Arctic NWR and Yukon Delta NWR Post-breeding Pectoral Sandpipers were sampled at the Canning River Delta and Okpilak River Delta located along the coastline of the Arctic National Wildlife Refuge.  Two opportunistic samples were collected at Punoarat Point on the Yukon Delta NWR. Capture Methods:  Post-breeding birds were captured with mist nets and walk in traps at all locations.  Captures on the Arctic NWR were difficult due to wind driven tidal surges which caused foraging habitats to flood during core staging periods. Results:  A total of 19 post-breeding Pectoral Sandpipers was captured and banded at Canning River Delta, Okpilak River Delta, and Punoarat Point.  Cloacal, oral-pharyngeal, and fecal samples were collected from post-breeding Pectoral Sandpipers (Table 62).  All were juveniles, undetermined for sex.  AI Results:  None of the 19 pooled, cloacal, or fecal samples collected from post- breeding Pectoral Sandpipers tested positive for avian influenza.  Table 62.  Birds captured and cloacal, oral-pharyngeal and fecal swabs collected from post-breeding Pectoral Sandpipers on the Arctic NWR and Yukon Delta NWR, August and September 2008. Total 19 0 0 19 17 17 2 9 Other Accomplishments:  Since 2005, assessment of the abundance, distribution, timing, species composition and habitat requirements of shorebirds staging on coastal areas have been conducted on post-breeding shorebirds on the Arctic National Wildlife Refuge.  All captured individuals had a metal band placed on their leg.  Table 63.  Avian influenza analytical results for Pectoral Sandpipers collected June through September 2008: pooled and cloacal only samples. Location Sampling Table 64.  Avian influenza analytical results for Pectoral Sandpipers collected June through September 2008: fecal only samples. Location Sampling  Table 65.  Comparative avian influenza results for Pectoral Sandpipers collected June through September 2008: pooled, cloacal, and fecal swab results. Pooled results Cloacal swab results Fecal swab results Totals Negative Negative  156 Positive Positive  0  Figure 17.  Live bird sampling locations for Pectoral Sandpipers in Alaska, 2008.  For specific location names see key following map.  1 Arctic NWR Okpilak River Delta 7 2 Arctic NWR Canning River Delta 10 3 North Slope Teshekpuk Lake Special Area 29 4 North Slope Barrow 111   Justification:  Red Knots are a high priority species because those in Alaska either co- occur with birds coming from Australasia or are part of a population whose breeding range extends to Asia (Wrangel Island). Ranking score:  12.5 Background:  Three subspecies of Red Knots occur in the Australasian flyway.  Those breeding on Wrangel Island and likely in northwestern Alaska are recognized as C. c. roselaari (Engelmoer and Roselaar 1998).  The total population of roselaari is estimated at fewer than 50,000 birds (Alaska Shorebird Group 2000, unpublished).  The only place in Alaska where they are known to occur in large numbers is on the outer YKD in May (Gill and Handel 1981, 1990).  Movement of Red Knots to and from the breeding and non-breeding grounds entails prolonged stays in coastal East Asia, primarily on estuarine habitats. Yukon-Kuskokwim Delta No sampling occurred for this species.  Sites were regularly visited at Big Slough to assess the potential for capture and sample collection for Red Knots.  Big Slough is a tidal waterway located on the Bering Sea coast.  Sampling did not occur, due to multiple waterfowl and shorebird nests, including Spectacled Eiders.  A capture effort in this area would have caused long-term disturbance and probable nest abandonment.  In addition, fecal samples were not collected as Red Knots often occupied areas inundated by shallow water.   Justification:  Nearly all the Long-billed Dowitchers that breed in Asia migrate through Alaska en route to non-breeding areas in North and Central America.  These birds mix during migration and breeding with other waterfowl and shorebird species from parts of Asia with recent outbreaks of Asian H5N1. Ranking Score:  12 Background:  The Long-billed Dowitcher breeds at high-latitude coastal wetlands in Alaska, Canada, and the Russian Far East (Takekawa and Warnock 2000).  About one third of all Long-billed Dowitchers breed in Asia, with the majority of these Asian- breeding dowitchers passing through Alaska during both spring and fall migration (Alaska Shorebird Group 2000). Over 60 birds were sampled on the YDNWR and the North Slope.  Of those, 60 were live bird samples (Fig. 18), and 3 hunter-killed samples (see Spring Subsistence chapter). Each location is discussed separately and final tables present analytical results at the end of this section. North Slope Long-billed Dowitchers were captured, sampled and released at three sites on the North Slope: Barrow, Teshekpuk Lake Special Area and the Okpilak River Delta. Capture Methods:  Birds were captured with bow nets while incubating. Results:  A total of 58 Long-billed Dowitchers was sampled at three sites on the North Slope.  Cloacal and oral-pharyngeal samples were collected (Table 66).  Of those, 20 were adult females, 32 were adult males, 3 adults, sex undetermined, 1 female and 1 male, age undetermined and 1 adult, sex unidentified. AI Results:  None of the 58 pooled or cloacal samples collected from North Slope Long- billed Dowitchers tested positive for avian influenza.    Table 66.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Long-billed Dowitchers on the North Slope, June through August 2008. Location Total birds  Total 58 21 33 2 58 57 58 Other Accomplishments:  All captured birds were banded with a metal band.  Biometric measurements were recorded for all birds.  Feather and blood samples were collected for genetic analysis. Yukon Delta NWR Long-billed Dowitchers were captured, sampled, and released at Punoarat Point. Capture Methods:  Birds were captured using, mist nets and elastically launched whoosh nets. Results:  A total of 2 Long-billed Dowitchers was sampled at Punoarat Point.  Cloacal and oral-pharyngeal samples were collected (Table 67).  All were juveniles, sex unidentified. AI Results:  None of the 2 pooled or cloacal samples collected from Yukon Delta Long- billed Dowitchers tested positive for avian influenza.  Table 67.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Long-billed Dowitchers on the Yukon Delta National NWR, September 2008. Location Total birds   Table 68.  Avian influenza analytical results for Long-billed Dowitchers collected June through September 2008: pooled and cloacal only samples. Location Sampling  Table 69.  Comparative avian influenza results for Long-billed Dowitchers collected June through September 2008: pooled results and cloacal swab results. Pooled results Cloacal swab results Totals Negative Negative 60  Figure 18.  Live bird sampling locations for Long-billed Dowitchers in Alaska, 2008. For specific location names see key following map.  Site # Geographic Location Specific Location Total Samples 1 Arctic NWR Okpilak River Delta 1 2 North Slope Teshekpuk Lake Special Area 10 3 North Slope Barrow 47   Justification:  This high priority subspecies provides a major migratory link between Asia and North America; about 10,000 birds nest in western Siberia and migrate directly to Alaska in fall. Ranking score:  11.5 Background:  The tschuktschorum subspecies of the Rock Sandpiper (Calidris ptilocnemis) breeds in coastal mountains and uplands in eastern Russia (Chukotka Peninsula) and western Alaska (from northern Seward Peninsula south throughout Alaska Peninsula) (Gill et al. 2002).  The current population is estimated at 50,000 birds with about 10,000 nesting in Russia.  During post-breeding (JulOct), the entire population migrates to coastal staging areas in western Alaska (YKD and Bristol Bay) where they molt and associate closely with a variety of other shorebirds, including two other subspecies of Rock Sandpiper. Over 270 birds were sampled from Punoarat Point on the YDNWR.  Of those, 263 were live bird samples (Fig. 19) and 9 were hunter killed (see Spring Subsistence chapter).  See discussion below and final tables present the analytical results at the end of this section. Yukon Delta NWR Rock Sandpipers were captured, sampled, and released at Punoarat Point near Angyoyaravak Bay on the central Yukon-Kuskokwim Delta. Capture Methods:  Post-breeding Rock Sandpipers were captured using mist nets, walk- in traps and rocket nets.  All birds were measured, weighed, banded, and released. Results:  Two hundred sixty-three Rock Sandpipers were captured and banded at Punoarat Point.  Cloacal and oral-pharyngeal samples were collected (Table 70).  Of those, 242 were adults, sex unidentified, 1 adult female, and 20 were juveniles, sex unidentified. AI Results:  None of the 263 pooled or cloacal samples collected from Yukon Delta Rock Sandpipers tested positive for avian influenza.    Table 70.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Rock Sandpipers at Punoarat Point August and September 2008. Location Total birds  Other Accomplishments:  Blood samples were collected for methylmercury analysis.  Table 71.  Avian influenza analytical results for Rock Sandpipers collected August and September 2008: pooled and cloacal only samples. Location Total  Table 72.  Comparative avian influenza results for Rock Sandpipers collected August through September 2008: pooled results and cloacal swab results. Pooled results Cloacal swab results Totals Negative Negative 263   Justification:  Pacific Golden-Plovers could potentially carry Asian H5N1 to Alaska via three different routes: 1) birds that spend the non-breeding season in east central Asia some in Asian H5N1 hotspotsmigrate through Alaska in spring en route to Siberian breeding areas, 2) birds that nest (or hatch) in Siberia migrate directly to coastal stopover sites in Alaska in fall (adults and juveniles arrive in two different pulses), and 3) Alaska- breeding birds return to Alaska in spring after co-mingling on non-breeding areas with other fulva that have frequented Asian H5N1 hotspots. Ranking score:  11.5 Background:  Pacific Golden-Plovers breed in tundra habitats from north central Siberia to western Alaska (Johnson and Connors 1996).  One population (ca. 100,000 birds) nests in Siberia and spends the non-breeding season in East and Southeast Asia, Australia and Oceania (Bamford et al. 2006, Wetlands International 2002).  During both north and south migrations, an unknown portion of this population passes through Alaska.  Another population breeds in Alaska and spends the non-breeding season in Oceania (Johnson and Connors 1996), particularly in Hawaii (Johnson et al. 2004), where it associates with plovers that have recently arrived from Asia. Yukon Delta NWR Pacific Golden-Plovers were sampled from Punoarat Point located on the YDNWR (Fig. 20). Capture Methods:  Mist nets were used to capture birds.  All were measured, weighed, banded, and released. Results:  Three birds were sampled at Punoarat Point.  Cloacal and oral-pharyngeal samples were collected (Table 73).  All were juveniles, sex unidentified. AI Results:  None of the 3 pooled or cloacal samples collected from Yukon Delta Pacific Golden-Plovers tested positive for avian influenza.   Table 73.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Pacific Golden-Plovers at Punoarat Point September 2008. Location Total birds  Table 74.  Avian influenza analytical results for Pacific Golden-Plovers collected September 2008: pooled and cloacal only samples. Location Total  Table 75.  Comparative avian influenza results for Pacific Golden-Plovers collected September 2008: pooled results and cloacal swab results. Pooled results Cloacal swab results Totals Negative Negative 3  Figure 20.  Live bird sampling location for Pacific Golden Plovers in Alaska, 2008.  For specific location name see key following map.    Justification:  Buff-breasted Sandpipers are a high priority species because a small portion of the population breeds in Asia on Wrangel Island and western Chukotka mainland and then migrates through Alaska to its non-breeding grounds in southern South America. Ranking score:  10 Background:  A small proportion of the worlds population of 15,000 Buff- breasted Sandpipers (Brown et al. 2001) breeds on Wrangel Island and the western Chukotka mainland; the remainder breeds throughout northern Alaska east to Central Canada (Lanctot and Laredo 1994).  Portions of the population migrate south along the Pacific and Atlantic coasts.  The Chukotka breeding birds are thought to migrate eastward through Alaska to join the common migration route used by the North American breeding birds. A total of three birds was sampled from two sites on the North Slope. Of those, two were live bird samples (Fig. 21), and one hunter-killed sample (see Spring Subsistence chapter).  A final table with analytical results is presented at the end of this section. See discussion below. North Slope Buff-breasted Sandpipers were captured, sampled, and released from two sites on the North Slope.  Canning River Delta and NPR-A camps are all located on the northern coastline of Alaska along the Beaufort Sea. Capture Methods:  Birds were captured using walk-in traps, bow traps or mist nets.  A helicopter was used at the NPR-A site to transport people to sample sites. Results:  One Buff-breasted Sandpiper was captured and banded at Canning River Delta and one was captured and banded at Teshekpuk Lake on the NPR-A. Cloacal and oral-pharyngeal samples were collected (Table 76).  Of those, one was an adult female and one was a juvenile, sex unidentified. AI Results:  None of the two pooled or cloacal samples collected from North Slope Buff- breasted Sandpipers tested positive for avian influenza.   Table 76.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Buff-breasted Sandpipers on the North Slope, June and August 2008. Location Total Total 2 1 0 1 2 2 2 Other Accomplishments:  All captured individuals were banded with a metal band weighed, and measured.  In addition, fat index and the stage of molt were recorded. Blood samples were taken for genetic studies and feathers were collected for stable isotope studies.  Table 77.  Avian influenza analytical results for Buff-breasted Sandpipers collected June and August 2008: pooled and cloacal only samples. Location Total  Table 78.  Comparative avian influenza results for Buff-breasted Sandpipers collected June and August 2008: pooled results and cloacal swab results. Pooled results Cloacal swab results Total Negative Negative 2  Figure 21.  Live bird sampling locations for Buff-breasted Sandpipers in Alaska, 2008. For specific location names see key following map.    Justification:  Glaucous Gulls are a high priority species because populations in western Alaska migrate to Australasia, winter along the coast and feed in land fills and scavenge dead birds. Ranking score:  11.5 Background:  The Glaucous Gull is often predatory, feeding on birds, small mammals, fish and invertebrates (Gilchrist 2001, Bowman et al. 2004). This species is circumpolar in distribution. In Alaska it breeds coastally from the central Bering Sea to the Beaufort Sea. In Russia Far East they breed in similar latitudes (Harrison 1983, Armstrong 1995, ASIS 2006). Satellite telemetry has shown that birds breeding in Barrow spend much of their winter in coastal Russia as far south as the Kamchatka Peninsula (Troy Ecological Research Associates 2004). About 100,000 birds nest in colonies and singly in Alaska (Gilchrist 2001, Bowman et al. 2004, USFWS 2006).   Thirty-five birds were sampled from St. Lawrence Island.  Of those, 20 were live birds (Fig. 22) and 15 were hunter killed (see Spring Subsistence chapter). St. Lawrence Island Glaucous Gulls were captured, sampled, and released on island sites in Iveetok Lagoon, which is located east of Savoonga along the northern edge of the island. The sampling sites consisted of either a small, exposed rocky island with nesting colonies in close proximity to each other or a vegetated island which was only accessible during high tide. Capture sites were accessed by a boat or ATVs. Capture Methods:  Gull chicks were trapped while on nest. Results:  A total of 20 Glaucous Gulls was captured at St. Lawrence Island.  Cloacal and oral-pharyngeal samples were collected (Table 79).  All samples were juveniles, undetermined for sex. AI Results:  None of the 20 pooled or cloacal samples collected from St. Lawrence Island Glaucous Gulls tested positive for avian influenza.   Table 79.  Birds captured and both cloacal and oral-pharyngeal swabs collected from Glaucous Gulls on St. Lawrence Island, July 2008. Location Total birds  Table 80.  Avian influenza analytical results for Glaucous Gulls collected July 2008: pooled and cloacal only samples. Location Total  Table 81.  Comparative avian influenza results for Glaucous Gulls collected July 2008: pooled results and cloacal swab results. Pooled results Clocal swab    HUNTER HARVEST SAMPLING Background:  Surveillance of hunter harvested birds was one of three sampling strategies set forth in the Alaska Interagency Sampling protocol for HPAI in wild birds. In 2008, we employed a strategy similar to 2007 which included spring subsistence harvested birds and fall hunter harvested birds.  The significant annual harvest of migratory birds in Alaska presents an important opportunity to conduct surveillance sampling for AI from spring through early winter.  Alaska subsistence hunters take over 350,000 migratory birds annually, mostly in rural western and northern Alaska (Paige and Wolfe 1998).  The overall proportion of subsistence bird harvest taken from spring to midsummer is about 55%, and as high as 76% in major bird harvest regions (Wolfe et al. 1990).  This harvest includes birds arriving from wintering areas in Asia to breed in Alaska.  The species composition of spring harvested birds is very diverse and includes shorebirds, seabirds, and waterfowl; the composition and timing of harvests are highly variable among regions.  Subsistence hunting also occurs from late summer into winter; most significantly in regions south of Bristol Bay, representing birds returning from breeding and molting areas in Asia, as well as birds migrating to wintering areas in southern Alaska and the Pacific Coast. The primary value of sampling birds harvested in fall is detection of AI in birds migrating south from Alaska through Canada, all four North American flyways, and Mexico.  In addition, some species of sea ducks return from Asia to winter in Alaska.  The species composition and timing of fall harvest over the season are affected by the phenology of migration which is influenced by weather (e.g., winds and temperature patterns), local habitat conditions, and hunter activity.  Seasonal variation in harvest (and access to AI samples) can be significant, especially with species such as pintail that have differential migrations by age and sex classes (i.e., adult males begin migration in August, females and young follow).  Spring Subsistence Sampling Methods: Spring Subsistence SamplingSampling locations (Fig. 23) for the spring subsistence harvest were chosen based on migratory routes and timing of priority species, past subsistence harvest information, and the ability to obtain samples from Native subsistence users.  The YKD was the primary focus for obtaining samples from subsistence harvested birds because of the species composition and volume of the harvest.  The Yukon Kuskokwim Health Corporation (YKHC) coordinated the sampling effort at ten villages (Chefornak, Eek, Hooper Bay, Kipnuk, Kotlik, Kwethluk, Mekoryuk, Pilot Station, Toksook Bay, Quinhagak), with each village contributing up to 300 samples of harvested birds. The USFWS contracted with Kawerak, Inc. to collect samples in three locations on the Seward Peninsula (Nome, Stebbins, and Shishmaref) with each location providing up to 150 spring harvested birds.  USFWS-MBM and FFWFO personnel coordinated the sampling with local villagers at two locations on St. Lawrence Island (Gambell and Savoonga), and three locations on the North Slope (Point Hope, Point Lay, and Wainwright). In all locations, subsistence users were encouraged, through various outreach methods, to provide harvested birds to sample coordinators. 91  Figure 23.  Spring subsistence sampling locations for H5N1 Avian Influenza in Alaska, 2008.  For specific locations see key following map.  2 Point Lay 11 Pilot Station 3 Point Hope 12 Mekoryuk  Species, age, and sex were provided in most cases, as well as an estimate of how long the bird had been dead.  Samples were stored in nitrogen vapor shippers and air freighted to Anchorage on a regular basis.  The majority of target species sampled during spring subsistence harvest were from Lesser Snow Geese and Black Brant.  However, samples from numerous other species were also collected. Results Yukon-Kuskokwim Delta:  A total of 2,684 samples was collected and analyzed from 38 different species, 15 of which were priority species.  Three of the YKD samples tested positive for avian influenza (Table 82), but none were H5 or N1 positive.   Table 82.  Avian influenza results for cloacal and oral-pharyngeal swabs obtained from spring subsistence harvested birds on the Yukon Delta National Wildlife Refuge, Alaska 2008.  Priority species are bolded.  Bar-tailed Godwit 17 0 0 0 0 Buff-breasted Sandpiper 1 0 0 0 0 Black Brant 123 1 1 0.008 0.008 Black Scoter 21 0 0 0 0 Black Turnstone 4 0 0 0 0 Bristle-thighed Curlew 2 0 0 0 0 Cackling Goose 353 0 0 0 0 Canada Goose 284 0 0 0 0 Glaucous Gull 3 0 0 0 0 Greater Scaup 1 0 0 0 0 Greater White-fronted Goose 952 1 2 0.001 0.002 Glaucous-winged Gull 3 0 0 0 0 Green-winged Teal 6 0 0 0 0 Lapland Longspur 7 0 0 0 0 Lesser Scaup 8 0 0 0 0 Lesser Snow Goose 222 1 1 0.004 0.004 Pectoral Sandpiper 20 0 0 0 0 Red-necked Phalarope 9 0 0 0 0 Rock Ptarmigan 1 0 0 0 0 Sandhill Crane 67 0 0 0 0 Surf Scoter 28 0 0 0 0  Seward Peninsula:  A total of 690 samples was collected and analyzed from 39 different species, 14 of which were priority species.  None of the samples tested positive for avian influenza virus (Table 83).  Table 83.  Avian influenza results for cloacal and oral-pharyngeal swabs obtained from spring subsistence harvested birds on the Seward Peninsula, Alaska 2008.  Priority species are bolded. American Golden-Plover 2 0 0 0 0 American Wigeon 2 0 0 0 0 Arctic Tern 2 0 0 0 0 Bairds Sandpiper 5 0 0 0 0 Black Brant 102 0 0 0 0 Greater White-fronted Goose 44 0 0 0 0 Harlequin Duck 3 0 0 0 0 Long-billed Dowitcher 3 0 0 0 0 Northern Pintail 55 0 0 0 0 Northern Shoveler 3 0 0 0 0 Red-breasted Merganser 9 0 0 0 0 Red-necked Grebe 2 0 0 0 0 Red-necked Phalarope 4 0 0 0 0 Rock Sandpiper 9 0 0 0 0 Ruddy Turnstone 10 0 0 0 0 Slaty-backed Gull 5 0 0 0 0 Short-eared Owl 1 0 0 0 0 Sharp-tailed Sandpiper 4 0 0 0 0  St. Lawrence Island:  A total of 327 samples was collected and analyzed from 27 different species; 10 of which were priority species.  One of the pooled and two of the cloacal samples were positive for avian influenza (Table 84).  None of the 4 samples were H5 or N1 positive.  Table 84.  Avian influenza results for cloacal and oral-pharyngeal swabs obtained from spring subsistence harvested birds on St. Lawrence Island, Alaska 2008.  Priority species are bolded. Species Grand Total AI Positive Prevalence Pooled CL only Pooled CL only Black Brant 23 0 0 0 0 Black Guillemot 1 0 0 0 0 Long-tailed Duck 5 0 0 0 0 Parakeet Auklet 1 0 0 0 0 Parasitic Jaeger 1 0 0 0 0 Pelagic Cormorant 1 0 0 0 0 Pigeon Guillemot 1 0 0 0 0 Ring-necked Duck 1 0 0 0 0 Red-necked Phalarope 3 0 0 0 0 Sandhill Crane 1 0 0 0 0  North Slope:  A total of 147 samples was collected and analyzed from 6 different species, 4 of which were priority species.  Hunter participation was limited due to variable waterfowl migration, weather, and a late whaling season.  Three of the North Slope samples tested positive for avian influenza (Table 85), but none were H5 or N1 positive.  Table 85.  Avian influenza results for cloacal and oral-pharyngeal swabs obtained from spring subsistence harvested birds on the North Slope, Alaska 2008.  Priority species are bolded. Species Grand Total AI Positive Prevalence Black Brant 2 0 0 0 0 Canada Goose 3 0 0 0 0 Common Eider 13 1 1 0.077 0.077 Greater White-fronted Goose 61 2 2 0.033 0.033 King Eider 45 0 0 0 0 Fall Harvest Sampling Fall Harvest SamplingSampling locations (Fig. 24) were chosen to maximize contacts with hunters for access to adequate samples of harvested birds.  Thus, sampling was focused on primary access points during peak periods of hunting at Izembek NWR, Cook Inlet state game refuge, and Mendenhall State Game Refuge in Juneau.  Hunters were informed about AI sampling and asked for cooperation through agency media releases, local flyers, and brochures about the surveillance program.  Hunters were contacted in the field by agency personnel.  Cloacal and oral-pharyngeal samples and bird data were obtained from whole carcasses or field dressed birds deemed suitable for sampling.  In some cases, field technicians were not skilled in age and sex determination of birds, or encountered very busy periods when supplemental data could not be obtained. A total of 764 fall harvest samples were collected from three geographic location, Cook Inlet, Izembek National Wildlife Refuge, and Southeast Alaska. Each location is discussed separately and final tables present analytical results below.  Site # Geographic Location Specific Location 1 Mendenhall Wetlands State Game Refuge Mendenhall Wetlands 2 Cook Inlet Susitna Flats Mendenhall Wetlands Mendenhall Flats, along Gastineau Channel, is one of the largest intertidal marshes in Southeast Alaska and a staging area for fall migrant waterfowl.  This area is mostly within Mendenhall Wetlands State Game Refuge inside the city of Juneau and is an important fall hunting area.  Average annual harvest includes about 4-5,000 ducks, some Canada Geese, and sea ducks that use the surrounding marine waters.  Sampling was extended through the month of October due to protracted migration of ducks. The relatively small area and intertidal character of Mendenhall Flats resulted in lower duck harvest rates. Pintails comprised only a small proportion of the harvest, with Green- winged Teal and American Wigeon representing the primary dabbling ducks in early September. Results:  A total of 146 samples was taken from harvested birds on the refuge (Table 86). Of those, three of the pooled and cloacal samples collected from Northern Pintail tested positive for avian influenza.  This represents a prevalence of 27.3 % for avian influenza in the Northern Pintail samples that were analyzed from Mendenhall Wetlands fall hunter harvest samples.  None of the pintail samples were H5 or N1 positive. One of the samples collected from Green-winged Teal tested positive for H5.  Table 86.  Avian influenza results for cloacal and oral-pharyngeal swabs collected from hunter-shot birds on Mendenhall Wetlands State Game Refuge, September and October 2008. Common Goldeneye 1 0 0 0 0 Green-winged Teal 46 7 7 0.152 0.152 Mallard 48 9 9 0.188 0.188 Northern Pintail 11 3 3 0.273 0.273 Northern Shoveler 4 0 0 0 0 Unidentified Goldeneye 1 0 0 0 0 Unidentified Duck 1 0 0 0 0 Unidentified Scaup 6 0 0 0 0 Grand Total 146 19 19 Cook Inlet:  At the opening of fall waterfowl season on September 1, AI sampling was focused on the Susitna Flats State Game Refuge, within 40 km of Anchorage.  This area is one of the most heavily hunted waterfowl areas in Alaska and hosted hundreds of hunters over a 3-day opening weekend.  Historically, this area annually produce about 15,000 ducks, including pintails early in the season and primarily mallards later.  The species composition of ducks in the early season is quite variable by year. In 2008, a delay and slow pace of migration contributed to moderately poor hunter success on Susitna Flats in early September.  Results:  A total of 149 AI samples was obtained from the Cook Inlet refuge (Table 87). Ducks comprised 145 of the samples, including 42 Northern Pintails, the primary target species.  Thirteen of the pooled and cloacal samples collected from the Cook Inlet refuges birds tested positive for avian influenza.  This represents a prevalence of 7.1 % for avian influenza in the Northern Pintail samples that were analyzed from Cook Inlet fall hunter harvest samples.  None of the samples were H5 or N1 positive.  Table 87.  Avian influenza results for cloacal and oral-pharyngeal swabs obtained from hunter-shot birds on Susitna Flats State Game Refuge, September 2008.  Priority species are bolded. BAGO: Barrows Goldeneye 1 0 0 0 0 CAGO: Canada Goose 1 0 0 0 0 CANV: Canvasback 2 0 0 0 0 GADW: Gadwall 1 0 0 0 0 MALL: Mallard 39 7 6 0.179 0.152 NOPI: Northern Pintail 42 3 3 0.071 0.071 NSHO: Northern Shoveler 22 2 3 0.091 0.136 SACR: Sandhill Crane 3 0 0 0 0 Grand Total 149 13 13 Izembek NWR:  A total of 469 AI samples was obtained from Cold Bay during September and October (Table 88).  Of those, eight of the pooled and cloacal samples collected from Northern Pintails tested positive for avian influenza.  This represents a prevalence of 7.8% for avian influenza in the Northern Pintail samples that were analyzed from Izembek NWR fall hunter harvest samples.  None of the 8 samples were H5 or N1 positive.  Table  88.  Avian influenza results for cloacal and oral-pharyngeal swabs obtained from hunter-shot birds on Izembeck National Wildlife Refuge, September 2008.  Priority species are bolded. BLBR: Black Brant 309 0 0 0 0 GADW: Gadwall 1 0 0 0 0 GWTE: Green-winged Teal 38 5 5 0.131 0.131 MALL: Mallard 16 1 1 0.062 0.062 NOPI: Northern Pintail 103 8 8 0.078 0.078 SNGO: Lesser Snow Goose 2 0 0 0 0  There were no morbidity or mortality events in Alaska in 2008.  In total, 25 carcasses were sent to the NWHC for necropsy and HPAI testing.  None of these birds were positive for avian influenza.  Alaska Interagency HPAI Bird Surveillance Working Group.  2006.  Sampling protocol for highly pathogenic Asian H5N1 Asian influenza in migratory birds in Alaska. Interagency planning report, Anchorage, AK.  (http://alaska.usgs.gov)  Alaska Shorebird Group.  2000.  A Conservation Plan for Alaska Shorebirds. Unpublished report, Alaska Shorebird Group.  Available through U.S. Fish and Wildlife Service, Migratory Bird Management, Anchorage, Alaska: 47 pp.  Armstrong, R.H. 1995. Guide to the Birds of Alaska. Alaska Northwest Books, 4th Ed., Anchorage, Alaska.  Andres, B. A.  1994.  Coastal zone use by postbreeding shorebirds in Northern Alaska. Journal of Wildlife Management 58:206213.  ASIS. 2006. Alaska seabird information Series, Glaucous-winged Gull.  2006. U.S. Fish and Wildlife Service, Migratory Bird Mgmt Rep., U.S. Fish and Wildlife Service, Anchorage, Alaska.  Badyaev, A. V., B. Kessel, and D. D. Gibson. 1998. Yellow Wagtail (Motacilla flava). In The Birds of North America, No. 382 (A. Poole and F. Gill, eds.).  The Birds of North America, Inc., Philadelphia, PA.  Bamford, M., D. Watkins, W. Bancroft, and G. Tischler.  2006.  Migratory shorebirds of the East Asian-Australasian Flyway: population estimates and important sites. Wetlands International Wader Studies 22. (Wetlands International: Wageningen, The Netherlands).  Barter, M. A.  2002.  Shorebirds of the Yellow Sea: Importance, threats, and conservation status. Wetlands International Global Series 9, International Wader Studies 12, Canberra, Australia.  Battley, P. F.  1997.  The northward migration of arctic waders in New Zealand: departure behaviour, timing, and possible migration routes of Red Knots and Bar- tailed Godwits from Farewell Spit, north-west Nelson.  Emu 97:108120.  Bowman, T. D., R. A. Stehn, and K. T. Scribner.  2004.  Glaucous Gull predation of goslings on the Yukon-Kuskokwim Delta, Alaska.  Condor 106: 288-298.  Brown, S., C. Hickey, B. Harrington, and R. Gill, eds.  2001.  The U.S. Shorebird Conservation Plan, 2nd ed. Manomet Center for Conservation Sciences, Manomet, MA.  Chen, H., G. J. D. Smith, S. Y. Zhang, K. Qin, J. Wang, K. S. Li, R. G. Webster, J. S. M. Peiris, and Y. Guan.  2005.  H5N1 virus outbreak in migratory waterfowl.  Nature 436:191-192.  Chen, H., G. J. D. Smith, K. S. Li, J. Wang, X. F. Fan, J. M. Rayner, D. Vijaykrishna, J. X. Zhang, L. J. Zhang, C. T. Guo, C. L. Cheung, K. M. Xu, L. Duan, K. Huang, K. Qin, Y. H. C. Leung, W. L. Wu, H. R. Lu, Y. Chen, N. S. Xia, T. S. P. Naipospos, K. Y. Yuen, S. S. Hassan, S. Bahri, T. D. Nguyen, R. G. Webster, J. S. M. Peiris, and Y. Guan.  2006.  Establishment of multiple sublineages of H5N1 influenza virus in Asia: implications for pandemic control. Proceedings of the National Academy of Science, www.pnas.org/cgi/doi/10.1073/pnas.0511120103.  Connors, P.G., J.P. Myers, and F.A. Pitelka.  1979.  Seasonal habitat use by arctic Alaskan shorebirds. Studies in Avian Biology 1:307-315.   Dau, C. P. and J. E. Sarvis.  2002.  Tundra Swans of the lower Alaska Peninsula: Differences in migratory behavior and productivity.  Waterbirds 25 (Special Publication 1):241-249.  Dau, C. P., P. L. Flint and M. R. Petersen.  2000.  Distribution of recoveries of Stellers Eiders banded on the lower Alaska Peninsula, Alaska.  Journal of Field Ornithology 71:543-550.  Dementev, G. P. and N. A. Gladkov, eds. 1967. Birds of the Soviet Union. Israel Program for Scientific Translations, Jerusalem.  Derksen, D.V., K. S. Bollinger, D. H. Ward, J. S. Sedinger, and Y. Miyabayashi.  1996. Black brant from Alaska staging and wintering in Japan.  Condor 98:653-657.  DeSante, D. F., J. F. Saracco, D. R. OGrady, K. M. Burton, and B. L. Walker.  2004. Some methodological considerations of the Monitoring Avian Productivity and Survivorship Program.  In: Monitoring Bird Populations Using Mist Nets (C. J. Ralph and E. H. Dunn, Editors).  Studies in Avian Biology 29:28-45.  Eisenhauer, D. I., and C. M. Kirkpatrick.  1977.  Ecology of the emperor geese in Alaska. Wildlife Monographs 57:1-62.  Ely, C. R., D. Douglas, A. Fowler, C. Babcock, D. V. Derksen, and J.Y. Takekawa. 1998. Migration behavior of Tundra Swans from the Yukon-Kuskokwim Delta, Alaska. Wilson Bulletin 109:679-692.  Ely, C. R., Takekawa, J. Y., and M. L. Wege.  1993.  Distribution, abundance, and productivity of Wrangel Island Lesser Snow Geese Anser caerulescens during autumn migration on the Yukon-Kuskokwim Delta, Alaska. Wildfowl 44:24-32.  Engelmoer, M., and C. Roselaar.  1998.  Geographical variation in waders.  Kluwer Academic Publishers, Dordrecht, The Netherlands.  Fischer, J. B, R. A. Stehn, T. D. Bowman, and G. Walters. 2005. Nest population size and potential production of geese and spectacled eiders on the Yukon-Kuskokwim Delta, Alaska, 2005. US Fish and Wildlife Service report, Anchorage, AK, 28pp.  Gilbert, M., X. Xiao, J. Domenech, J. Lubroth, V. Martin, and J. Slingenbergh. 2006. Anatidae migration in the Western Palearctic and spread of highly pathogenic avian influenza H5N1 virus.  Emerging Infectious Diseases 12:1650-1656.  Gilchrist, H. G. 2001. Glaucous Gull (Larus hyperboreus). In The Birds of North America, No. 573 (A. Poole and F. Gill, eds.).  The Birds of North America, Inc., Philadelphia, PA.  Gill R. E., Jr., and C. M. Handel.  1990.  The importance of subarctic intertidal habitats to shorebirds: a study of the central Yukon-Kuskokwim Delta, Alaska.  Condor 92:702725.  Gill, R. E., Jr., and C. M. Handel.  1981.  Shorebirds of the eastern Bering Sea, p. 719 738.  In D. W. Hood and J. A. Calder (eds.) The eastern Bering Sea shelf: Oceanography and resources. Vol. 2. Univ. of Washington Press, Seattle.  Gill, R. E., Jr., T. Piersma, G. Hufford, R. Servranckx, and A. Riegen.  2005.  Crossing the ultimate ecological barrier: evidence for an 11,000-km-long nonstop flight from Alaska to New Zealand and eastern Australia by Bar-tailed Godwits. Condor 107:120.  Gill, R. E., P. S. Tomkovich, and B. J. McCaffery.  2002.  Rock Sandpiper (Calidris ptilocnemis).  In The Birds of North America, No. 686 (A. Poole and F. Gill, eds.).  The Birds of  North America, Inc., Philadelphia, PA.   Goudie, R. I., G. J. Robertson, and A. Reed. 2000. Common Eider (Somateria mollissima). In The Birds of North America, No. 546 (A. Poole and F. Gill, eds.). The Birds of North America, Inc., Philadelphia, PA.  Harrison, P. 1983. Seabirds, an identification guide. Houghton Mifflin, Boston. Higgins, P. J., and S. J. J. F. Davies (eds.).  1996.  Handbook of Australian, New Zealand  and Antarctic birds.  Volume 3: Snipe to Pigeons.  Oxford University Press, Melbourne.  Holmes, R.T., and F.A. Pitelka.  1998.  Pectoral Sandpiper (Calidris melanotos). In The Birds of North America, No. 348 (A. Poole, and F. Gill, eds.). The Birds of North America, Inc., Philadelphia, PA.  Interagency Working Group.  2006.  An early detection system for highly pathogenic H5N1 avian influenza in wild migratory birds.  U.S. Interagency Strategic Plan. Washington, D.C.  (http://alaska.usgs.gov)  Ip, S. Hon, P.L. Flint, C. Franson, R.J. Dusek, D.V. Derksen, R.E. Gill, Jr., C.R. Ely, J.M. Pearce, R.B. Lanctot, S.M. Matsuoka, D.B. Irons, J.B. Fischer, R.M. Oates, M.R. Petersen, T.F. Fondell, D.A. Rocque, J.c. Pedersen, and T.C. Rothe. 2008. Prevalence of Influenza A viruses in wild migratory birds in Alaska: patterns of variation in detection at a crossroads of intercontinental flyways. Virology Journal 5:71 doi:10.1186/1743-422X-5-71.  Indiana, USA.  Johnson, J., T. McKinnon, and B. Andres. 2005. Summary Report:  Autumn Migration at the Colville River Delta: Arctic Coastal Plain, Alaska, 25 July23 August 2005. Unpubl. Report by U.S. Fish and Wildlife Service.  Johnson, O. W., and P. G. Connors.  1996.  Pacific Golden-Plover (Pluvialis fulva).  In The Birds of North America, No. 202 (A. Poole and F. Gill, eds.).  The Birds of North America, Inc., Philadelphia, PA.  Johnson, O. W., C. D. Adler, L. A. Ayres, M. A. Bishop, J. E. Doster, P. M. Johnson, R. J. Kienholz and S. E. Savage.  2004.  Radio-tagged Pacific Golden-Plovers: Further insight concerning the Hawaii-Alaska migratory link.  Wilson Bulletin 116: 158162.  Kear, J., ed. 2005. Ducks, Geese, and Swans, Vol 2. Oxford University Press, Oxford. Kertell, K.  1991.  Disappearance of the Steller's Eider from the Yukon-Kuskokwim  Delta, Alaska.  Arctic 44:177-187. Kilpatrick, A.M., A.A. Chmura, D.W. Gibbons, R.C. Fleischer, P.P. Marra, and P.  Daszak. 2006. Predicting the global spread of H5N1 avian influenza. Proceedings of the National Academy of Sciences 103:19368-19373.  King, J. G. and J. I. Hodges. 1979. A preliminary analysis of goose banding on Alaskas arctic slope.  Pages 176-188 in R.L. Jarvis and J. C. Bartonek (eds). Management and Biology of Pacific Flyway Geese. Oregon State University Bookstores, Corvallis.  Koehler, A.V., J.M. Pearce, J.M., P.L. Flint, P.L., J.C. Franson, and H.S. Ip.  2008. Genetic evidence of intercontinental movement of avian influenza in a migratory bird: the northern pintail (Anas acuta).  Molecular Ecology 17: 4754-4762.  Lanctot, R.B. and C.D. Laredo.  1994.  Buff-breasted Sandpiper (Tryngites subruficollis). In The Birds of North America, No. 91 (A. Poole and F. Gill, eds.).  The Birds of North America, Inc., Philadelphia, PA.  Limpert, R. J. and S. L. Earnst. 1994. Tundra Swan (Cygnus columbianus). In The Birds of North America, No. 89 (A. Poole and F. Gill, eds.).  The Birds of North America, Inc., Philadelphia, PA.  Limpert, R. J., W. J. Sladen, and H. A. Allen, Jr.  1991.  Winter distribution of Tundra Swans  Cygnus columbianus columbianus breeding in Alaska and western Canadain Arctic. Wildfowl Suppl. No.1:78-83.  Martin, P. D., and C. S. Moitoret.  1981.  Bird populations and habitat use, Canning River Delta, Alaska.  Report to Arctic National Wildlife Refuge by Alaska Cooperative Wildlife Research Unit and Dept of Biological Sciences, University of Alaska Fairbanks.  McCaffery, B., and R. Gill.  2001.  Bar-tailed Godwit (Limosa lapponica). In The Birds of North America, No. 581 (A. Poole and F. Gill, eds.).  The Birds of North America, Inc., Philadelphia, PA.  Muzaffar, S.B., R.C. Ydenberg, and I.L. Jones. 2006. Avian influenza: an ecological and evolutionary perspective for waterbird scientists.  Waterbirds 29:243-257.  Normile, D.  2005.  Avian influenza: are wild birds to blame?  Science 310:426-428. Norton, D. W.  1971.  Two Soviet recoveries of Dunlins banded at Point Barrow, Alaska.  Auk 88:927. Paige, A.W. and R.J. Wolfe.  1998.  The subsistence harvest of migratory birds in Alaska  1996 update.  Final Draft Report.  Alaska Dept. Fish and Game, Div. of Subsistence, Juneau.  Petersen, M. R., J. B. Grand, and C. P. Dau.  2000.  Spectacled Eider (Somateria fischeri). In The birds of North America, No. 547 (A. Poole and F. Gill, eds.). The Birds of North America, Inc., Philadelphia, PA.  Petersen, M. R., W. W. Larned, and D. C. Douglas.  1999.   At-sea distribution of spectacled eiders (Somateria fischeri): a 120 year-old mystery resolved.  Auk 116:1009-1020.  Petersen, M.R., J.A. Schmutz, and R.F. Rockwell.  1994.  Emperor goose (Chen canagica). In The birds of North America, No. 97 (A. Poole and F. Gill, eds.). The Birds of North America, Inc., Philadelphia, PA.  Suydam, R. 2000. King Eider (Somateria spectabilis). In The birds of North America, No. 491 (A. Poole and F. Gill, eds.).  The Birds of North America, Inc., Philadelphia, PA.  Tacha, T. C., S. A. Nesbitt, and P. A. Vohs.  1994.  Sandhill Crane. Pp. 77-94 In Migratory Shore and Upland Game Bird Management in North America. Allen Press, Lawrence, Kansas.  Takekawa, J. Y., and N. Warnock.  2000.  Long-billed Dowitcher (Limnodromus scolopaceus).  In The Birds of North America, No. 493 (A. Poole and F. Gill, eds.).  The Birds of North America, Inc., Philadelphia, PA.  Taylor, A. R., A. N. Powell and R. B. Lanctot.  In press.  Pre-migratory movements and physiology of shorebirds staging on Alaskas North Slope.  OCS Study MMS 2006-xxx, Annual Report No. 11, Federal Fiscal Year 2005, pages xxx-xxx.  Thompson, M. C.  1974.  Migratory patterns of ruddy turnstones in the central Pacific region.  Living Bird 12:523.  Troy Ecological Research Associates. 2004. Movements of Glaucous Gull Trapped at the Barrow Landfill. Results from a 2003 Pilot Study. Troy Ecological Research Associates, Anchorage, Alaska.  Troy, D.M. and J.K. Wickliffe.  1990.  Trends in bird use of the Pt. McIntyre Reference Area 1981-1989.Unpubl. report by Troy Ecological Research Associates for BP Exploration (Alaska) Inc.  U.S. Fish and Wildlife Service.  2006. Beringian Seabird Colony Catalog -- computer database and Colony Status Record archives.  U.S. Fish and Wildlife Service, Migratory Bird Management, Anchorage, Alaska.  Van Borm, S., I. Thomas, G. Hanquet, B. Lambrecht, M. Boschmans, G. Dupont, M. Decaestecker, R. Snacken, and T. van den Berg. 2005. Highly pathogenic H5N1 influenza virus in smuggled Thai eagles, Belgium. Emerging Infectious Diseases 11:702-705.  Ward, D. H., D. V. Derksen, S. P. Kharitonov, M. Stishov, and V. Baranyuk. 1993. Status of Pacific black brant Branta bernicla on Wrangel Island, Russian Federation. Wildfowl 44:39-48.  Warnock, N. D. and R. E. Gill, Jr.  1996.  Dunlin (Calidris alpina).  In The Birds of North America, No. 203 (A. Poole and F. Gill, eds.).  The Birds of North America, Inc., Philadelphia, PA.  Webster, R.G. and E. Govorkova. 2006. H5N1 Influenzacontinuing evolution and spread.  New England Journal of Medicine 355:2174-2177.  Wetlands International.  2002.  Waterbird population estimatesThird Edition.  Wetlands International Global Series No. 12, Wageningen, The Netherlands.  Wetlands InternationalOceania. 2004. Science Action Plan for the Dunlin Calidris alpina in the East Asian-Australasian Flyway.  Unpubl. report by Wetlands InternationalOceania.  Wilson, J. R, and M. A. Barter.  1998.  Identification of potentially important staging areas of \"long jump\" migration waders in the east Asian-Australasian flyway during northward migration.  Stilt 32:1627.  Wolfe, R.J., A.W. Paige, and C.L. Scott.  1990.  The subsistence harvest of migratory birds in Alaska.  Div. of Subsistence, Tech. Paper No. 197.  Alaska Dept. Fish and Game, Juneau.  World Health Organization.  2006.  Avian Influenza  situation (birds) in Nigeria. Epidemic and Pandemic Alert and Response, Disease Outbreak News, 8 February 2006. Stellers Eider (Polysticta stelleri) Jeff Wasley, USGS ASC 6 Northern Pintail (Anas acuta) Donna Dewhurst, USFWS 11 Lesser Snow Goose (Chen caerulescens caerulescens) Jim Duncan 16 Lesser Snow Goose Helicopter Drive Robert Suydam, NSB 17 Lesser Snow Geese Group Robert Suydam, NSB 17 Emperor Goose (Chen canagica) Yvette Gillies, USGS ASC 19 Spectacled Eider (Somateria fischeri) Laura L Whitehouse, USFWS 24 Spectacled Eider with PPT Matthew Sexson, USGS ASC 26 Black Brant (Branta bernicla nigricans) Tim Bowman, USFWS 28 Black Brant and rifles  Tim Bowman, USFWS 31 Black Brant Female on Nest  Patrick Lemons, USGS ASC 32 Black Brant Drive  Patrick Lemons, USGS ASC 32 Lesser Sandhill Crane (Grus canadensis canadensis)  Jorge Valenzuela 34 Tundra Swan (Cygnus columbianus) Jeff Wasley, USGS ASC 36 Tundra Swan with Neck Band Dejan Stojanovic 41 Tundra Swan with Native AlaskanVolunteer Dejan Stojanovic 41 Long-tailed Ducks (Clangus hyemalis) Craig Ely, USGS ASC 43 Long-tailed Duck  Jeff Wasley, USGS ASC 43 Pacific Common Eider (Somateria mollissima v-nigrum)  Jeff Wasley, USGS ASC  45 Pacific Common Eider on nest Tim Bowman, USFWS 48 Pacific Common Eider Nest Search Jeff Williams, USFWS 48 Dunlin  Robert E. Gill, Jr., USGS ASC 57 Sharp-tailed Sandpiper (Calidris acuminate) Jesse Conklin, USGS ASC 59 Sharp-tailed Sandpiper  Robert E. Gill, Jr., USGS ASC 60 Bar-tailed Godwit (Limosa lapponica) Robert E. Gill, Jr., USGS ASC 62 Ruddy Turnstone (Arenaria i. interpres) Tim Bowman, USFWS 66 Ruddy Turnstone  Tim Bowman, USFWS 67 Pectoral Sandpiper (Calidria melanotos) Ian Merrill 69 Pectoral Sandpiper Dan Ruthrauff, USGS ASC  72 Red Knot (Calidris canutus rogersi &amp; roselaari) Jan van de Kam 74 Red Knot   Robert E. Gill, Jr., USGS ASC 74 Long-billed Dowitcher (Limnodromus scolopaceus) Tim Bowman, USFWS 75 Long-billed Dowitcher  Tim Bowman, USFWS 77 Rock Sandpiper (Calidris ptilocnemis tschuktschorum) Tim Bowman, USFWS 79 Rock Sandpiper   Donna Dewhurst, USFWS 80 Pacific Golden-Plover (Pluvialis fulva) O. W. Johnson 82 Pacific Golden-Plover with leg bands O. W. Johnson 83 Buff-breasted Sandpiper (Trvngites subruficollis) Craig Ely, USGS ASC 85 Glaucous Gull Chick Torrey Edell, USFWS 89 Sampling waterfowl with Native Alaskan volunteers Craig Ely, USGS ASC 93 Bar-tailed Godwits Jan van de Kam  Front Cover Taxon: Lesser Snow Goose (Chen caerulescens caerulescens)   Taxon:  Lesser Sandhill Crane (Grus canadensis canadensis) Figure 8.  Sampling locations for Lesser Sandhill Cranes in Alaska, 2008.  For specific location names see key following map.  A total of 78 samples was collected through spring subsistence and fall hunter harvested birds. Note: No live sampling of this species occurred (spring subsistence = blue dots and fall hunter harvested birds = yellow dots).  Taxon:  Tundra Swan (Cygnus columbianus)  Taxon:  Long-tailed Ducks (Clangula hyemalis) Figure 10.  Sampling locations for Long-tailed Ducks in Alaska, 2008.  For specific location names see key following map.  A total of 31 samples were collected through spring subsistence harvested birds.  Note: No live sampling of this species occurred.  Taxon:  Pacific Common Eider (Somateria mollissima v-nigrum)     Taxon:  Red Knot (Calidris canutus rogersi &amp; roselaari) Figure 18.  Live bird sampling locations for Long-billed Dowitchers in Alaska, 2008.  For specific location names see key following map.     "
    }
}