{
    "TTR": {
        "Extracted text": " Data contained in this report are preliminary and subject to change. Please obtain permission prior to citation.  To give credit to authors, please cite the section within this report as a chapter in a book.  Below is an example:  Cain, S.  2014.  Grand Teton National Park recreational use.  Page 46 in F.T. van Manen, M.A. Haroldson, K. West, and S.C. Soileau, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2013.  U.S. Geological Survey, Bozeman, Montana, USA.  Cover photo:  Female grizzly with cub of the year along the Snake River, WY, 2014.  Photo courtesy of Keith Crowley.  Content correction made 8/21/2014:  A correction pertaining to recurring conflicts on livestock grazing allotments was made to Table 2 on page 84 of this report.  Corrected figures supersede those of earlier versions.   Idaho Department of Fish and Game Eastern Shoshone and Northern Arapaho Tribal Fish and Game Department  Edited by Frank T. van Manen, Mark A. Haroldson, Karrie West, and Suzanna C. Soileau  U.S. Department of the Interior Table of Contents  Introduction  .......................................................................................................................................................  1 This Report .............................................................................................................................................  1 Food Synthesis Project...........................................................................................................................   1 Population and Habitat Monitoring........................................................................................................  1 History and Purpose of the IGBST ........................................................................................................  3 Previous Research ..................................................................................................................................  3  Bear Monitoring and Population Trend .............................................................................................................  5 Marked Animals .....................................................................................................................................  5 Estimating Number of Females with Cubs-of-the-Year.........................................................................  12 Occupancy of Bear Management Units by Females with Young ..........................................................  22 Observation Flights ................................................................................................................................  23 Telemetry Relocation Flights .................................................................................................................  26 Estimating Sustainability of Annual Grizzly Bear Mortalities ..............................................................  27  Key Foods Monitoring .......................................................................................................................................  32 Spring Ungulate Availability and Use by Grizzly Bears in Yellowstone National Park ........................  32 Spawning Cutthroat Trout ......................................................................................................................  36 Grizzly Bear Use of Insect Aggregation Sites Documented from Aerial Telemetry and Observations ....................................................................................................................................  40 Whitebark Pine Cone Production ...........................................................................................................  44 Habitat Monitoring .............................................................................................................................................  46 Grand Teton National Park Recreational Use ........................................................................................  46 Yellowstone National Park Recreational Use ........................................................................................  47 Trends in Elk Hunter Numbers within the Grizzly Bear Recovery Zone Plus the 10-mile Perimeter Area ............................................................................................................  49  Grizzly Bear-Human Conflicts in the Greater Yellowstone Ecosystem.............................................................  50 Grizzly Bear-Human Conflicts in Grand Teton National Park ..............................................................  50 Grizzly Bear-Human Conflicts in Yellowstone National Park ...............................................................  51 Grizzly Bear-Human Conflicts in Idaho ................................................................................................  56 Grizzly Bear-Human Conflicts in Montana ...........................................................................................  57 Grizzly Bear-Human Conflicts in Wyoming ..........................................................................................  60 Grizzly Bear-Human Conflicts on the Wind River Reservation ............................................................  65 Grizzly Bear-Human Interactions in Yellowstone National Park ..........................................................  66  Literature Cited ..................................................................................................................................................  71  Appendix A:  2013 Grizzly Bear Annual Habitat Monitoring Report ...................................................... 78  Appendix B:  Monitoring Whitebark Pine in the Greater Yellowstone Ecoregion: 2012 Annual Report Summary ...........................................................................................................................  98  Appendix C: 2013 Wyoming Bear Wise Community Project Update...............................................................   99 This Annual Report summarizes results of grizzly bear (Ursus arctos) monitoring and research conducted in the Greater Yellowstone Ecosystem (GYE) by the Interagency Grizzly Bear Study Team (IGBST) during 2013. The report also contains a summary of nuisance grizzly bear management actions. This was a demanding but productive year for IGBST.  An important accomplishment was the completion of a multi-faceted research project that culminated in a December 2013 report titled Response of Yellowstone grizzly bears to changes in food resources:  a synthesis.  In the spring of 2012, the Interagency Grizzly Bear Committee (IGBC) and its Yellowstone Ecosystem Subcommittee (YES) tasked the IGBST to provide a comprehensive synthesis of the current state of knowledge regarding whitebark pine (Pinus albicaulis) decline and individual and population-level responses of grizzly bears to changing food resources in the GYE.  This task came forth from a November 2011 decision by the U.S. Court of Appeals for the 9th Circuit (Greater Yellowstone Coalition v. State of Wyoming, No. 09-36100 [9th Cir. 2011]), which upheld a 2009 lower court decision based on potential impacts of whitebark pine decline on grizzly bears and vacated the 2007 delisting rule (U.S. Fish and Wildlife Service [USFWS] 2007a). We started this research effort in summer of 2012 to develop a comprehensive understanding of the relationships between grizzly bear population dynamics and food resources in the GYE.  Although the decline of whitebark pine was an important impetus for this work, the GYE is a dynamic landscape and changes in other food sources have occurred as well.  Therefore, we focused our research on the influence of changing food resources in general on the GYE grizzly bear population.  We also assessed  how changing food resources may affect the influence of anthropogenic factors, such as mortality, and to what degree density-dependent factors may play a role in the changing population demographics we have observed.  In essence, we investigated the ecological plasticity of grizzly bears in the GYE in light of extrinsic (changing food resources) and intrinsic (population density) processes.  Besides an exhaustive synthesis of the status and trend of whitebark pine, this project revolved around 8 integrated research questions.  This approach strengthened our inference by exploring different types of responses, ranging from the individual to population level:  1) diet diversity; 2) grizzly bear selection of whitebark pine habitat; 3) body condition; 4) animal matter as alternative food sources; 5) changes in movements and home ranges; 6) changing mortality risk due to changing food resources; 7) home-range size as an indicator of density versus resource effects; and 8) relationships between changing vital rates, resource changes, and density dependence.  We were fortunate to have comprehensive databases in place to support these new analyses, an important benefit of a committed investment into the long-term grizzly bear research and monitoring program.  The findings of this research project are presented in the aforementioned report available from the IGBST website:  http:// nrmsc.usgs.gov/research/igbst/GBFSR_Refs. So far, this research project has resulted in 5 articles in peer-reviewed journals (Schwartz et al. 2014, Bjornlie et al. 2014b, Costello et al. 2014, Gunther et al. 2014, Schwartz et al. 2014b), 2 agency reports (Greater Yellowstone Whitebark Pine Monitoring Working Group 2014a, Mahalovich 2013), and approximately 20 presentations for various audiences.  We continue to closely monitor population trend of grizzly bears in the GYE and investigate potential improvements to our population estimation techniques.  To that regard, we evaluated a critique of IGBSTs population monitoring that was published in the journal Conservation Letters by Daniel Doak (University of Colorado) and Kerry Cutler (University of California-Berkeley; Doak and Cutler 2013).  We published a response in the same journal in February 2014 and focused on the premise, implementation, and interpretation of simulations Doak and Cutler (2013) used to support their arguments (van Manen et al. 2014).  The critique of Doak and Cutler focused on 2 claims.  Using simulations, they first claimed that increases in grizzly bear population estimates from 1983 to 2001 can be attributed to factors other than actual increases in population size, primarily increased observation effort and sightability of female grizzly bears with cubs-of-the-year (FCOY).  However, we demonstrated that their simulations were not reflective of the true observation process nor did their results provide statistical support for their conclusions. They further argued that survival and reproductive senescence should be incorporated into population projections, but we showed their choice of extreme mortality risk beyond age 20 and incompatible baseline fecundity led to erroneous conclusions.  The conclusions of Doak and Cutler (2013) were not supported by empirical data and were unsubstantiated when placed within the context of a thorough understanding of the data, study system, and previous research findings and publications. We continue to follow monitoring protocols established under the Revised Demographic Recovery Criteria (USFWS 2007b) and the demographic monitoring section of the Final Conservation Strategy for the Grizzly Bear in the Greater Yellowstone Area (USFWS 2007c).  However, during 2011, results of our trend analysis for unduplicated FCOY indicated the trajectory for this annual estimate was changing (Haroldson 2012).  This result triggered a demographic review (IGBST 2012). We found that several grizzly bear vital rates had changed since the early 2000s, and, consequently, the rate of population growth had slowed.  These changes in vital rates and the resulting changes in population estimates they produced were presented during the YES Spring 2012 meeting (1819 Apr 2012, http://www.igbconline. org/images/pdf/YES-Spring-2012-Meeting-Minutes- FINAL.pdf).  Also at that meeting, the subcommittee approved a motion to change the boundary for including observations of FCOY for population estimation, and counting mortalities against annual mortality limits to a modified version of the USFWS Suitable Habitat Boundary, henceforth referred to as the Demographic Monitoring Area or DMA (see Figure 2 Estimating Number of Females with Cubs- of-the-Year, Chao2 section in this report).  Formal adoption of these changes in protocols (USFWS 2013) is pending USFWS assessment of public comment. In this report we present our 2013 findings for counts  of FCOY, the population estimate derived from that estimate, and results of annual mortality limits using both the previous (USFWS 2007b) and updated protocols (USFWS 2013). We continue research to develop further a mark-resight estimator for numbers of FCOY (Higgs et al. 2013; see Estimating Number of Females with Cubs-of-the-Year, Mark-Resight).  Our current effort is directed towards incorporating sightings of marked and unmarked females with yearlings seen during observation flights into the estimating procedure. We anticipate that increasing the sample sizes in the estimation process by including female with yearlings will increase precision in the estimate for the combined numbers of females with cubs-of-the- year or yearlings (i.e., females with dependent young) over that of the FCOY-only estimate.  If precision in the combined estimate is indeed increased, additional work will be needed to derive an overall population estimate based on the proportion of the population represented by the segment of females with dependent young. Although monitoring requirements under the Conservation Strategy (USFWS 2007b) do not apply since the GYE grizzly bear population was relisted, the U.S. Forest Service continues to report on items identified in the Conservation Strategy including changes in secure habitat, livestock allotments, and developed sites from the 1998 baseline levels in each Bear Management Unit (BMU) subunit.  This year, the 6th report detailing this monitoring program is provided by documenting:  1) changes in secure habitat, open motorized access route density, and total motorized route density inside the Primary Conservation Area (PCA); 2) changes in number and capacity of developed sites inside the PCA; and 3) changes in number of commercial livestock allotments, changes in the number of permitted domestic sheep animal months inside the PCA, and livestock allotments with grizzly bear conflicts during the last 5 years (Appendix A). Habitat monitoring includes documenting the abundance of 4 major foods throughout the GYE including winter ungulate carcasses, cutthroat trout (Oncorhynchus clarkii) spawning numbers, bear use of army cutworm moth (Euxoa auxiliaris) sites, and whitebark pine cone production.  These protocols have been monitored and reported by the IGBST for several years and are reported here.  Additionally, we continued monitoring the health of whitebark pine in the ecosystem in cooperation with the Greater Yellowstone Whitebark Pine Monitoring Working Group.  A summary of 2013 monitoring is presented in Appendix B. The protocol has been modified to document mortality rate in whitebark pine from all causes, including mountain pine beetle (Dendroctonus ponderosae). The annual reports of the IGBST summarize annual data collection. Because additional information may be obtained after publication, data summaries are subject to change. For that reason, data analyses and summaries presented in this report supersede all previously published data.  Descriptions of the study area and sampling techniques are reported by Blanchard (1985), Mattson et al. (1991a), and Haroldson et al. (1998).  History and Purpose of the IGBST  It was recognized as early as 1973 that a better understanding of the dynamics of grizzly bears in the GYE would best be accomplished by a centralized research group responsible for collecting, managing, analyzing, and distributing information.  To meet this need, agencies formed the IGBST, a cooperative effort among the U.S. Geological Survey, National Park Service, U.S. Forest Service, U.S. Fish and Wildlife Service, and the state wildlife agencies of Idaho, Montana, and Wyoming. The Eastern Shoshone and Northern Arapaho Tribes formally joined the study team in 2009.  Responsibilities of the IGBST are to: (1) conduct short- and long-term research projects addressing information needs for bear management; (2) monitor the bear population, including status and trend, numbers, reproduction, and mortality; (3) monitor grizzly bear habitats, foods, and impacts of humans; and (4) provide technical support to agencies and other groups responsible for the immediate and long-term management of grizzly bears in the GYE. Additional details can be obtained at our web site (http://www.nrmsc.usgs.gov/research/igbst-home. htm). Quantitative data on grizzly bear abundance, distribution, survival, mortality, nuisance activity, and bear foods are critical to formulating management strategies and decisions.  Moreover, this information is necessary to evaluate the recovery process. The IGBST coordinates data collection and analysis on an ecosystem scale, prevents duplication of effort, and pools limited economic and personnel resources.  Some of the earliest research on grizzlies within Yellowstone National Park was conducted by John and Frank Craighead. Their book, The Grizzly Bears of Yellowstone provides a detailed summary of this early research (Craighead et al. 1995). With the closing of open-pit garbage dumps and cessation of the ungulate reduction program in Yellowstone National Park in 1967, bear demographics (Knight and Eberhardt 1985), food habits (Mattson et al. 1991a), and growth patterns (Blanchard 1987) for grizzly bears changed.  Since 1975, the IGBST has produced annual reports and numerous scientific publications (for a complete list visit http://www.nrmsc.usgs.gov/ research/igbst-home.htm) summarizing monitoring and research efforts within the GYE. As a result, we now know much about the historic distribution of grizzly bears within the GYE (Basile 1982, Blanchard et al. 1992), movement patterns (Blanchard and Knight 1991), food habits (Mattson et al. 1991a), habitat use (Knight et al. 1984), and population dynamics (Knight and Eberhardt 1985, Eberhardt et al. 1994, Eberhardt 1995, Schwartz et al. 2006). Nevertheless, monitoring and updating continues so that status can be reevaluated annually.  For example, Bjornlie et al.s (2014a) update of occupied grizzly bear range documented 38% range expansion from 2004 to 2010 (50,280 km2). This report truly represents a study team approach. Many individuals contributed either directly or indirectly to its preparation. To that end, we have identified author(s). We also wish to thank the following individuals for their contributions to data collection, analysis, and other phases of IGBST research; USGS:  M. Ebinger, C. Hockenbary, K. Orozco, T. Ritter, C. Whitman; NPS:  D. Bergum, A. Bowersock, A. Bramblett, L. Brunton, S. Consolo Murphy, S. Dewey, S. Gunther, B. Helms, E. Johnston, R. Kidermann, K. Larsen, A. May, K. McCoy, J. McCurdy, J. Mohr, J. Nicholson, J. Pike, K. Powell, L. Quall, K. Salapek, D. Stahler, C. Tedder, A. Trnka, B. Whitman; MTFWP:  N. Anderson, A. Beyer, J. Cunningham, K. Loveless, A. Nelson, J. Ramsey, J. Smolczynski, S. Stewart, J. Williams; MSU:  S. Cherry, M. Higgs; WGFD:  C. Atkinson, B. Baker, D. Brimeyer, B. Brown, M. Bruscino, C. Clark, D. Clause, N. Converse, D. Ditolla, L. Ellsbury, G. Fralick, P. Gerrity, C. Hansen, A. Johnson, J. Kraft, B. Kroger, D. Lasseter, D. Lemon, S. Lockwood,  D. McWhirter, N. Roberts, D. Thompson, B. Trebelcock; IDFG:  C. Anderson, M. Arms, P. Atwood, R. Cavallaro, B. Deranleau, T. Imthurn, G. Losinski, K. Millgate, B. Mincher, E. Mincher, J. Mincher, H. Miyasaki, B. Panting, R. Poole, A. Sorenson, J. Steihl, N. Walker; USFS: T. Fletcher, A. Pils, D. Probasco, D. Tyers; Pilots and Observers:  B. Ard, S. Ard, N. Cadwell, J. Ortman, T. Schell, D. Stinson, A. Stradley, R. Stradley; WS:  M. Foster, R. Merrell; Shoshone and Arapaho Tribes:  K. Smith, B. Snyder Jr., W. Thayer, B. Warren; USFWS:  C. Grantham, D. Farmer.  Without the collection efforts, contributions, and dedication of all these people, the information contained within this report would not be available.  Finally, a special acknowledgement and heart- felt thank you goes out to Karrie West who is retiring at the end of May 2014.  Karrie accumulated 32 years of government service, 23 of those years with IGBST. To the many people who have worked for the study team during those years she has been an invaluable resource and guide concerning the administrative details required by the government.  She has been an invaluable editor to numerous manuscripts and annual reports, and has been instrumental in maintaining our telemetry database and keeping track of our radio- marked bears.  There is an old saying concerning change in personnel that when you pull your hand out of a bucket of the water the hole does not remain. We think in Karries case that might not be true.  The hole might remain for a long time.  We wish Karrie good health and happy times in retirement.  POPULATION TREND  Table 1.  Grizzly bears captured in the Greater Yellowstone Ecosystem during 2013. Beara Sex Age Date General locationb Capture type Release siteb Agencyc  Unm Male Adult 03/23/13 Bennett Crk, PR-WY Management Removed WGFD 671 Male Adult 04/25/13 Clark's Fork River, PR-WY Management Removed WGFD 740 Male Adult 05/06/13 Sheep Crk, PR-WY Management Long Crk, SNF WGFD 549 Male Adult 05/06/13 Graybull River, PR-WY Management Removed WGFD 741 Female Subadult 05/22/13 Little Horse Crk, SNF Research On site WGFD 742 Male Subadult 05/24/13 Pat O'Hara Crk, PR-WY Management Fox Crk, SNF WGFD 743 Female Adult 05/25/13 Greybull River, PR-WY Management Wind River, SNF WGFD G189 Male Subadult 05/25/13 Greybull River, PR-WY Management Wind River, SNF WGFD G190 Female Subadult 05/25/13 Greybull River, PR-WY Management Wind River, SNF WGFD 744 Male Adult 05/26/13 Brent Crk, SNF Research On site WGFD Unm Female Adult 05/27/13 Wiggins Fork, SNF Research Mortality WGFD 407 Male Adult 05/30/13 Frontier Crk, SNF Research On site WGFD 745 Male Subadult 05/31/13 Pat O'Hara Crk, PR-WY Management Mormon Crk, SNF WGFD  07/28/13 Rand Crk, PR-WY Management Squirrel Crk, CTNF WGFD  746 Male Adult 05/31/13 Brent Crk, SNF Research On site WGFD  Marked Animals (Mark A. Haroldson and Chad Dickinson, U. S. Geological Survey, Interagency Grizzly Bear Study Team; and Daniel D. Bjornlie, Wyoming Game and Fish Department)  During the 2013 field season, we captured 65 individual grizzly bears on 88 occasions (Table 1), including 18 females (10 adults), 47 males (32 adults).  Thirty-nine individual bears were not previously marked.  The percent of previously unmarked individual grizzly bears captured annually during 19982013 has remained relatively constant, averaging 62%, although the number of individuals captured has increased (Figure 1).  This result supports the notion that grizzly bears continue to recruit into the GYE population at a relatively constant rate.  The decline in the number of individual bears captured during 2013 is due to few fall conflicts and the shutdown of the federal government during 116 October, which curtailed fall trapping efforts.  We conducted research trapping for 590 trap days (1 trap day = 1 trap set for 1 day) in the GYE. During research trapping operations we had 57 captures of 36 individual grizzly bears for a trapping success rate of 1 grizzly capture every 10.4 trap days. One additional research capture involved chemical immobilization through free-darting, for a total of 58 captures of 37 individual grizzly bears during 2013 research capture operations. There were 30 management captures of 29 individual bears in the GYE during 2013 (Tables 1 and 2), including 9 females (6 adults), and 20 males (10 adults).  Nineteen individual bears (8 females, 11 males), were relocated on 20 occasions because of conflict situations; 1 subadult male was relocated twice (Table 1).  There were 10 (2 females, 8 males) management removals.  One yearling male was a non- target capture associated with cattle depredation and was released on site. We radio-monitored 99 individual grizzly bears during the 2013 field season, including 34 adult females (Tables 2 and 3).  Forty-eight grizzly bears entered their winter dens wearing active transmitters. Two additional bears not located during the fall are considered missing (Table 3).  Since 1975, 762 individual grizzly bears have been radiomarked in the Beara Sex Age Date General locationb Capture type Release siteb Agencyc  G191 Male Subadult 05/31/13 Horse Crk, SNF Research On site WGFD G155 Male Adult 06/02/13 Horse Crk, SNF Research On site WGFD 747 Female Subadult 06/04/13 Long Crk, SNF Research On site WGFD 748 Male Subadult 06/07/13 North Fork Shoshone, SNF Management Bailey Crk, BTNF WGFD G192 Male Subadult 06/08/13 South Fork Shoshone, PR-WY Management Mormon Crk, SNF WGFD 219 Male Adult 06/10/13 Gibbon River, YNP Research On site IGBST  Bootjack Crk, CTNF Research On site IDFG/IGBST 749 Female Subadult 06/12/13 Stephens Crk, YNP Research On site IGBST 750 Male Adult 06/19/13 Raven Crk, YNP Research On site IGBST 736 Male Adult 06/19/13 Gibbon River, YNP Research On site IGBST 193 Female Adult 06/20/13 Gibbon River, YNP Research On site IGBST  06/22/13 Gibbon River, YNP Research On site IGBST 751 Male Subadult 06/21/13 Raven Crk, YNP Research On site IGBST 752 Male Subadult 06/23/13 Heifer Crk, BTNF Research On site WGFD 578 Male Adult 06/23/13 Cascade Crk, YNP Research On site IGBST  06/26/13 Cascade Crk, YNP Research On site IGBST 281 Male Adult 06/23/13 Cascade Crk, YNP Research On site IGBST  06/26/13 Cascade Crk, YNP Research On site IGBST G179 Male Subadult 06/24/13 West Red Lodge Crk, PR-MT Management Removed WS/MFWP 753 Male Subadult 06/24/13 Raven Crk, YNP Research On site IGBST 754 Male Adult 06/25/13 Strawberry Crk, BTNF Research On site WGFD 755 Female Subadult 06/25/13 Strawberry Crk, BTNF Research On site WGFD  06/27/13 Strawberry Crk, BTNF Research On site WGFD 07/04/13 Strawberry Crk, BTNF Research On site WGFD 07/05/13 Strawberry Crk, BTNF Research On site WGFD 07/11/13 Park Crk, BTNF Research On site WGFD 07/12/13 Park Crk, BTNF Research On site WGFD 07/13/13 Park Crk, BTNF Research On site WGFD 07/14/13 Park Crk, BTNF Research Devils Basin Crk, BTNF WGFD 07/17/13 Strawberry Crk, BTNF Research On site WGFD  716 Female Adult 06/30/13 Green River, BTNF Management Removed WGFD 756 Male Adult 06/30/13 Wagon Crk, BTNF Management Sunlight Crk, SNF WGFD 566 Male Adult 07/08/13 Bridge Crk, YNP Research On site IGBST 587 Male Adult 07/07/13 Green River, BTNF Management Removed WGFD 714 Female Adult 07/08/13 Wagon Crk, BTNF Management Removed WGFD 757 Female Subadult 07/10/13 Buffalo Fork, BTNF Research On site WGFD 227 Male Adult 07/18/13 Henry's Fork, CTNF Research On site IDFG/IGBST  07/23/13 Warm River, CTNF Research On site IDFG/IGBST 07/24/13 Warm River, CTNF Research On site IDFG/IGBST 07/25/13 Warm River, CTNF Research On site IDFG 08/01/13 Warm River, CTNF Research On site IDFG/IGBST 08/02/13 Warm River, CTNF Research On site IDFG/IGBST 08/16/13 Henry's Fork, CTNF Research On site IDFG/IGBST Beara Sex Age Date General locationb Capture type Release siteb Agencyc  08/18/13 Henry's Fork, CTNF Research On site IDFG/IGBST 08/19/13 Warm River, CTNF Research On site IDFG/IGBST  758 Male Adult 07/21/13 Buck Crk, GNF Research On site IGBST 759 Female Adult 07/23/13 Deadhorse Crk, GNF Research On site IGBST Unm Male Adult 07/23/13 South Fork Owl Crk, PR-WY Management Removed WGFD 653 Male Adult 07/25/13 Henry's Fork, CTNF Research On site IDFG 760 Male Subadult 07/29/13 Lizard Crk, GTNP Management South Boone Crk, CTNF GTNP 761 Male Adult 08/01/13 Eldridge Crk, GNF Research On site IGBST 762 Female Adult 08/06/13 Eldridge Crk, GNF Research On site IGBST 637 Male Adult 08/06/13 Tepee Crk, BTNF Management Mormon Crk, SNF WGFD 730 Male Adult 08/08/13 Henry's Fork, CTNF Research On site IDFG/IGBST Unm Male Subadult 08/10/13 South Fish Crk, BTNF Management On site WGFD 547 Male Adult 08/14/13 Henry's Fork, CTNF Research On site IDFG/IGBST 763 Male Adult 08/14/13 Bootjack Crk, CTNF Research On site IDFG/IGBST 379 Male Adult 08/30/13 Thorofare Crk, YNP Research On site IGBST  09/01/13 Thorofare Crk, BTNF Research On site WGFD 764 Male Adult 09/01/13 Thorofare Crk, BTNF Research On site WGFD G178 Male Subadult 09/05/13 Wind River, PR-WY Management Removed WGFD 765 Male Adult 09/10/13 Owl Crk, PR-WY Management Boone Crk, CTNF WGFD 717 Male Adult 09/14/13 Crow Crk, BTNF Management Removed WGFD 766 Male Adult 09/18/13 Jasper Crk, YNP Research On site IGBST 211 Male Adult 09/19/12 Jasper Crk, YNP Research On site IGBST 767 Female Subadult 09/23/13 East Fork Wind River, PR-WY Management Mormon Crk, SNF WGFD 768 Female Adult 09/27/13 North Fork Shoshone, PR-WY Management Fox Crk, SNF WGFD 769 Male Subadult 09/28/13 Gardner River, YNP Research On site IGBST  09/30/13 Gardner River, YNP Research On site IGBST 703 Female Adult 10/01/13 Prospect Crk, PR-WY Management Fox Crk, SNF WGFD 770 Female Adult 10/10/13 Henry's Fork, PR-ID Management Moose Crk, CTNF IDFG G193 Male Subadult 10/14/13 South Fork Shoshone, PR-WY Management Cascade Crk, CTNF WGFD 771 Female Subadult 10/09/13 Pat O'Hara Crk, PR-WY Management Moccasin Crk, BTNF WGFD aUnm = unmarked. b BTNF = Bridger-Teton National Forest, CTNF = Caribou-Targhee National Forest, GNF = Gallatin National Forest, GTNP = Grand Teton National Park, SNF = Shoshone National Forest, YNP = Yellowstone National Park, PR = private. c IDFG = Idaho Fish and Game; IGBST = Interagency Grizzly Bear Study Team, USGS; MFWP = Montana Fish, Wildlife and Park; WS = Wildlife Services; WGFD = Wyoming Game and Fish.   8 Fig. 1. Percent of previously unmarked and total number of grizzly bears captured annually during 19982013 in the Greater Yellowstone Ecosystem.  9 Table 2.  Annual number of grizzly bears monitored, captured, and transported in the Greater Yellowstone Ecosystem, 19802013.  Estimating Number of Females with Cubs-of-the- Year (Mark A. Haroldson and Frank T. van Manen, U. S. Geological Survey, Interagency Grizzly Bear Study Team; and Daniel D. Bjornlie, Wyoming Game and Fish Department)  Under the Revised Demographic Recovery Criteria (USFWS 2007b) of the Grizzly Bear Recovery Plan (USFWS 1993), IGBST is tasked with annually estimating the number of FCOY in the GYE population, determining trend for this segment of the population, and estimating size of specific population segments to assess annual mortality limits.  During 2011, results of our trend analysis indicated the trajectory for this annual estimate was changing (Haroldson 2012).  This result triggered a demographic review (USFWS 2007b), which was held during February 2012.  Results of this review using data from 20022011 indicated that several vital rates for the population had changed (IGBST 2012). A consequence of these changed vital rates was that the rate of increase for the grizzly bear population had also changed.  Trend estimates using 20022011 vital rates suggest the population was stable to slightly increasing during the period (IGBST 2012).  Because vital rates and trend had changed, it followed that age structure for the population had also changed.  Thus, it is appropriate to use updated vital rates and ratios for specific population segments to estimate size of those segments and assess annual mortality limits presented in the application protocols (USFWS 2013), as previously discussed in the Introduction.  Here, we present our 2013 findings for unduplicated FCOY, and the population estimate derived from that estimate, using the previous and updated protocols [i.e., updated protocol based on 20022011 vital rates and the Demographic Monitoring Area (DMA) as the new count line, respectively]. Specific procedures used to accomplish the above mentioned tasks under the previous protocols are presented in IGBST (2005, 2006) and Harris et al. (2007).  Under the updated protocols only FCOY  observed within the DMA (Figure 2) are counted for the Chao2 estimate.  Updated vital rates and ratios for numerical estimation of specific population segments under the updated criteria are specified in IGBST (2012). Briefly, the Knight et al. (1995) rule set is used to estimate the number of unique FCOY and tabulate sighting frequencies for each family.  We then apply the Chao2 estimator (Chao 1989, Wilson and Collins 1992, Keating et al. 2002, Cherry et al.  Fig. 2.  Distribution of 183 sightings of 58 (indicated by unique symbols) unduplicated female grizzly bears with cubs-of-the-year (FCOY) observed in the Greater Yellowstone Ecosystem during 2013.  Under previous protocols, FCOY sighted within the boundaries of the Conservation Management Area were used for population estimations. Under updated protocols, only sightings from FCOY occurring within the Demographic Monitoring Area (DMA) boundary are used for population estimation.  During 2013, 14 (indicated by dark circles) sightings from 4 unique FCOY occurred outside the DMA.  One of these 4 females was only observed outside the demographic monitoring area and those sightings were excluded from population estimation procedures.  The other 3 females were sighted outside and inside the DMA; sightings occurring inside the DMA were included in the Chao2 estimate of FCOY under the updated protocol.  Boundaries of land units managed by the National Park Service (NPS) are shown for reference. 2007) to sighting frequencies for each unique family. This estimator accounts for individual sighting heterogeneity and produces an estimate for the total number of FCOY present in the population.  Next, we estimate trend and rate of change () for the number of unique FCOY in the population from the natural log (Ln) of the annual  2 ChaoN  estimates using linear and quadratic regressions with model averaging (Burnham and Anderson 2002).  The quadratic model is included to detect changes in trend.  Model AIC (Akaike Information Criterion) will favor the quadratic model if the rate of change levels off or begins to decline (IGBST 2006, Harris et al. 2007).  This process smoothes variation in annual estimates that result from sampling error or pulses in numbers of females producing cubs due to natural processes (i.e., process variation). Some changes in previous model-averaged estimates for unduplicated FCOY ( MAFCN ) are expected with each additional year of data.  Retrospective adjustments to previous estimates are not done (IGBST 2006).  Demographic Recovery Criterion 1 (USFWS 2007b) specifies a minimum requirement of 48 FCOY for the current year ( MAFCN ).  Model-averaged estimates below 48 for 2 consecutive years will trigger a biology and management review, as will a shift in AIC that favors the quadratic model (i.e., AICc weight &gt; 0.50, USFWS 2007b).  Given the assumption of a reasonably stable sex and age structure, trend for FCOY represents the rate of change for the entire population (IGBST 2006, Harris et al. 2007).  It follows that estimates for specific population segments can be  derived from ( MAFCN ) and the estimated stable age distribution for the population.  Estimates for specific population segments and associated confidence  intervals follow IGBST (2005, 2006) for the previous protocol, and IGBST (2012) for the updated protocol that incorporates observed changes in vital rates during 20022011 and the new count line based on the DMA. We documented 183 verified sightings of FCOY during 2013 within the previous count line (i.e., Conservation Management Area [CMA], Figure 2). Fourteen of the sightings (7.7 %) occurred outside the DMA (Figure 2).  Most observations (58.5%) were obtained from aerial sources, with ground sources contributing 41.5% of observations (Table 4).  We were able to differentiate 58 unduplicated females from the 183 sightings using the rule set described by Knight et al. (1995).  One of the 58 unique female was only observed (n = 2 sightings) outside the DMA. Sixty-three (34.4%) observations of 18 unique FCOY occurred within the boundary of Yellowstone National Park (YNP).  Initial observations were within YNP for 15 of these 18 unique FCOY. Total number of cubs-of-the-year (COY) observed during initial sightings was 126 and mean litter size was 2.17 (Table 5).  There were 8 single cub litters, 35 litters of twins, 12 litters of triplets, and 3 litters of quadruplets seen during initial observations of unique families (Table 5).  Excluding observations that occurred outside the DMA, there were 57 unique females with 1 fewer 4-cub litter and 122 COY associated with females at initial sightings.  Mean litters size was 2.10. Under the previous protocol, 160 observations of 53 families were obtained without telemetry (Table 6).  Using the 2013 sighting frequencies associated  Table 4.  Method of observation for female grizzly bears with cubs-of-the-year sighted in the Greater Yellowstone Ecosystem, 2013.  Method of observation Frequency Percent Cumulative percent  Fixed wing aircraft  other researcher 3 1.6 1.6 Fixed wing aircraft  observation flight 77 42.1 43.7 Fixed wing aircraft  telemetry flight 22 12.0 55.7 Helicopter  other researcher 5 2.7 58.5 Ground sighting 75 41.0 99.5 with these families, 2 ChaoN  = 60 (Table 6).  The model-averaged point estimate ( MAFCN  ) was 59 (95% CI 4972) and exceeded the demographic objective of 48 specified in the demographic criteria for the GYE (USFWS 2007b).  Our 2013 estimated population size derived from  MAFCN  was 629 (Table 7). Excluding the single family (2 sightings) observed on all occasions outside the DMA, and 12 sightings for other FCOY observed on some occasions outside the DMA, there were 152 observations of 52 families obtained without the aid of telemetry.  Using sighting frequencies for these families produced an estimate for unique FCOY within the DMA of 2 DMAChaoN = 60.  Using this revised estimate in our linear and quadratic regression analyses produced a model- averaged estimate of 2 DMAChaoN  = 59 (95% CI 4774). This estimate does not retrospectively exclude unique families observed outside the DMA for years prior to 2012.  However, if those sighting of unique families observed outside the DMA were excluded, changes in our estimates of trend and population size would be small because nearly all FCOY are sighted within the proposed count line (IGBST 2012).  Applying the updated 20022011 vital rates to  2 DMAChaoN produces a larger estimate of population size.  This is due primarily to observed increases in survival rates of independent male bears, which resulted in a 1:1 ratio of independent-aged females and males in the modeled population.  Applying the updated vital rates, the resulting population estimate for the DMA was 741 (Table 7). We used the annual  2 ChaoN  for the period 19832013 (Table 6) to estimate the rate of population change (Figure 3) for the FCOY segment of the population.  For the third year since we began using an information-theoretic approach and competing linear and quadratic models, AICc weights (Table 8) exhibited more support for the quadratic (51.8%) than the linear (48.2%) model.  However, the estimated quadratic effect was not strong ( = -0.00090, SE = 0.00055, P = 0. 115).  We do not report regression results using only the results for the DMA during 2012 and 2013.   Schwartz et al. (2008) demonstrated biases inherent in the current method of estimating population size (Chao2; see previous section) using unduplicated counts of FCOY and the associated rule set of Knight et al. (1995).  IGBST invited partner agencies and quantitative ecologists to participate in 3 workshops held in February 2011, July 2011, and February 2012 to consider alternative approaches. An important product of these workshops was a recommendation to transition from the current protocol for estimating abundance to a mark-resight estimator using systematic flight observation data conducted since 1997. The mark-resight estimator yields an annual estimate of the number of FCOY based on (1) the presence of a radio-marked sample, and (2) 2 systematic observation flights/year, during which all bears observed are recorded and, following observation, checked for marks (i.e., radio collar) using telemetry. Pilots note whether family groups observed include COY, yearlings, or 2-year-old offspring.  Mark-resight designs for population estimation are commonly used for wildlife monitoring because they can provide a cost-efficient and reliable monitoring tool. However, inference from such designs is limited when data are sparse, either from a low number of marked animals, a low probability of detection, or both. In the GYE, annual mark-resight data collected for FCOY suffer from both limitations. As an important outcome of the 3 workshops, Higgs et al. (2013) developed a technique to overcome difficulties due to data sparseness by assuming homogeneity in sighting probabilities over 16 years (19972012) of biannual aerial surveys. They modeled counts of marked and unmarked grizzly bears with COY as multinomial random variables, using the capture frequencies of marked FCOY for inference regarding the latent multinomial frequencies for unmarked FCOY (Figure 4). One important assumption of the mark-resight technique is that the geographic distribution of radio- marked female bears is generally representative of the geographic distribution and relative density of female bears in the population.  Conclusions from workshop discussions were that this assumption is likely not violated within the GYE, with one exception. A subset of bears in the GYE annually spend 6 to 10 weeks in late summer (mid-Jul to late Sep) in alpine scree ObsN ), litter frequencies, total number of  cubs, and average litter size at initial observation, Greater Yellowstone Ecosystem, 19832013.  2013 58 183 8 35 14 3 126 2.17 a One female with unknown number of cubs.  Average litter size was calculated using 23 females.   Table 6. Annual estimates for the numbers of female grizzly bears with cubs-of-the-year, Greater Yellowstone Ecosystem, 19832013.  The number of unique females observed  ( ObsN ) includes those located using radio-telemetry; m gives the number of unique females observed using random sightings only; and   ChaoN  gives the nonparametric bias-corrected estimate, per Chao (1989).  Also included are the number of families sighted once ( f1), the number of families sighted twice ( f2), and an annual estimate of relative sample size ( 2Chaon N ), where n is the total number of observations obtained without the aid of telemetry.  Year ObsN m f1 f2 2ChaoN n 2Chaon N 1989 16 14 7 5 18 28 1.6 1990 25 22 7 6 25 49 2 1991 24 24 11 3 38 62 1.6 1992 25 23 15 5 41 37 0.9 1993 20 18 8 8 21 30 1.4 1994 20 18 9 7 23 29 1.3 1995 17 17 13 2 43 25 0.6 1996 33 28 15 10 38 45 1.2 1997 31 29 13 7 39 65 1.7 1998 35 33 11 13 37 75 2 1999 33 30 9 5 36 96 2.7 2000 37 34 18 8 51 76 1.5 2001 42 39 16 12 48 84 1.7 2002 52 49 17 14 58 145 2.5 2003 38 35 19 14 46 54 1.2 2004 49 48 15 10 58 202 3.5 2005 31 29 6 8 31 86 2.8 2006 47 43 8 16 45 140 3.3 2007 50 48 12 12 53 275 5.1 2008 44 43 16 8 56 102 1.8 2009 42 39 11 11 44 100 2.3 2010 51 51 11 9 56 256 4.6 2011 39 39 14 10 47 123 2.6  Table 8.  Parameter estimates and model selection results from fitting the linear and quadratic models for  2  female grizzly bears with cubs-of-the-year, Greater   Table 7.  Estimates and 95% confidence intervals (CI) for population segments and total grizzly bear population size under previous and updated criteria, Greater Yellowstone Ecosystem, 2013.  95% CI Previous Independent females (2yrs old) 265 219 310 Independent males (2yrs old) 168 129 207 Independent males (2yrs old) 258 201 315 Total 741 660 821  Fig. 3.  Model-averaged estimates for the number of unduplicated female grizzly bears with cubs-of-the-year in the Greater Yellowstone Ecosystem for the period 19832013, where the linear and quadratic models of Ln )( 2ChaoNLn were fitted.  The inner set of light solid lines represents a 95% confidence interval on the predicted population size (LCL and UCL predicted), whereas the outer set of dashed lines represents a 95% confidence interval for the individual population estimates (LCL and UCL predicted pop). slopes feeding on army cutworm moths (Mattson et al. 1991b, Bjornlie and Haroldson 2011). These bears are highly visible and constitute a substantial proportion of bears seen during observation flights. However, capturing and marking of bears is difficult because these remote, high-elevation areas are snow-covered early in the capture season and access is difficult. When access improves later in the season, most bears have already begun feeding on army cutworm moths and are difficult to capture. Thus, the proportion of radio-marked FCOY among those feeding on these high- visibility sites is lower than in the remainder of the ecosystem. Applying mark-resight estimates to the entire ecosystem without considering these moth sites would result in overestimation bias.  However, moth sites are now well defined and the IGBST annually monitors these sites. Thus, the decision was made to exclude confirmed moth sites (defined as areas within 500 m from sites where multiple observations of bears feeding occurred &gt;1 year) from the mark-resight analyses and conduct separate moth site-only aerial surveys to add the observed number of FCOY (marked and unmarked) to the mark-resight estimate for that year.  Here, we present 2013 mark-resight results using sightings of FCOY.  Ten FCOY wore functioning radio-transmitters during June-August 2013 when aerial observation flights were conducted and were available for observation sighting.  None of these 10 FCOY were seen during observation flights whereas 24 unmarked females were observed (Table 9).  Using the method of Higgs et al. (2013) with 19972013 data and excluding observations at army cutworm moth aggregation sites, our 2013 mark-resight estimate for unique FCOY was 109 (95% inter-quartile range = 60186) with P &lt; 0.001 probability of 48 FCOY (Table 10, Figure 4).  Moth site only flights during 2013 yielded 14 additional unique FCOY observed on moth sites, compared with 9 during 2012.  The mark-resight 3-year-moving average for 2012 (using 20112013 results) was 75 unique FCOY (95% inter-quartile range = 47126), with P = 0.03 probability of 48 FCOY (Table 11, Figure 4). Higgs et al. (2013) performed simulations based on a known population of 50 FCOY and resighting frequencies and proportions of bears sighted 0, 1, and 2 times from our observation flight data to determine accuracy and precision of the mark- resight technique. Accuracy was high, indicating that this  Fig. 4.  Annual mark-resight estimate of number (and 95% inter quartile) of female grizzly bears with cubs-of-the-year (FCOY), and 3-year moving average, Greater Yellowstone Ecosystem, 19972013.  Estimates exclude FCOY observed &lt;500 m of cutworm moth aggregation sites.  technique addressed the bias concerns associated with estimates based on the Chao2 estimator.  However, the simulations also indicated that precision was relatively low and the authors recommended that other sources of information are needed to increase precision and decrease variability among years.  One such source may be the addition of observations of females with yearlings. Females with yearlings are readily identifiable from aerial observations.  Although in some instances yearling sightings may be confounded with 2-year-old offspring, the latter have typically separated from their mother once the observation flights commence. The addition of observations of females with yearlings would enhance the relatively small sample sizes of the current mark-resight dataset based only on FCOY. Data on sightings of marked and unmarked females with yearlings observed during observation flights have been compiled for 19972013 and work to incorporate those data into our estimate is in progress.  Table 9.  Data used in mark-resight analysis on female grizzly bears with cubs-of-the-year (FCOY), Greater Yellowstone Ecosystem, 19972013, including number of radio-marked female grizzly bears available for sighting during observation flights (m), the number seen zero time (Y0), seen once (Y1), the number seen twice (Y2), and the number of unmarked FCOY.  Estimates exclude FCOY observed &lt;500 m of cutworm moth aggregation sites.   Table 10.  Results from the mark-resight analysis of female grizzly bears with cubs-of-the-year (FCOY), Greater Yellowstone Ecosystem, 19972013.  Data from all years were used to inform sightability, and previous years posterior distributions were updated based on data from radio-marked FCOY in 2013.  Estimates exclude FCOY observed &lt;500 m of cutworm moth aggregation sites.  Quartile 1999 7 6 32 29 12 65 0.88 2000 11 7 50 47 23 94 0.52 2001 19 8 86 82 45 150 0.04 2002 30 5 136 130 77 227 0.00 2003 7 4 32 29 12 65 0.88 2004 20 4 91 86 48 158 0.02 2005 14 3 63 60 31 116 0.24 2006 24 7 109 104 60 186 0.00 2007 20 5 90 86 48 158 0.02 2008 20 5 90 86 48 158 0.02 2009 14 6 64 60 31 115 0.24 2010 24 3 109 104 60 186 0.00 2011 16 3 72 69 36 129 0.12 2013 24 10 109 104 60 186 0.00  Table 11.  Three-year moving average for estimated number of female grizzly bears with cubs-of-the- year (FCOY) in the Greater Yellowstone Ecosystem during 19982012, using the mark-resight method of Higgs et al. (2013).  Estimates exclude FCOY observed &lt;500 m of cutworm moth aggregation sites.  Quartile 2000 56 54 49 33 92 0.33 2001 91 87 81 55 145 0.00 2002 85 81 76 51 136 0.01 2003 86 83 80 52 138 0.01 2004 62 59 54 37 101 0.19 2005 88 84 79 53 141 0.01 2006 88 84 80 53 141 0.01 2007 97 93 86 59 154 0.00 2008 81 78 76 50 131 0.02 2009 88 84 80 54 140 0.01 2010 81 78 73 50 131 0.02 2012 79 75 71 47 126 0.03  Female grizzly bear with four cubs (one tucked out of clear view behind the females front leg) in the Hayden Valley, Yellowstone National Park in June 2013. Image courtesy of Steve Ard.  Occupancy of Bear Management Units (BMU) by Females with Young (Mark A. Haroldson, U. S. Geological Survey, Interagency Grizzly Bear Study Team)  Dispersion of reproductive females throughout the ecosystem is assessed by verified observations of female grizzly bears with young (cubs-of-the- year, yearlings, 2-year-olds, or young of unknown age) by BMU.  The requirements specified in the Demographic Recovery Criteria (USFWS 2007b) state that 16 of the 18 BMUs must be occupied by females with young on a running 6-year sum with no 2 adjacent BMUs unoccupied.  Eighteen of 18 BMUs  had verified observations of female grizzly bears with young during 2013 (Table 12).  Eighteen of 18 BMUs contained verified observations of females with young in at least 4 years of the last 6-year (20082013) period.  Table 12.  Bear Management Units in the Greater Yellowstone Ecosystem occupied by females with young (cubs-of-the-year, yearlings, 2-year-olds, or young of unknown age), as determined by verified reports, 2008 2013.  Survey, Interagency Grizzly Bear Study Team)  Two rounds of observation flights were conducted during 2013.  Forty-eight Bear Observation Areas (BOAs; Figure 5) were surveyed during Round 1 (7 Jun25 Jul) and 35 BOAs during Round 2 (7 Jul20 Aug).  Observation time was 97 hours for Round 1 and 73 hours for Round 2; average duration of flights for both rounds combined was 2.05 hours  (Table 13). Four hundred twenty-three bear sightings, excluding dependent young, were recorded during observation flights. This included 8 radio-marked bears, 323 solitary unmarked bears, and 92 unmarked females with young (Table 13).  Observation rate was 2.49 bears/hour for all bears.  One hundred seventy- one young (123 COY, 27 yearlings, and 21 2-year- olds) were observed (Table 14).  Observation rates were 0.55 females with young/hour and 0.39 FCOY/ hour (Table 13).  Figure 5.  Observation flight areas within the Greater Yellowstone Ecosystem, 2013. The numbers represent the 38 Bear Observation Areas.  Those units too large to search during a single flight were further subdivided into 2 units (denoted by A and B).  Consequently, there were 48 search areas.   Table 13. Annual summary statistics for observation flights conducted in the Greater Yellowstone Ecosystem, 20022013.   a COY = cub-of-the-year. b Dates of flights (Round 1, Round 2):  2002 (12 Jun22 Jul, 13 Jul28 Aug); 2003 (12 Jun28 Jul, 11 Jul13 Sep); 2004 (12 Jun26 Jul, 3 Jul31 Aug); 2005 (4 Jun26 Jul, 1 Jul31 Aug); 2006 (5 Jun9 Aug, 30 Jun28 Aug); 2007 (24 May2 Aug, 21 Jun14 Aug); 2008 (12 Jun26 Jul, 1 Jul23 Aug); 2009 (26 May17 Jul, 8 Jul27 Aug); 2010 (8 Jun22 Jul, 10 Jul24 Aug); 2011 (15 Jun17 Aug, 21 Jul29 Aug); 2012 (29 May30 Jul, 9 Jul-23 Aug); 2013 (7 Jun25 Jul, 7 Jul20 Aug).   Table 14.  Size and age composition of family groups seen during observation flights in the Greater Yellowstone Ecosystem, 20022013.  0  a Dates of flights (Round 1, Round 2):  2002 (12 Jun22 Jul, 13 Jul28 Aug); 2003 (12 Jun28 Jul, 11 Jul13 Sep); 2004 (12 Jun26 Jul, 3 Jul31 Aug); 2005 (4 Jun26 Jul, 1 Jul31 Aug); 2006 (5 Jun9 Aug, 30 Jun28 Aug); 2007 (24 May2 Aug, 21 Jun14 Aug); 2008 (12 Jun26 Jul, 1 Jul23 Aug); 2009 (26 May17 Jul, 8 Jul27 Aug); 2010 (8 Jun22 Jul, 10 Jul24 Aug); 2011 (15 Jun17 Aug, 21 Jul-29 Aug); 2012 (29 May30 Jul, 9 Jul-23 Aug); 2013 (7 Jun25 Jul, 7 Jul20 Aug). b Includes 1 female with 4 yearlings. c Includes 1 female with 4 cubs-of-the-year. Table 15.  Summary statistics for radio-telemetry relocation flights in the Greater Yellowstone Ecosystem, 2013.  Unmarked bears observed February 10.5 1 5.75 36 0 0.00 0 0 0 0 --- --- March 24.88 6 3.27 87 0 0.00 0 0 0 0 --- --- April 24.52 7 3.27 65 6 0.26 7 0 0 0 0.31 0.000 May 52.10 10 4.46 136 22 0.49 7 0 0 1 0.18 0.000 June 46.22 11 3.20 110 12 0.34 3 1 0 3 0.20 0.028 July 41.84 10 3.62 107 16 0.44 0 0 0 1 0.03 0.000 August 41.74 13 3.37 134 15 0.34 3 1 0 0 0.09 0.023 September 31.55 8 4.38 113 6 0.17 1 1 0 1 0.09 0.029 October 29.81 10 3.92 101 8 0.20 3 1 0 0 0.10 0.025 November 40.80 10 4.02 105 1 0.02 2 0 0 0 0.05 0.000 December 9.00 5 3.30 64 0 0.00 0 0 0 0 --- ---  Total 97 3.70 1,128 87 0.24 26 4 0 6 0.10 0.011 a COY = cub-of-the-year.  Telemetry Relocation Flights (Karrie West, U. S. Team)  One hundred thirteen telemetry relocation flights were conducted during 2013, resulting in 362.1 hours of search time (ferry time to and from airports excluded; Table 15).  Flights were conducted at least once during all months, with 73% occurring MayNovember.  During telemetry flights, 1,112 locations of bears equipped with radio transmitters were collected, 104 (9.5%) of which included a visual sighting. Forty-four sightings of unmarked bears were also obtained during telemetry flights, including 37 solitary bears, 4 FCOY, 2 females with yearlings, and 1 female with young of unknown age.  Rate of observation for all unmarked bears during telemetry flights was 0.12 bears/hour.  Rate of observing FCOY was 0.011/hour, which was considerably less than during observation flights (0.39/hour) in 2013. In addition to the regular telemetry relocation flights, IGBST conducted flights to locate grizzly bears  fitted with Global Positioning System (GPS) collars equipped with spread-spectrum technology (SST). These flights are not included as routine telemetry because of the additional time required to interrogate collars and download data.  From these flights, we collected 21 locations from 10 bears that were part of our regular monitoring sample. We also collected 26 locations (3 visuals) from 7 grizzly bears that were part of Idahos Department of Transportation SST project. Estimating Sustainability of Annual Grizzly Bear Mortalities (Mark A. Haroldson, Interagency Grizzly Bear Study Team; and Kevin Frey, Montana Fish, Wildlife and Parks)  Under the Revised Demographic Recovery Criteria (USFWS 2007b) of the Grizzly Bear Recovery Plan (USFWS 1993), IGBST is tasked with evaluating the sustainability of annual grizzly bear mortalities that occur within the boundary of the CMA (Figure 6). Specific procedures used to accomplish this task are presented in IGBST (2005, 2006).  Briefly, the modeled-averaged annual Chao2 estimate for FCOY and vital rates are used to estimate the size of specific population segments (see section Assessing trend and estimating population size from counts of unduplicated females).  Demographic analyses conducted by the IGBST indicated that several vital rates changed during 20022011, resulting in a slowing of population growth compared with 19832001 (IGBST 2012).  Thus, it is important to use these updated vital rates and ratios for population segments to assess mortality limits within the DMA, as previously discussed in the Introduction (see also USFWS 2013).  Here, we report number of mortalities inside and outside the DMA, and assess mortality limits under the previous and updated criteria.  We continue to use the definitions provided in Craighead et al. (1988) to classify grizzly bear mortalities in the GYE relative to the degree of certainty regarding each event.  Cases in which a carcass is physically inspected or when a management removal occurs are classified as known mortalities.  Instances are classified as probable where evidence strongly suggests a mortality has occurred but no carcass is recovered.  When evidence is circumstantial, with no prospect for additional information, a possible mortality is designated. Possible mortalities are excluded from assessments of sustainability.  We continue to tabulate possible mortalities because at the least they provide an additional source of location information for grizzly bears in the GYE. We documented 29 known and probable mortalities in the GYE during 2013; 23 were attributable to human causes (Table 16).  One of the documented mortalities occurred prior to 2013 (Table  16).  We documented 1 possible mortality during 2013, which resulted from an encounter between a grizzly bear and an elk hunter.  Although there was a human injury associated with this incident, it was not caused by the bear.  Evidence at the scene indicated the bear incurred only minor wounds from a shotgun.  Four of the 28 known and probable losses during 2013 remain under investigation by USFWS and state law enforcement agencies (Table 16). Specific information related to these mortalities is not provided because of ongoing investigations.  However, these events are included in the following summary. Ten (43.5 %) of the 23 human-caused losses involved management removals due to livestock depredations (n = 8) or site conflicts (n = 2).  Five (21.7%) of the human-caused losses were hunting related, including 1 mistaken identity kill by a black bear hunter and 4 losses from self-defense kills.  None of the hunting- related losses involved females with dependent young. The remaining human-caused losses were from road kills (13.0%, n = 3), malicious killings (4.3%, n = 1), defense of life not associated with hunting (13.0%, n = 3), and a capture-related mortality when a snared bear was killed by another bear (4.3%, n = 1; Table 16). We documented 3 natural mortalities and 2 grizzly bear deaths from undetermined causes (Table 16). The 3 natural mortalities were all COY, 2 of which were losses by a single radio-marked female.  The 2 mortalities from undetermined causes were a subadult male that had been scavenged by another bear, and the skull from an adult male bear found in 2013, but likely died prior to 2013 (Table 16).  We evaluated mortality limits under 2 alternatives:  1) the previous protocol, which uses the CMA boundary (Figure 6) for counting mortalities and observations of FCOY and vital rates derived during 19832001 for estimating size of population segments (IGBST 2005, 2006); and 2) an updated version that uses the DMA (Figure 6) for counting mortalities and FCOY, along with vital rates derived during 20022011 for estimating size of population segments (IGBST 2012).  During 2013, 28 of the 29 documented known and probable mortalities occurred within the CMA.  The remains found outside the CMA was the skull from an adult male bear that died prior to 2013.  Although the skull was discovered outside the CMA, we know this location was not the mortality site and we conservatively assumed the mortality occurred within the both the CMA and DMA during fall of 2012.  Thus, for 2013, under the previous 28  Fig. 6.  Distribution of 29 known and probable grizzly bear mortalities in the Greater Yellowstone Ecosystem during 2013. Under the previous protocol, mortalities occurring within the boundaries of the Conservation Management Area (CMA) were counted against annual mortalities limits.  Under the updated protocol, known and probable mortalities occurring within the Demographic Monitoring Area (DMA) boundary count against annual mortality limits.  During 2013, 6 mortalities, all independent-aged males, were documented outside the DMA.  The location of a skull from an adult male that died prior to 2013 (blue triangle) was outside the DMA and CMA; however, this location was not the site of the mortality and we assumed the mortality occurred within the CMA and DMA during fall of 2012.  Table 13.  Grizzly bear mortalities documented in the Greater Yellowstone Ecosystem during 2013.  Unique Beara Sexb Agec Date Locationd Certainty Cause  201301 Unm M Adult 03/23/2013 Bennett Crk, PR-WY Known Human-caused, management removal for cattle depredation.   Known Human-caused, management removal of obtaining food rewards.  201303 549 M Adult 05/06/2013 Greybull River, PR-WY Known Human-caused, management removal of bear #549 for repeated cattle depredation.   Snow Crk, PR-ID Known Undetermined cause, partially cleaned skull found in field, died prior to 2013 but date and location unknown.  Skull was not in the field during fall 2012.  Approximate mortality date used is 9/15/2012.  201305 Unm M COY 05/22/2013 Beaver Crk, PR-MT Known Natural, predation, cub had been bitten by large canid or bear.  Known Human-caused, road kill.  201307 Unm F Subadult 05/27/2013 Wiggins Fork, SNF Known Human-caused, snared subadult female killed and partially consumed by large bear (remote camera), probably male.  201308 G179 M Subadult 06/24/2013 West Red Lodge Crk, PR-MT Known Human-caused, management removal for numerous sheep depredations and prior conflicts.  201309 748 M Subadult 06/19/2013 South Fork Fish Crk, BTNF Known Undetermined cause, remains of bear #748 had been fed on by another grizzly bear, and was possibly killed by another bear.  Remains of an elk carcass located approximately 100 m from bear carcass.  201310 716 F Adult 06/30/2013 Green River, BTNF Known Human-caused, management removal of bear #716 for chronic livestock depredations.  201311 Unm Unk Yearling Spring 2013 Ishawooa Crk, SNF Known Undetermined cause, remains found by Forest Service crew.  Hide on hind leg was inverted suggesting it had been fed on by a bear.  Estimated mortality date 5/15/2013.  201312 587 M Adult 07/07/2013 Green River, BTNF Known Human-caused, management removal of bear #587 for repeated cattle depredations.  201313 714 F Adult 07/08/2013 Wagon Crk, BTNF Known Human-caused, management removal of bear #714 for repeated cattle depredations.  201314 Unm M Adult 07/23/2013 South Fork Owl Crk, PR-WY Known Human-caused, management removal of adult male for repeated sheep and cattle depredations.  201315 Unm F Subadult 08/23/2013 PR-ID Known Human-caused.  Under investigation  201316 677 M Adult 08/25/2013 Hellroaring Crk, BDNF Known Human-caused, shot in self-defense by sheepherder at camp at night.  201317 Unm M Subadult 08/30/2013 Grayling Crk, GNF Known Human-caused, road kill.  201318 G178 M Subadult 09/05/2013 Wind River, PR-WY Known Human-caused, management removal of bear #G178 for obtaining multiple food rewards. Unique Beara Sexb Agec Date Locationd Certainty Cause  201319 M Subadult 2013 WY Known Human-caused.  Under investigation  201320 F Adult 2013 ID Known Human-caused.  Under investigation  201321 717 M Adult 09/14/2013 Crow Crk, BTNF Known Human-caused, management removal of bear #717 for repeated cattle depredations.  201322 764 M Adult 09/27/2013 Thorofare Crk, BTNF Known Human caused, bear #764 kill in self- defense trying to retrieve elk carcass killed earlier in the day.  201323 F Adult 2013 ID Probable Human-caused.  Under investigation  201324 Unm M Adult 10/20/2013 Ishawooa Crk, SNF Known Human-caused, shot in self-defense in outfitters camp.  201325 Unm F Subadult 10/23/2013 Aspen Crk, SNF Known Human-caused, shot in self-defense by deer hunter.  201326 708 F Adult 11/14/2013 Lake Crk, BDNF Known Human-caused, bear #708 shot in self- defense by elk hunter.  Last seen on flight 6/29 with COY.  No evidence of COY when killed.  201327 Unm Unk COY 09/06/2013 Cliff Lake Bench, BDNF Probable Natural, 1st of 2 COY of #708 lost between 6/29 and 11/14.  Location is approximate, estimated from average for the period between last seen with COY to mortality of #708.  201328 Unm Unk COY 09/06/2013 Cliff Lake Bench, BDNF Probable Natural, 2nd of 2 COY of #708 lost between 6/29 and 11/14.  Location is approximate, estimated from average for the period between last seen with COY to mortality of #708.  Known Human-caused, grizzly bear was hit hard by a car on 10/6 but the bear involved was not found.  Skier reported finding remains near the site during the week of 20 January 2014. DNA determination of sex was female.  Unm Unk Adult 9/12/2013 Wolverine Crk, BTNF Possible Human-caused, hunter attacked by grizzly while calling for elk, hunter injuries from fall during attack, not by bear.  Bear was shot at during encounter.  No evidence of severely wounded or dead bear.  a Unm = unmarked bear; number indicates bear number, Mkd = previously marked bear but identity unknown. b Unk = Unknown sex c COY = cub-of-the-year, Unk = unknown age d BDNF  Beaverhead-Deerlodge National Forest, BTNF = Bridger-Teton National Forest, GNF = Gallatin National Forest, SNF = Shoshone National Forest, Pr = private.  protocol of counting mortalities within the CMA there were 10 known and probable losses of independent- aged females, including 2 management removals, 3 losses of radio-instrumented bears (for counting purposes we add the snared female killed by another bear to this categories of loss because we would have known this source of loss with certainty), and 5 other reported losses (Table 17).  We documented 8 management removals, 2 radioed, and 4 reported losses of independent-aged male grizzly bears within the CMA (Table 17).  There were no documented human-caused losses of dependent young during 2013 (Table 17).  Using the previous criteria specified under the Revised Demographic Recovery Criteria (USFWS 2007b) and methodology presented by IGBST (2005, 2006), none of the mortality limits for the 3 population segments (i.e., dependent young from human causes, independent females, or independent males) were exceeded in 2013 (Table 17).  All documented mortalities for independent- aged females during 2013 occurred within the DMA and the CMA so categories of loss were the same under both protocols.  Six of the 14 known and probable mortalities documented for independent- aged males during 2013 occurred outside the DMA count line (Figure 6).  Under the updated protocols  of counting mortalities against thresholds only when they occur within the DMA, there were 3 sanctioned removals, 3 radio-instrumented losses, and 4 reported losses for independent-aged males during 2013 (Table 17).  There were no human-caused losses of dependent young (Table 17).  Using the DMA count line and updated estimates for population segments and sustainable levels of independent female mortality described in IGBST (2012), none of the mortality thresholds for independent females, independent males, or dependent young were exceeded in 2013 (Table 17).  One documented mortality from 2009 remains under investigation as do 3 from 2011, and 1 from 2012.  None of the mortalities documented during 2010 remain under investigation. Specific information pertaining to closed mortality investigations will be updated in the 2009, 2011, 2012, and 2013 Mortality Lists (http://www.nrmsc.usgs.gov/science/igbst/) as they become available.  We remind readers that some cases can remain open and under investigation for extended periods.  The IGBST cooperates with federal and state law enforcement agencies and will not release information that could compromise ongoing investigations.  Table 17.  Annual size estimates (    ) for population segments and evaluation of mortality limits for known and probable mortalities documented during 2013 under previous protocols, and using updated vital rates and the Demographic Monitoring Area boundary.  Previous mortality thresholds (USFWS 2007b) were 9%, 9%, and 15% for dependent young and independent (2 yrs old) females and independent males, respectively, within the Conservation Management Area.  Updated mortality limits are 7.6%, 7.6%, and 15% of the updated population estimates (i.e., based on updated vital rates derived using 2002-2012 data) for dependent young, independent females, and independent males, respectively, within the Demographic Monitoring Area boundary (USFWS 2013).  Only human-caused losses are counted against the mortality threshold for dependent young.  Protocol   Proposed Dependent young 225 0 17 Under Males 2+ 258 7 3 2 3 7 12 39 Under  a Method of estimating unknown, unreported mortality from Cherry et al. (2002). b For counting purposes the snared independent-aged female killed by another bear was included in the radio-marked loss category because we as- sumed we would know this cause of mortality with certainty and thus did not need to be included in the estimation of unreported loss.  N Spring Ungulate Availability and Use by Grizzly Bears in Yellowstone National Park (Kerry Gunther, Travis Wyman, and Eric Reinertson, Yellowstone Center for Resources, Yellowstone National Park)  Ungulate carrion is frequently consumed by grizzly bears in the GYE (Mealey 1975, Green 1994, Mattson 1997).  The number of ungulate carcasses available to grizzly bears and other scavengers during the spring is correlated with measures of snow-water equivalency (depth, density, and moisture content) in the snowpack (Podruzny et al. 2012).  Competition with recently reintroduced wolves (Canis lupus) for carrion and changes in bison (Bison bison) and elk (Cervus elaphus) management policies in the GYE  Key Foods Monitoring 33  Table 18.  Ungulate carcasses found and visitation of carcasses by bears, wolves, and unknown large carnivores along surveyed routes in Yellowstone National Park during spring 2013.  carcasses/  aFive mule deer and one adult bighorn sheep ram.  have the potential to affect carcass availability and use by grizzly bears.  For these and other reasons, we continue to survey historic carcass transects in YNP. In 2013, we surveyed 28 routes in ungulate winter ranges to monitor the relative abundance of spring ungulate carcasses (Figure 7).  We surveyed each route once for carcasses between 9 April and 4 June.  Since spring snow depths influence ungulate distribution and the area we can survey, we use a Global Positioning System  to accurately measure the actual distance traveled on each route each year.  At each carcass, we collected a site description (i.e., location, aspect, slope, elevation, distance to road, distance to forest edge), carcass data (i.e., species, age, sex, cause of death), and information about scavengers using the carcasses (i.e., species, percent of carcass consumed, scats present). We were unable to calculate the actual biomass consumed by bears, wolves, or other large scavengers with our survey methodology.  Figure 8.  Annual ungulate carcasses/km found on spring survey routes on the northern and interior winter ranges of Yellow- stone National Park, 19922013.  In 2013, we recorded 26 ungulate carcasses on 280.1 km of survey routes, for a total of 0.09 ungulate carcasses/km surveyed (Table 18).  The 0.09 carcasses/km in 2013 was among the lowest years for carcass availability since surveys began (Figure 8).  Northern Ungulate Winter Range  We surveyed 12 routes on Yellowstones Northern Range totaling 152.7 km traveled.  One route was not surveyed to avoid disturbing an active wolf den.  We counted 20 carcasses, including 11 elk, 3 bison, 5 mule deer (Odocoileus hemionus), and 1 bighorn sheep (Ovis canadensis), which equated to 0.13 ungulate carcasses/km of survey route (Table 18). Sex and age of carcasses found are shown in Table 19. All but 1 of the carcasses were 7699% consumed by scavengers when we found them.  One elk carcass was &lt;26% consumed when found.  Three elk carcasses had evidence of scavenging by grizzly bears, 1 elk carcass had evidence of consumption by a black bear (Ursus americanus).  Two elk carcasses were scavenged by bears where the species of bear could not be identified. One of the bison carcasses had been scavenged by a grizzly bear and 1 bison carcass had been scavenged by both an undetermined species of bear and a wolf. One mule deer carcass had been scavenged by both a grizzly bear and a black bear.  Two of the mule deer  carcasses had been scavenged by wolves.  The adult male bighorn sheep carcass had been scavenged by an unknown species.  Grizzly bears or their sign (e.g., tracks, scats, daybeds, rub trees, or feeding activity) was observed along 9 of the 12 survey routes.  We identified 7 bear feeding sites along the survey routes. Two primary feeding activities were identified at these locations:  1) scavenging ungulate carcasses (elk, bison, and mule deer), and 2) digging pocket gopher (Thomomys talpoides) root food caches. We surveyed a total of 127.4 km along 16 survey routes in 4 thermally-influenced interior ungulate winter ranges including the Firehole River area, Norris Geyser Basin, Heart Lake area (Witch Creek and Rustic Geyser Basin and associated thermal areas), and Mud Volcano area.  We documented 5 bison and 1 elk carcasses for a total of 0.05 carcasses/ km of survey route.  We surveyed 8 routes in the Firehole drainage in the central interior of the park covering 78.5 km. We found 5 bison carcasses (0.06 carcasses/km). Sex and age of carcasses found are shown in Table  Table 19.  Age classes and sex of elk and bison carcasses found, by area, along surveyed routes in Yellowstone National Park during 2013.  19.  All of the carcasses were 7699% consumed by scavengers when we found them.  Three of the bison carcasses had evidence of being scavenged by grizzly bears and 1 carcass had been scavenged by wolves. Grizzly bears or their sign (e.g., tracks, scats, daybeds, or feeding activity) was observed along all 8 survey routes.  We identified 16 bear feeding sites along the survey routes.  Four primary feeding activities were identified at these locations:  1) digging spring beauty (Claytonia lanceolata) corms, 2) scavenging bison carcasses, 3) digging earthworms, and 4) geophagy digging sites.  We surveyed 4 routes in the Norris Geyser Basin in the central interior of the park totaling 20.4 km traveled.  We observed 1 elk carcasses on these survey routes (0.05 carcass/km).  The elk carcass had been 7699% consumed by unknown scavengers. Grizzly bears or their sign was observed along 2 of the 4 survey routes.  We identified 3 feeding sites along the survey routes.  Grizzly bears had dug earthworms (Lumbricidae) at 2 sites and geophagy soil at 1 site. We surveyed 3 routes in the Heart Lake thermal basin in the south central interior of the park covering 22.2 km.  No ungulate carcasses were observed.  Grizzly bear sign, including tracks and associated rub trees, daybeds, scats and feeding sites, were observed on 2 of 3 survey routes.  Two different adult grizzly bears were observed grazing emergent graminoids and clover (Trifolium spp.) in areas with thermally-warmed soils.  We identified 14 bear feeding sites along the survey routes.  Six feeding activities were identified at these locations: 1) digging earthworms, 2) ripping open logs for ants  (Formicidae), 3) grazing emerging graminoids and clover in thermally-warmed soils, 4) geophagy digging sites, 5) digging spring beauty corms (Claytonia spp.), and 6) grazing the tops of newly emerging thistle (Cirsium spp.) in snow-free patches of ground. We surveyed a single route in the Mud Volcano thermal area of the central interior of the park covering 6.3 km.  No ungulate carcasses were observed. Grizzly bear sign, including tracks, scats and feeding sites, were observed along the survey route.  We identified 8 bear feeding sites.  Three primary feeding activities were observed in the Mud Volcano area:  1) digging earthworms, 2) geophagy digging sites, and 3) digging spring beauty corms. The number of carcasses observed per km (0.13) of survey route on the northern ungulate winter range in 2013 was among the lowest recorded since we began northern range carcass surveys in 1997.  The 0.05 carcasses/km on thermally-influenced interior ungulate winter ranges was also among the lowest recorded since interior winter range surveys began in 1992.  As an alternative to carcasses as a spring food, grizzly bears consumed spring beauty corms, earthworms, ants, pocket gophers and their root food caches, and emerging grasses, sedges, and clover in thermally-warmed soils.  In addition, bears consumed geothermal soil.  Ingestion of geothermal soil may restore beneficial microflora to the intestines after winter dormancy, remedy post hibernation potassium deficiency, provide high levels of magnesium, or act as an anti-diarrheal during a period of high ungulate tissue consumption (Mattson et al. 1999). Spawning Cutthroat Trout (Kerry A. Gunther, Eric Reinertson, Todd M. Koel, and Patricia E. Bigelow, Yellowstone Center for Resources, Yellowstone National Park)  Spawning cutthroat trout were once commonly consumed by grizzly bears that had home ranges adjacent to Yellowstone Lake and its tributaries (Mealey 1975, Reinhart and Mattson 1990, Haroldson et al. 2005).  In the 1970s and 1980s, grizzly bears were known to prey on cutthroat trout in at least 36 different tributary streams of the lake (Hoskins 1975, Reinhart and Mattson 1990).  Haroldson et al. (2005) estimated that approximately 68 grizzly bears likely fished Yellowstone Lake tributary streams annually during the late 1990s.  Bears also occasionally preyed on cutthroat trout in other areas of the park, including the cutthroat trout (or cutthroat  rainbow trout, Oncorhynchus mykiss hybrids) of the inlet creek to Trout Lake located in the northeast section of the park and in tributaries to the Gallatin River in the northwest section of the park. Nonnative lake trout (Salvelinus namaycush), whirling disease caused by an exotic parasite (Myxobolus cerebralis), and drought have significantly reduced the native cutthroat trout population and associated bear fishing activity (Haroldson et al. 2005, Koel et al. 2005, Koel et al. 2006).  In 1994, a small number of anglers reported catching lake trout in Yellowstone Lake (Koel et al. 2005).  Lake trout are capable of rapid population increase (Curtis 1990) and have thrived in the Yellowstone Lake environment (Koel et al. 2005).  Lake trout are not indigenous to Yellowstone Lake and their food habits are a significant threat to the native cutthroat trout population.  Younger age classes of lake trout can compete with cutthroat trout for macroinvertebrates (Elrod 1983, Elrod and OGorman 1991).  Adult lake trout are efficient predators that consume an estimated 4159 cutthroat trout annually (Stapp and Hayward 2002, Ruzycki et al. 2003).  In other areas where lake trout have been introduced, they have reduced or eliminated the native trout species (Martinez et al. 2009).  Lake trout are not a suitable ecological substitute for cutthroat trout because they remain within the lake for all life stages and do not enter tributary streams to spawn, thus they cannot be preyed upon by grizzly bears.  Whirling disease, discovered in Yellowstone Lake tributaries in 1998 (Koel et al. 2006), destroys head cartilage of young trout,  resulting in loss of equilibrium, skeletal deformities, and inability to feed or avoid predators.  Drought in the form of lower mountain snowfall has reduced stream flows, particularly the amount of peak spring runoff.  Without spring floods, wave- and ice-formed gravel bars at the mouths of smaller streams are not blown out, blocking spring access by spawning cutthroat trout and preventing fry from returning to the lake in the fall.  The combined effect of all these factors has reduced the Yellowstone Lake cutthroat trout population by 90% (Koel et al. 2010a).  Due to the past use of cutthroat trout as a food source by grizzly bears, and the cutthroat trout decline caused by lake trout, whirling disease, and drought, monitoring of the cutthroat trout population is a component of the bear foods and habitat monitoring program of the Final Conservation Strategy for the Grizzly Bear in the Greater Yellowstone Area (USFWS 2003). The cutthroat trout population is monitored through counts at a fish trap located on Clear Creek on the east-shore of Yellowstone Lake, and through visual stream surveys conducted along North Shore and West Thumb tributaries of the lake (USFWS 2003).  Visual stream surveys are also conducted along the Trout Lake inlet creek in the northeast section of the park.  Grizzly bear near a stream.  Drawing courtesy of Donna Sullenger, Fish Trap Surveys--The number of spawning cutthroat trout migrating upstream are counted most years from a weir with a fish trap located at the mouth of Clear Creek on the east side of Yellowstone Lake (Figure 9, Koel et al. 2005).  The fish trap is generally installed in May, the exact date depending on winter snow accumulation, weather conditions, and spring snow melt.  Fish are counted by dip-netting trout that enter the upstream trap box or visually counting trout as they swim through wooden chutes attached to the trap.  An electronic fish counter is also periodically used.  In 2008, unusually high spring run-off damaged the Clear Creek weir and necessitated its removal. Due to removal of the weir, counts of the number of spawning cutthroat trout ascending Clear Creek have not been obtained since 2007.  In the fall of 2012, the weir was removed, stream banks stabilized, and a suitable platform for an electronic sonar fish counter was installed.  Installation and calibration of the sonar fish counter began in summer 2013.  It is anticipated that the sonar fish counter will be fully operational in spring 2014.  Visual Stream Surveys--Beginning 1 May most years, several streams including Lodge Creek, Hotel Creek, Hatchery Creek, Incinerator Creek, Wells Creek, Bridge Creek, Weasel Creek, and Sand Point Creek on the North Shore of Yellowstone Lake, and Sandy Creek, Sewer Creek, Little Thumb Creek, and unnamed creek #1167 in the West Thumb area are checked daily to detect the presence of adult cutthroat trout (Andrascik 1992, Olliff 1992).  Once adult trout are found (i.e., onset of spawning), weekly surveys of  Figure 9.  Number of spawning cutthroat trout counted at the Clear Creek fish trap on the east shore of Yellowstone Lake, Yellowstone National Park, 19772013.  cutthroat trout in these streams are conducted.  Sample methods follow Reinhart (1990), as modified by Andrascik (1992) and Olliff (1992).  In each stream on each sample day, 2 people walk from the stream mouth to the upstream extent that fish are observed and record the number of adult trout observed.  Sampling continues 1 day per week until most adult trout return to the lake (i.e., end of spawning).  The length of the spawning season is calculated by counting the number of days from the first day spawning trout are observed through the last day spawning trout are observed.  The average number of spawning cutthroat trout counted per stream survey conducted during the spawning season is used to identify annual trends in the number of cutthroat trout spawning in Yellowstone Lake tributaries. Data collected in 2013 continued to show low numbers of spawning cutthroat trout in North Shore and West Thumb tributary streams (Table 20).  In North Shore streams, only 10 spawning cutthroat trout were counted.  Four spawning trout were counted in Hatchery Creek, 3 in Bridge Creek, and 3 in Lodge Creek.  No spawning cutthroat trout were observed in Incinerator Creek or Wells Creek.  Hotel Creek, Weasel Creek, and Sand Point Creek were not surveyed in 2013.  Partially consumed cutthroat trout were found along Bridge Creek on 22 May and 30 May, however the species of predator could not be confirmed.  Grizzly bear tracks were found on Wells Creek on 31 May.  No other evidence (fish parts, bear scats containing fish parts) of bear fishing activity was observed along any of the surveyed North Shore streams in 2013.  On West Thumb streams, 108 spawning cutthroat trout were counted in Little Thumb Creek.  No spawning cutthroat trout were observed in Sandy Creek, unnamed creek #1167, or Sewer Creek. A bear scat that did not contain fish parts was found along Sewer Creek on 23 May and a grizzly bear track was found along Little Thumb Creek on 6 June.  No other evidence of grizzly bear fishing activity was observed along any of the surveyed West Thumb streams in 2013.  The number of spawning cutthroat trout counted in the North Shore and West Thumb streams has decreased significantly since 1989 (Figure 10).  Table 20.  Start of spawn, end of spawn, duration of spawn, and average number of spawning cutthroat trout counted per survey in North Shore and West Thumb spawning tributaries to Yellowstone Lake, Yellowstone National Park, 2013.  Hotel Creek Not surveyed  Trout Lake Inlet 06/10/13 07/09/13 30 5 261 52.2  Figure 10.  Mean number of spawning cutthroat trout observed during weekly visual surveys of 8 North Shore and 4 West Thumb spawning streams tributary to Yellowstone Lake, Yellowstone National Park, 19892013.  checked once per week for the presence of spawning cutthroat trout (including cutthroat  rainbow trout hybrids).  Once spawning trout are detected (i.e., onset of spawning), weekly surveys of adult trout in the inlet creek are conducted.  On each sample day, 2 people walk from the stream mouth to the upstream extent that fish are observed and record the number of adult trout observed.  Sampling continues 1 day per week until 2 consecutive weeks when no trout are observed in the creek and all trout have returned to Trout Lake (i.e., end of spawn).  The length of the spawning season is calculated by counting the number of days from the first day spawning trout are observed through the last day spawning trout are observed.  The mean number of spawning trout observed per visit is calculated by dividing the total number of adult trout counted by the number of surveys conducted during the spawning season. In 2013, the first movement of spawning trout from Trout Lake into the inlet creek was observed on 10 June.  The spawn lasted approximately 30 days with the last spawning trout being observed in the inlet creek on 9 July.  During the once per week visual surveys, 261 spawning cutthroat (including cutthroat trout  rainbow trout hybrids) were counted, an average of 52 per visit during the spawning season (Table 20).  The number of fish observed per survey has ranged from a low of 31 in 2004, to a high of 306 in 2010 (Figure 11).  No grizzly bears or black bears, bear sign, or evidence of bear fishing activity was  confirmed along Trout Lake or the inlet creek during  Cutthroat Trout Outlook -- As part of management efforts to protect the native cutthroat trout population, park fisheries biologists and private- sector (contracted) netters caught and removed 300,923 lake trout from Yellowstone Lake in 2013 (Koel et al. 2014).  Population modeling suggests that recent increased effort may have halted lake trout population growth and continued catch at these rates may begin reducing the population.  A Native Fish Conservation Plan/Environmental Assessment was completed in 2011 (Koel et al. 2010b; NPS 2011).  The plan outlines a program for significantly increasing lake trout suppression through increased use of private sector contract netters using both gill nets and large deep-water trap-nets.  Population models suggest that the heightened removal over a period of at least 5 years will drive the lake trout population into decline (Syslo et al. 2011), reducing their predatory effects on the native cutthroat trout population and possibly restoring trout as a valuable food item for grizzly bears with home ranges encompassing the Yellowstone Lake basin.  Figure 11.  Mean number of spawning cutthroat (including cutthroat  rainbow trout hybrids) observed during weekly visual spawning surveys of the Trout Lake inlet creek, Yellowstone National Park, 19992013.  Grizzly Bear Use of Insect Aggregation Sites Documented from Aerial Telemetry and Observations (Daniel D. Bjornlie, Wyoming Game and Fish Department; and Mark A. Haroldson, U.S. Geological Survey, Interagency Grizzly Bear Study Team)  Army cutworm moths were first recognized as an important food source for grizzly bears in the GYE during the mid 1980s (Mattson et al. 1991b, French et al. 1994).  Early observations indicated that moths, and subsequently bears, showed specific site fidelity. These sites are generally high alpine areas dominated by talus and scree adjacent to areas with abundant alpine flowers.  Such areas are referred to as insect aggregation sites.  Since their discovery, numerous bears have been counted on or near these aggregation sites due to excellent sightability from a lack of trees and simultaneous use by multiple bears.  Complete tabulation of grizzly presence at insect sites is extremely difficult.  Only a few sites have been investigated by ground reconnaissance and the boundaries of sites are not clearly known.  In addition, it is likely that the size and location of insect aggregation sites fluctuate from year to year with moth abundance and variation in environmental factors such as snow cover.  Since 1986, when insect aggregation sites were initially included in aerial observation surveys, our knowledge of these sites has increased substantially. Our techniques for monitoring grizzly bear use of these sites have changed in response to this increase in knowledge.  Prior to 1997, we delineated insect aggregation sites with convex polygons drawn around locations of bears seen feeding on moths and buffered these polygons by 500 m.  However, this technique overlooked small sites due to the inability to create polygons around sites with fewer than 3 locations. From 19971999, the method for defining insect aggregation sites was to inscribe a 1-km circle around the center of clusters of observations in which bears were seen feeding on insects in talus/scree habitats (Ternent and Haroldson 2000).  This method allowed trend in bear use of sites to be annually monitored by recording the number of bears documented in each circle (i.e., site).  A new technique was developed in 2000 (D. Bjornlie, Wyoming Game and Fish Department, unpublished data) that delineates sites by buffering only the locations of bears observed actively feeding at insect aggregation sites by 500 m to account for error  in aerial locations.  The borders of the overlapping buffers at individual insect sites are dissolved to produce a single polygon for each site.  These sites are identified as confirmed sites.  Because these polygons are only created around feeding locations, the resulting site conforms to the topography of the mountain or ridge top where bears feed and does not include large areas of nontalus habitat that are not suitable for cutworm moths.  Locations from the grizzly bear location database from 1 July through 30 September of each year are then overlaid on these polygons and enumerated.  The technique to delineate confirmed sites developed in 2000 substantially decreased the number of sites described compared to past years in which locations from both feeding and nonfeeding bears were used.  Therefore, annual analysis for this report is completed for all years using this technique.  Areas suspected as insect aggregation sites but dropped from the confirmed sites list using this technique, and sites with only 1 observation of an actively feeding bear or multiple observations in a single year, are termed possible sites and will be monitored in subsequent years for additional observations of actively feeding bears.  These sites may then be added to the confirmed sites list.  When possible sites are changed to confirmed sites, analysis is done on all data back to 1986 to determine the historic use of that site.  Therefore, the number of bears using insect aggregation sites in past years may change as new sites are added, and data from this annual report may not match that of past reports.  In addition, as new observations of actively feeding bears are added to existing sites, the polygons defining these sites increase in size and, thus, more overlaid locations fall within the site.  This retrospective analysis brings us closer each year to the true number of bears using insect aggregation sites in past years.  In 2013, there was 1 observation of a grizzly bear actively feeding on a possible site, which resulted in the reclassification of that site to confirmed.  In addition, analysis of confirmed sites for 2013 resulted in the merging of 2 previously separate sites.  Adding the new confirmed site and merging 2 confirmed sites produced 37 confirmed sites and 16 possible sites for 2013.  The percentage of confirmed sites with documented use by bears varies from year to year, suggesting that some years have higher moth activity than others (Figure 12).  For example, 1993 was probably a poor moth year because the percentage of confirmed sites used by bears (Figure 12) and the number of observations recorded at insect sites (Table 21) were low.  The percentage of insect aggregation sites used by grizzly bears remained at 70% in 2013 (Figure 12).  The total number of grizzly bear observations or telemetry relocations at sites in 2013 (n = 317) was the highest recorded since moth site monitoring began (Table 21).  The recent increase in reported observations of grizzly bears using insect aggregation sites from a few ground-based observers resulted in the need to censor locations from recent years to prevent a bias in comparisons to previous years.  Therefore, the number of aerial and ground observations from Table 21 may differ from previous annual reports.  Figure 12 .  Annual number of confirmed army cutworm moth sites and percent of those sites at which either telemetry reloca- tions of marked bears or visual observations of unmarked bears were recorded, Greater Yellowstone Ecosystem, 19862013.  Year Table 22.  Number of initial sightings of unduplicated females with cubs-of-the-year (FCOY) that occurred on or near army cutworm  moth sites, number of sites where such sightings were documented, and the mean number of sightings per site in the Greater Yellowstone Ecosystem, 19862013. 1996 33 7 7 21.2 7 21.2 1997 31 8 11 35.5 11 35.5 1998 35 10 13 37.1 13 37.1 1999 33 3 6 18.2 7 21.2 2000 37 6 8 21.6 10 27.0 2001 42 6 12 28.6 13 31.0 2002 52 11 17 32.7 17 32.7 2003 38 11 19 50.0 20 52.6 2004 49 11 16 32.7 16 32.7 2005 31 5 7 22.6 9 29.0 2006 47 11 14 29.8 15 31.9 2007 50 10 17 34.0 17 34.0 2008 44 7 11 25.0 14 31.8 2009 42 4 6 14.3 6 14.3 2010 51 7 9 17.6 9 17.6 2011 39 7 7 17.9 7 17.9 Mean 34.5 5.8 8.6 22.6 9.2 24.6 a Initial sightings of unduplicated FCOY; see Table 5. b Insect aggregation site is defined as a 500-m buffer drawn around a cluster of observations of bears actively feeding. c This distance is 3 times what is defined as an insect aggregation site for this analysis, because some observations could be made of bears traveling to and from insect aggregation sites.  Table 21.  The number of confirmed army cutworm moth sites in the Greater Yellowstone Ecosystem annually, the number used by bears, and the total number of aerial telemetry relocations and ground or aerial observations of bears recorded at sites during 19862013. Total 419 3,362 a The year of discovery was considered the first year a telemetry location or aerial observation was documented at a site.  Sites were considered confirmed after additional locations or observations in a subsequent year and every year thereafter regardless of whether or not additional locations were documented. b A site was considered used if  1  location or observation was 43  Figure 13 .  The total number of unduplicated female grizzly bears with cubs-of-the-year (FCOY) observed annually in the Greater Yellowstone Ecosystem and the number of unduplicated FCOY not found within 1,500 m of known army cutworm moth sites, 19862013.   Table 23. Summary statistics for whitebark pine cone production transects surveyed in the Greater Yellowstone Ecosystem, 2013.  936 179 21  5.2 11.4 0 91  44.6 62.7 0 272  Whitebark Pine Cone Production (Mark A. Grizzly Bear Study Team)  Whitebark pine surveys on established transects indicated generally poor cone production during 2013 (Figure 14).  Twenty-one transects were read.  Overall, mean cones/tree was 5.2 (Table 23). Cone production on most transects was poor but there was one exception; transect N on the southern boundary of Yellowstone National Park averaged 27.2 cones/tree (Table 24).  Cone production among extant trees during 2013 was poor for the first time since 2010 (Figure 15). Although we continue to observe mountain pine beetle caused tree mortality in stands that contain our cone production transects, we observed only 2 additional beetle-caused mortalities among individual trees surveyed since 2002.  Total mortality on these transect trees since 2002 is 74.2% (141/190) with 94.7% (18/19) of transects containing beetle-killed trees.  Although tree mortality from mountain pine  beetle is still occurring, it appears the rate of loss among our cone production transects has slowed (Figure 16).  This suggest that at least in the vicinity of these transects, the current beetle outbreak may have run its course.  Six (85.7%) of the 7 transects established during 2007 also exhibited beetle-caused mortality among transect trees.  Preliminary results of efforts to document the health of whitebark pine forests across the GYE are presented in Appendix B of this report (GYWPMWG 2014b).  Figure 14.  Locations and mean cones/tree for 26 whitebark pine cone production transects surveyed in the Greater Yellowstone Ecosystem during 2013.  2013.  Historically, near exclusive use of whitebark pine seeds by grizzly bears has been associated with falls in which mean cone production on transects exceeded 20 cones/tree (Blanchard 1990, Mattson et al. 1992).  Typically, numbers of grizzly bear-human conflicts and management actions tended to increase during years with poor cone availability.  However, during 2013 there were relatively few grizzly bear- human conflicts and relatively few fall grizzly bear mortalities (see sections Grizzly Bear Conflicts in the Greater Yellowstone Ecosystem and Estimating Sustainability of Annual Grizzly Bear Mortalities of this report).  Figure 15.  Annual mean cones/tree on whitebark pine cone production transects surveyed in the Greater Yellowstone Ecosystem during 19802013.  Figure 16.  Number of live whitebark pine (WBP) trees on cone production transects among 190 individual trees monitored since 2002 in the Greater Yellowstone Ecosystem.  Whitebark pine surveys in Gallatine National Forest, 2009. Table 25.  Average annual visitation and average annual backcountry use nights in Grand Teton National Park by decade from 1951 through 2009, and the most recent 10-year average. 1970s 3,357,718 25,267 1980s 2,659,852 23,420  20042013 2,553,579 28,983 a In 1983 a change in the method of calculation for parkwide visitation resulted in decreased numbers.  Another change in 1992 increased numbers.  Thus, parkwide visitation data for the 1980s and 1990s are not strictly comparable.  Grand Teton National Park Recreational Use (Steve Cain, Grand Teton National Park)  In 2013, total visitation in Grand Teton National Park was 4,117,322 people, including recreational, commercial (e.g., Jackson Hole Airport), and incidental (e.g., traveling through the Park on U.S. Highway 191 but not recreating) use.  Recreational visits alone totaled 2,688,794.  Backcountry user nights totaled 30,157.  Long- and short-term trends of recreational visitation and backcountry user nights are shown in Table 25 and Figure 17.  Figure 17.  Trends in recreational visitation and backcountry user nights in Grand Teton National Park during 20042013 (data available at https://irma.nps.gov/Stats).  Table 26.  Average annual visitation, auto campground overnight stays, and backcountry campsite overnight stays in Yellowstone National Park by decade, from 1895 through 2013. 1900s 17,110 Not available Not available 1910s 31,746 Not available Not available 2010s 3,417,568g 683,313g 40,677g  a Data from 18951899.  During 18721894 visitation was estimated to be not less than 1,000 nor more than 5,000 each year. b Data from 19301934 c Average does not include data from 1940 and 1942. d Data from 19601964. e Data from 19751979. g Data for 20102013.  Yellowstone National Park Recreational Use (Kerry A. Gunther, Yellowstone Center for Resources, Yellowstone National Park)  Total visitation to Yellowstone National Park was 4,237,587 people in 2013 (https://irma.nps.gov/ Stats/SSRSReports/Yell/Yellowstone) including recreational and nonrecreational (e.g., traveling through the Park on U.S. Highway 191 but not recreating) use.  Recreational visits in 2013 totaled 3,188,030 the seventh straight year that recreational visitation has topped the 3 million mark.  Most of Yellowstone National Parks recreational visitation occurs during the 6-month period from May through October.  In 2013, there were 3,060,512 recreational visitors (96%) during those peak months, an average of 16,633 recreational visitors/day.  In 2013, visitors spent 697,093 overnight stays in developed area roadside campgrounds, and 40,144 overnight stays in backcountry campsites in Yellowstone National Park. Average annual recreational visitation increased each decade from an average of 7,378 visitors/year during the late 1890s to 3,012,653 visitors/year in the 1990s (Table 26, Figure 18). Average annual recreational visitation decreased slightly during 20002009, to an average of 2,968,037 visitors/year.  The decade 20002009 was the first in the history of the park that visitation did not increase from the previous decade.  However, the decade beginning in 2010 is on pace to set a new park record high for visitation.  The 3 highest years of visitation ever recorded in Yellowstone National Park have occurred since 2010.  Although total park recreational visitation has increased steadily over time, the average number of overnight stays in roadside campgrounds in the park has remained relatively stable since the 1960s (Table 26, Figure 19).  The number of overnight stays in roadside campgrounds is limited by the number and capacity of roadside campgrounds in the park.  The average number of overnight stays in backcountry campsites has also been relatively stable, ranging from 39,280 to 45,615 overnight stays/year (Table 26, Figure 20).  The number of overnight stays in the backcountry is limited by both the number and capacity of designated backcountry campsites in the park.  Figure 18.  Average annual number of recreational visitors to Yellowstone National Park by decade, 18952013.  Figure 19.  Average annual number of overnight stays in roadside campgrounds in Yellowstone National Park by decade, 19302013.  Figure 20.  Average annual number of overnight stays in backcountry campsites in Yellowstone National Park by decade, 19722013.   Table 27.  Estimated numbers of elk hunters within the Grizzly Bear Recovery Zone plus a 10-mile perimeter in Idaho, Montana, and Wyoming, for the years 20022013.  Year State 2002 2003 2004 2005 2006 2007 2008 2009 2010 2011 2012 2013  Idaho 3,262 3,285 3,454 3,619 3,016 2,592 1,763 1,819 1,904 1,860 1,803 1,937  Montana 17,908 16,489 14,320 12,365 12,211 12,635 12,470 12,382 12,334 12,269 10,936 NA  Wyoming 13,709 11,771 10,828 9,888 9,346 8,716 8,792 8,440 6,712 6,413 7,566 7,818  Total 34,879 31,545 28,602 25,872 24,573 23,943 23,025 22,641 20,950 20,542 20,305 NA  Trends in Elk Hunter Numbers within the Grizzly Bear Recovery Zone Plus the 10-Mile Perimeter Area (Justin Clapp, Wyoming Hame and Fish Department; Kevin Frey, Montana Department of Fish, Wildlife and Parks; and Daryl Meints, Idaho Department of Fish and Game)  State wildlife agencies in Idaho, Montana, and Wyoming annually estimate the number of hunters for each big game species.  We used state estimates for the number of elk hunters by hunt area as an index of trend in hunter numbers for the Grizzly Bear Recovery Zone plus the 10-mile perimeter area.  Because some hunt area boundaries do not conform exactly to the Recovery Zone and 10-mile perimeter area, regional biologists familiar with each hunt area were queried or hunter harvest surveys were conducted after completion of the hunting seasons to estimate hunter numbers within the Recovery Zone plus the 10- mile perimeter area.  Elk hunters were used because they represent the largest cohort of hunters for an individual species.  Whereas sheep, moose, and deer hunters also use this area, their numbers are relatively small compared with elk hunter numbers and many hunt these species in conjunction with elk.  Elk hunter numbers represent a reasonably accurate index of trend of total hunter numbers within areas occupied by grizzly bears in the GYE. We compiled data for all states from 2002 to 2013 (Table 27), with the exception of Montana, where hunter surveys in specific hunting districts are conducted on a biennial basis.  The last hunter survey in Montana was in 2012 so the next available survey results will be reflected in the 2014 annual report. Generally, a consistent downward trend existed in hunter numbers in Idaho, Montana, and Wyoming since 2002, when hunter numbers peaked at 34,879.  Number have  recently began to stabilize around 20,000 elk hunters (Figure 21).  Hunter numbers in Idaho consistently represent the fewest proportion of overall hunters, and appear to have stabilized around 1,8001,900 since they peaked at 3,619 in 2005.  Hunter numbers in Wyoming increased slightly during the past few years from a low of around 6,500 in 20102011, but remain well below the peak of 13,709 hunters reported in 2002.  Montana has experienced the largest decrease in hunter numbers since 2002, and hunter numbers have declined from 17,908 in 2002 to fewer than 11,000 in 2012.  Both Montana and Wyoming began to decrease the harvest of female elk in many hunt areas in or near the Recovery Zone in the mid 2000s as some elk herds approached their population objectives. Additionally, in Montana, the marked decrease in elk populations near Yellowstone National Park and permit requirements in 2 hunting districts also contributed to lower interest or hunter efforts in the areas adjacent to the national park.  However, in 2012 Wyoming increased the number of licenses for female elk in some hunt areas near Meeteetse and Dubois, resulting in an overall increase in hunters for that state. Idaho reduced harvest objectives for females in 2008, which accounts for the decrease in hunter numbers in 2008 through 2013.  Figure 21.  Trend in elk hunter numbers within the Grizzly Bear Recovery Zone plus a 10-mile perimeter in Idaho, Montana, and Wyoming, 20022013.  Grizzly Bear-Human Conflicts in Grand Teton National Park (Katharine R. Wilmot and Steven L. Cain, Grand Teton National Park and John D. Rockefeller, Jr. Memorial Parkway)  We recorded 1 grizzly bear-human conflict and 1 management action taken on a grizzly bear in Grand Teton National Park in 2013 (Table 28). On 27 July 2013, a grizzly bear was observed foraging naturally within the Lizard Creek Campground.  The bear was successfully hazed out of the campground by park staff a few times, but it quickly returned, foraged at times within feet of visitors tents and vehicles, and became increasingly difficult to move.  A culvert trap was set outside the perimeter of the campground, which was subsequently restricted to hard-sided camping only.  On 29 July 2013, a second culvert trap was set in a closed section of the campground with full-time, on-site monitors. The bear was captured in this trap the same day.  The approximately 3-year-old male bear (#760) was fitted with a radio collar and relocated to the Boone Creek drainage in the Caribou-Targhee National Forest, west of the John D. Rockefeller, Jr. Memorial Parkway on 30 July 2013.  He returned to Grand Teton National Park within a week but was not observed within a developed area again during 2013. During 2013 we also recorded a minimum of 369 bear jams (153 grizzly, 174 black, 42 species not recorded), which occurred when habituated, nonfood conditioned bears frequented roadsides or the outskirts of other developments and drew crowds of onlookers.  The parks Wildlife Brigade managed most of these jams, in addition to enforcing food storage at campgrounds, picnic areas, and other developments. Grizzly bear jams peaked in May and June and black bear jams peaked in September.  In 2013, the park continued to make improvements to its bear conservation and safety information and education program, including the purchase of 52 30-cubic-foot bear resistant food storage boxes.  Greater Yellowstone Ecosystem  Table 28.  Human-grizzly bear conflicts in Grand Teton National Park, 2013.  Date Location Bear Management Unit Grizzly Bear-Human Conflicts in Yellowstone National Park (Kerry A. Gunther, Travis Wyman, and Eric Reinertson, Yellowstone Center for Resources, Yellowstone National Park)  Conservation of grizzly bears in Yellowstone National Park requires providing secure habitat (Schwartz et al. 2003) and keeping human-caused bear mortality at sustainable levels (IGBST 2005).  Most human-caused grizzly bear mortalities are directly related to grizzly bear-human conflicts (Gunther et al. 2004a).  Grizzly bear-human conflicts may also erode public support for grizzly bear conservation.  The foundation of Yellowstone National Parks strategy for bear related visitor safety and preventing human- caused bear mortalities is to reduce conflicts by preventing bears from obtaining anthropogenic foods. This is accomplished through education programs for park visitors, use of bear-proof food and garbage storage facilities, and strict enforcement of bear- related food and garbage storage regulations.  Major components of Yellowstone National Parks Bear Management Program include:  Educating park visitors about the causes of bear- human conflicts and how park visitors can modify their behavior to prevent conflicts from occurring. Educational efforts are made before and after visitors arrive in the park.  Bear spray demonstrations at visitor centers throughout the park to educate park visitors of the benefits of carrying bear spray and how and when to use it.  a bear-resistant design (NPS 1982).  Food storage devices (food hanging poles or bear-proof boxes) are provided in all designated backcountry campsites and many front-country campground campsites.  Backcountry users not staying in designated backcountry campsites are required to store their food and garbage in a bear-proof manner through the use of bear-proof backpacking canisters, panniers, or rigging their own food hanging system.  Front-country campers staying in campground campsites without food storage boxes are required to store their food in their vehicles.  Regulations that require all anthropogenic foods, garbage, and other attractants to be stored in a bear-proof manner are strictly enforced (NPS   feeding bears are strictly enforced (NPS 1982). Park developments and roadside auto  campgrounds are frequently patrolled to ensure compliance with food and garbage storage regulations (NPS 1982).  All anthropogenic bear attractants left unattended in auto campgrounds are confiscated.  Implementation of annual, seasonal closures of specific areas of grizzly bear habitat known to contain concentrations of high-quality bear foods such as ungulate winter ranges, elk calving areas, cutthroat trout spawning streams, and whitebark pine stands (NPS 1982).  Implementation of short-term temporary closures of public use areas where concentrated grizzly bear activity has been detected, such as locations where bears are feeding on ungulate carcasses near trails or backcountry campsites.  In addition to these management actions, Yellowstone National Park implemented several new bear safety messaging programs in 2013.  New safety messaging media implemented in 2013 include:  1) an insert in the park newspaper containing bear safety information (Figure 22); 2) installation of signs at all park entrance stations warning visitors not to feed or approach bears or other wildlife (Figure 23); 3) installation of signs at the entrances to all roadside auto campgrounds in the park warning visitors to Be Bear Aware and that Food Storage is Required (Figure 24); 4) distribution of pocket-sized bear safety cards at all visitor centers that inform day hikers on how to avoid bear encounters, react to bear encounters if they occur, and how to use bear spray (Figure 25); and 5) placement of bear safety table tents (containing the same information as the bear safety cards) on tables in park restaurants (Figure 26).  Bear safety information was also added to all day-hike trip planner brochures distributed at park visitor centers. To effectively allocate resources for implementing management actions designed to prevent grizzly bear-human conflicts, park managers need baseline information as to the types, causes, locations, and recent trends of conflict incidents.  To address this need, all grizzly bear-human conflicts reported in Yellowstone National Park are recorded annually.  Conflicts are grouped into broad categories using standard definitions described by Gunther et al. Generally, the frequency of grizzly bear-human conflicts is inversely associated with the abundance of natural bear foods (Gunther et al. 2004a).  When native bear foods are abundant, there tend to be few grizzly bear-human conflicts involving property damage and anthropogenic foods.  When native bear foods are scarce, incidents of grizzly bears damaging property and obtaining anthropogenic foods increase, especially during late summer and fall when bears are hyperphagic (Gunther et al. 2004a). In 2013, the availability of high-quality, concentrated bear foods in YNP was poor during the spring, average during the estrus and early hyperphagia seasons, and good during late hyperphagia.  During spring, winter-killed ungulate carcasses were scarce on the Northern Ungulate Winter Range and in thermally-influenced ungulate winter ranges in the interior of the park (see section Spring Ungulate Availability and Use by Grizzly Bears in Yellowstone National Park).  During spring, sign of grizzly bears grazing succulent emerging grasses, sedges (Carex spp.), and clover (Trifolium spp.), digging up pocket gopher caches, earthworms, and spring beauty corms, and foraging for log- dwelling ants were encountered while conducting field work.  Evidence of grizzly bear consumption of geothermal soils (geophagy, Mattson et al. 1999) was also observed during spring.  During estrus, there were very few spawning cutthroat trout observed in monitored tributary streams of Yellowstone Lake (see section Spawning Cutthroat Trout).  However, grizzly predation on newborn elk calves, grazing graminoids, digging up pocket gopher root-food caches, and foraging for forbs were common during the estrus season.  During early-hyperphagia, grizzly bears foraged for a variety of forbs and many grizzly bears were observed at high-elevation army cutworm moth aggregation sites east of the park boundary (see section Grizzly Bear Use of Insect Aggregation Sites Documented from Aerial Telemetry and Observations).  During late hyperphagia, whitebark pine cone production was below average (see Whitebark Pine Cone Production), however grizzly bears foraged extensively for berries, which were unusually abundant in Yellowstone National Park in 2013. There were 8 grizzly bear-human conflicts reported in Yellowstone National Park in 2013 (Table 29, Figure 27).  In 6 of the incidents, grizzly bears  Figure 22.  New bear warning newspaper insert (flip side of bison warning) distributed to visitors through the park newspaper handed out at all entrance stations beginning in 2013.  Yellowstone National Park entrances in 2013.  Figure 24.  New bear warning sign installed at all entrances and roadside campgrounds in Yellowstone National Park in 2013. damaged property but did not obtain anthropogenic foods.  Property damage included 2 buildings, 2 vehicles (1 car and 1 snowmobile), 1 tent, and 1 set of saddle panniers.  In 1 incident a grizzly damaged property and obtained a food reward.  This incident involved a snow measuring station that a grizzly bear damaged to get at the nontoxic antifreeze used in the snow pillow.  In addition, there was 1 incident of a bear attack in 2013.  This incident involved a female with a cub-of-the-year that attacked 2 people after a surprise encounter in an area with poor visibility due to thick post-fire vegetation regrowth.  The 8 conflicts were widely dispersed and no geographic concentrations of conflicts were evident in the park (Figure 27).  The annual number of bear-human conflicts occurring in Yellowstone National Park can vary widely from year to year (Figure 28) and is  Table 29.  Number of incidents of grizzly bear- Park, 2013. aTwo people were injured in this incident.  dependent on the availability of natural bear foods, park visitation numbers, park staffing levels, and other factors. Due to the low number of conflicts without known repeat offenses, no grizzly bears were captured and relocated or removed in management actions in Yellowstone National Park in 2013 (Table 30).  However, considerable management effort was dedicated toward preventing conflicts from occurring (Table 30).  In an effort to prevent the need to capture and relocate or remove bears, grizzly bears were hazed out of human use areas 38 times.  Grizzly bears were hazed out of park developments 24 times, off of primary roads 13 times, and off of roadside geyser  Table 30.  Number of grizzly bear incidents where National Park, 2013. Bear-jam management 279 Management hazing 38 Attempt Capture - unsuccessful 0 Capture, mark, and release on site 0 Capture and relocate 0 Capture and remove 0 Total management actions 342  Figure 26.  New bear safety table tent used on restaurant tables inside Yellowstone National Park beginning in 2013.  Figure 25.  New bear safety warning card distributed to day-hikers at all Yellowstone National Park Visitor Centers beginning in 2013. basin boardwalks 1 time.  In addition, as part of the parks strategy for preventing bears from obtaining human foods, 44 bear-proof food storage boxes were purchased with donations raised by the Yellowstone Park Foundation, and installed in roadside campgrounds.  Four of the parks 11 campgrounds including the Pebble Creek, Slough Creek, Tower Falls, and Indian Creek Campgrounds, now have a food storage box in 100% of their campsites.  It is the parks goal to provide park visitors with a bear- proof food storage box in every roadside campsite. Yellowstone National Park already provides a food storage device in every backcountry campsite. Although there were few conflicts in Yellowstone National Park, nonfood conditioned, human-habituated bears required considerable management effort.  Habituation is the waning of a bears response to people (McCullough 1982, Jope 1985, Herrero et al. 2005, Hopkins et al. 2010).  Habituation is adaptive and reduces energy costs by reducing irrelevant behavior (McCullough 1982, Smith et al. 2005) such as fleeing from park visitors that are not a threat.  Habituation allows bears to access and utilize habitat in areas with high levels of human activity, thereby increasing habitat effectiveness (Gunther and Biel 1999, Herrero et al. 2005).  Habituation most commonly occurs in national parks where human-caused bear mortality is low, and exposure to humans is frequent and predictable and does not result in negative consequences for bears.  Bears will readily habituate to people, human activities, roads, vehicles, traffic, and buildings.  In 2013, 331 roadside traffic-jams caused by visitors stopping to view habituated grizzly bears along roadsides were reported in Yellowstone National Park.  Park staff responded to 279 (84%) of the grizzly caused bear-jams and spent over 1,004 personnel hours managing habituated bears, the traffic associated with bear-jams, and the visitors that stopped to view and photograph habituated bears.  On average, 3.6 hours of park staff time were spent managing each grizzly bear jam. Foraging activity by habituated grizzly bears in roadside meadows increases during the fall of years when whitebark pine cone production is poor (Haroldson and Gunther 2013).  This suggests that food resources found in roadside meadows may be an important alternative for bears during periods of low whitebark pine seed production (Haroldson and Gunther 2013).  White pine blister rust (Cronartium  Figure 27.  Locations of grizzly bear-human conflicts in Yellowstone National Park, 2013.  Figure 28.  Number of incidents of grizzly bear-human conflict in Yellowstone National Park, 19802013.  ribicola), mountain pine beetle, and changing climate have the potential to significantly reduce the abundance of whitebark pine in the Yellowstone region (Schwandt 2006).  If whitebark pine is significantly reduced in Yellowstone National Park, the annual number of fall bear-jams may increase (Haroldson and Gunther 2013).  Park managers should take this into consideration when planning future bear management strategies.  The safety of park visitors that view habituated bears along roadsides, as well as the safety of those bears is a legitimate concern for Yellowstone National Parkmanagers (Herrero et al. 2005).  To be successful, alternatives for managing habituated bears that feed in roadside meadows need to consider the energetic needs and nutritional state of these bears (Robbins et al. 2004) and their contribution to GYE grizzly bear population viability (Gunther et al. 2004b, Herrero et al. 2005), along with human safety and the value of bear viewing to the public.  Aber, Idaho Department of Fish and Game)  Idaho Fish and Game Upper Snake Region Carnivore Biologist investigated 25 bear-human conflicts during 2013 (Table 31).  Conflicts are incidents where bears injure people, damaged property, obtained anthropogenic foods, killed or injured livestock, damaged beehives, or obtained vegetables or fruit from gardens and orchards (Gunther et al. 2000).  These conflicts vary from a single bear involved in a single incident to bear(s) involved in multiple incidents before the conflict can be resolved.  In Idaho, variation occurs annually in the number and location of conflicts, influenced by natural food abundance, livestock use patterns, availability of unsecured anthropogenic foods, and an expanding population (both geographic and numbers) of grizzly bears, black bears, and humans. Three people were injured by grizzly bears in 2013.  The first person was conducting research on bear habitat and surprised a grizzly at close range in thick cover.  The bear bit him on the upper arm and ran off.  The other 2 people were conducting forest inventory plots for the Bureau of Land Management when they startled a day-bedded grizzly.  The bear bit each of them and ran off.  Grizzly bears frequenting developed areas (e.g., subdivisions, campgrounds) were the most common conflict type in 2013.  In these cases garbage and birdfeeders provided food rewards to the bears.  One bear that was frequenting an apple orchard and garden on the outskirts of Marysville was trapped and relocated away from a populated area. Public education and a cost-share program for bear- resistant garbage storage containers in southeast Idaho, has reduced the number of bears actually obtaining human foods.  The electric fence at the private elk hunt operation failed and allowed numerous (45) grizzlies to enter the enclosure for 20+ nights where offal and other remains were buried.  This source of food attracted bears close to a lodge open to the public and to a Christian Youth Camp. During 2013, there were 2 known grizzly bear mortalities in Idaho.  The first mortality was by a caretaker of a private residence in the Hotel Creek area of Island Park.   A young female was rewarded with birdseed at a feeder on the property, later the same day a bear was seen in willows near the home.  The caretaker was walking towards the house door at dusk when he encountered the bear at close range (15 ft) and shot it.  The other mortality was a carcass found  in September on the Caribou-Targhee National Forest just outside the Timber Creek subdivision.   This bear was likely killed in the subdivision on 6 September when it got into chicken feed left on a porch.  This was a grizzly female with 2 yearlings.  The residence owner admitted shooting at the bear with a shotgun on the night of 6 September.  The yearlings moved away from the subdivision into the forest and have not been in trouble.  There was 1 additional probable mortality in Idaho during 2013 that remains under investigation. Lastly, a grizzly bear skull was found on private land near Ashton.  This bear likely died prior to 2013 and cause of death is unknown. Climatic conditions in the Idaho portion of the GYE were variable in 2013.  Winter snow pack was very low; spring brought enough precipitation to produce good summer forage although the summer season was a drought.  This combination was able to produce very good berry crops for fall forage.  Hunter encounters with bears during the archery season were nonexistent.  Table 31.  Grizzly bear/human conflicts in Idaho, Greater Yellowstone Ecosystem, 2013. Conflict type Number Land ownership  Human injury 3 Caribou-Targhee Na-tional Forest/BLM Aggression towards humans 1 Caribou-Targhee National Forest Parks)  During 2013, Montana Fish Wildlife and Parks (MFWP) investigated 67 grizzly bear- human conflicts in Montanas portion of the GYE. Incidences that result in grizzly bears causing public safety concerns, property damage, livestock depredations, human injuries, obtaining anthropogenic (unnatural) foods, or grizzly bear mortalities are considered conflicts requiring agency response, which may involve management action.  These conflicts usually vary from one bear being involved in a single incident to a bear(s) involved in multiple incidences over a period of time before the conflict issue(s) can be resolved.  The mean annual number of conflicts over the past 12 years is 61, with annual variation in the number and location of conflicts.  Reported and investigated grizzly bear-human conflicts in 2013 are listed in Table 32 and land ownership of individual  Figure 30.  Locations of grizzly bear-human conflicts in Montana, 2013.  conflict sites is listed in Table 33.  With an expanding grizzly bear population in geographic distribution and individual numbers, conflicts are occurring in a larger geographic area of public and private land.  The 2013 geographic locations of the reported and investigated conflicts are shown on the map in Figure 30. Annually, efforts continue to reduce various types of conflicts, increase public safety, and reduce mortalities in areas with historically high frequency of conflicts and also at individual sites. No people were injured by grizzly bears in Montana during 2013.  There were 2 backcountry self-defense or defense of life and/or property (DLP) killings of grizzly bears in 2013.  Bears frequenting or being near developed sites (e.g, homes, campgrounds) was the most common conflict in 2013.  Bears that are near developed sites are generally investigating the possibility of obtaining foods.  Education, sanitation efforts, and experience has helped reduce the actual number of bear obtaining human-related foods and has reduced the need for management actions involving capture and relocation or removal. USFWS Conservation Strategy funding provided since the initial delisting of the Yellowstone grizzly bear, have been used to acquire 343 bear-resistant refuse containers for placement on private and public land within the original Primary Conservation Area. From 2003 through 2013, there have been 668 reported and investigated grizzly bear-human conflicts in Montana.  During the time period of 19922002, there were 481 grizzly bear-human conflicts investigated.  Increase in the annual conflict rate is likely associated with an increase in the grizzly bear population, grizzly bear range expansion, and an increase in human population and recreational activities.  There was a 28% increase in conflict numbers during the most recent 11-year period.  However, if taken into consideration the increase in human population (25%), GYE bear population (32%) and the increase in overall bear distribution in Montanas portion of the GYE (36%), conflicts have been occurring at a relatively constant rate.  Conflict reduction efforts have been successful on public and private lands.  The yearly variation and slight upward trend in yearly total conflicts from 20032013 is shown in Figure 31. Historically, livestock depredations by grizzly bears have been relatively low in southwest Montana.  However, as bears are expanding their distribution outside of recognized suitable habitat, livestock depredations are increasing on private lands in these areas.  This has mostly occurred in the northeast area of the ecosystem, particularly near Red Lodge.  During 19922002, there were 11 livestock depredations investigated in southwest Montana.  This conflict type increased to 59 investigated livestock depredations from 20032013. 20032013.  Livestock depredations - cattle 12 (14 killed) Livestock depredations - sheep 4 (15 killed, 2 injured) Property damage 11 Anthropogenic foods w/ property damage 5 Human caused mortalities 5 Near developed sites- safety concerns 14 aThe COY natural mortality not included.  Table 33.  Private and public land conflicts in  County or local jurisdiction 0 Gallatin National Forest 6 Beaverhead-Deerlodge National Forest 5 the alpine zones.  Normally, high-elevation berry production in the GYE is limited to nonexistent due to a short growing season and freezing temperatures killing the flower blossoms or the berries before maturity.  Grizzly bear conflicts (n = 67) and sightings in 2013 were near the long-term conflict average (n = 62).  Field investigations found more grizzly bears using heavy shaded timber and wet areas during the summer months.  This behavior allows bears to avoid the hot dry conditions, find adequate viable vegetative foods, thereby resulting in fewer human interactions and conflicts during the summer months.  Summer vegetative foods were adequate in these shaded, moist areas and high-quality fall foods (e.g., berries, roots, carcasses) were plentiful.  No single factor can be attributed to low or high conflicts in a given year and it is always the accumulation of multiple factors. Natural foods, climate conditions, bear numbers, previous bear removals, management efforts and human activities all factor into the annual variation in bear/human conflicts. An extensive effort has been made to help reduce all types of conflicts and a measure of success is being observed in a reduction of sanitation and anthropogenic food related conflicts and bear mortalities numbers.  During 2013, only 1 conflict was related to garbage and the other anthropogenic conflicts mostly involved apples and gardens.  Since 2006, the distribution and placement of 265 bear- resistant garbage containers in the upper Yellowstone River/Gardiner area has greatly reduced garbage- related conflicts there.  However, the most difficult conflict to prevent is surprise encounter situations; these encounters can lead to human injuries and currently trending into the second leading cause of grizzly bear mortalities.  During 2013, there were no human injuries as a result to surprise encounters with bears.  MFWP continues to distribute bear conflict information to hunters through license holders, postcards, letters, personal contacts, hunter education classes, newspaper, websites, and televised news.  In general, most of the public is aware of grizzly bear presence and potential encounter situations, but due to the unpredictable random occurrence and location of surprise encounters, it is most difficult to alleviate these types of conflicts.  The future challenge will be dealing with management situations on private land beyond recognized suitable habitat.  During 2013, there were 6 known or probable grizzly bear mortalities in the Montana portion of the GYE.  Two of the mortalities occurred on private land and 4 occurred on public land.  Annually, all grizzly bear mortalities occurring in the GYE reported on the IGBST website: nrmsc.usgs.gov/research/igbst-home. htm. Management removals accounted for only 1 of the mortalities in 2013.  This removal involved livestock (sheep) depredations on private land beyond the DMA line north of Red Lodge, by a male grizzly bear with previous management actions in Wyoming. One adult male bear and 1 female bear were killed in defense of life or property situations on national forest land.  One subadult male and 1 subadult female were killed in separate incidences by vehicles on public highways near West Yellowstone.  There was 1 natural bear depredation mortality of a male COY near Big Sky. Even as the Yellowstone grizzly bear population has been expanding, Montanas mortality trend has remained fairly constant since 1992, averaging 4 bear mortalities/year.  Comparing time periods of 19922002 to 20032013, bear mortalities associated with anthropogenic foods has actually decreased from 46% down to 16% of the total annual mortalities.  Sanitation and education efforts have been successful.   However, during this same time period, grizzly bear close (surprise) encounters resulting in human injuries and defense of life or property incidences leading to bear mortalities has increased from 20% to 35% of the average annual bear mortalities.  Additionally, management removals due to livestock depredations have increased from 4% to 12% of the average annual mortalities during this same period.  These increases in mortalities are likely associated with Yellowstone grizzly bear expansion in population numbers and distribution.  The number of grizzly bear management mortalities compared with all other mortalities from 2003 through 2013 are shown in Figure 32. The expected trend will be for grizzly bears to continue occupying more areas within and beyond the DMA, potentially resulting in increasing numbers of conflicts and bear mortalities. As in 2012, the 2013 climatic conditions were dry during the summer months with relatively hot temperatures, whereas the spring months had ample moisture.  Once again, these conditions allowed for good berry production from low elevations to Grizzly Bear-Human Conflicts in Wyoming (Brian DeBolt, Zach Turnbull, Michael Boyce, Kyle Bales, Zach Gregory, and Jason Wilmot, Wyoming Game and Fish Department)  Bear-human interactions and conflicts in Wyoming are typically a result of bears seeking unnatural foods in association with people and property, close encounters with humans, or when bears kill livestock.  The number and location of bear- human conflicts is influenced by unsecured unnatural attractants (e.g., human foods, garbage), natural food distribution and abundance, bear numbers and distribution, and human and livestock use patterns on the landscape. The management technique of capturing bears in areas where they may come into conflict with people and relocating them to remote locations is a common practice throughout the world.  Relocating bears achieves several social and conservation functions:  1) reduces the probability of property damage, livestock damage, or human interactions in areas where the potential for conflict is high; 2) reduces the potential for bears to become food conditioned, which often results in destructive and dangerous behaviors; 3) allows bears the opportunity to forage on natural foods and remain wary of people; and 4) may prevent removing bears from the population, which may be beneficial in meeting population management objectives. The Wyoming Game and Fish Department (WGFD) relocates and removes black and grizzly bears as part of routine management operations.  The decision to relocate or remove a bear is made after considering a number of variables including age and sex of the animal, behavioral traits, health status, physical injuries or abnormalities, type of conflict, severity of conflict, known history of the animal, human safety concerns, and population management objectives.  Grizzly bears are relocated in accordance with state and federal law, regulation, and policy. During 2013, the WGFD captured 26 grizzly bears in 27 capture events in an attempt to prevent or resolve conflicts (Figure 33).  Most individuals were lone grizzly bears, but 1 family group (1 female with 2 yearlings) was also captured.  Of the 27 capture events, 15 (56%) occurred in Park County, 6 (22%) in Sublette County, 3 (11%) in Hot Springs County, 2 (7%) in Fremont County, 1 (4%) in Grand Teton National Park (GTNP), and zero in Teton County (Table 34).  A lone subadult male (#760) was captured by Grand Teton  National Park personnel and was moved to the Boone Creek drainage in Teton County after being caught for frequenting a campground.  The bear returned to Grand Teton National Park within 11 days. Of the 27 capture events, 18 involved grizzly bears that were relocated from areas preemptively to avoid conflicts or where they were causing property damage, obtained garbage or some non-natural food such as pet food or livestock grain, or a combination of these factors.  Thirteen captures were a result of grizzly bears killing livestock, primarily cattle.  One management capture was a non-target yearling grizzly bear released on site in Sublette County. Eight of the 27 capture events resulted in the removal of grizzly bears from the population by agency personnel due to a history of previous conflicts, a known history of close association with humans, or they were deemed unsuitable for release into the wild  Figure 33.  Management capture locations (n=27) for griz- zly bears captured, relocated, released, or removed in 2013. Grizzly bears with G in front of their number were marked but not wearing radio collars upon release typically because they were too young to be collared. Grizzly bears identified with NA were grizzly bears removed from the population without being given an identification number.  The unk label is the yearling non-target capture released on site. 61  Table 34.  Capture date, grizzly bear identification number (ID), capture county, relocation site, release county, and reason for capture for all 2013 grizzly bear conflict management captures (n = 27) in Wyoming.  Date IDa Capture countyb Relocation site Relocation county Remarks  3/23/2013 N/A Park N/A  Cattle depredation 4/25/2013 671 Park N/A  Garbage 5/6/2013 740 Park Long Creek Fremont Cattle depredation 5/6/2013 549 Park N/A Cattle depredation 5/24/2013 742 Park Mormon Creek Park Frequenting a calving pasture  and aggressive behavior 5/25/2013 743 Park Togwotee Pass Fremont Preemptive, from east of High-   5/25/2013 G189 Park Togwotee Pass Fremont Preemptive, from east of High- tural areas  5/25/2013 G190 Park Togwotee Pass Fremont Preemptive, from east of High- tural areas  ing pasture  6/7/2013 748 Park Bailey Creek Teton Frequenting a campground 6/8/2013 G192 Park Mormon Creek Park Frequenting a housing area 6/30/2013 756 Sublette Sunlight Creek Park Cattle depredation 7/7/2013 587 Sublette N/A Cattle depredation 7/8/2013 714 Sublette N/A Cattle depredation 7/23/2013 N/A Hot Springs N/A  Cattle and sheep depredation 7/28/2013 745 Park Squirrel Creek Teton Garbage and frequenting a guest  ranch  GTNP 8/6/2013 637 Sublette Mormon Creek Park Cattle depredation 8/10/2013 Unk Sublette N/A  Nontarget at cattle depredation  site  at residences 9/10/2013 765 Hot Springs Boone Creek Teton Cattle depredation 9/14/2013 717 Sublette N/A  Cattle depredation 9/23/2013 767 Fremont Mormon Creek Park Cattle depredation 9/27/2013 768 Park Fox Creek Park Frequenting a resort lodge and  restaurant  cattle depredation 10/9/2013 771 Park Togwotee Pass Fremont Frequenting ranch buildings 10/14/2013 G193 Park Grassy Lake Teton Damaging apple trees at resi-  dence a Grizzly bears identified with N/A were grizzly bears removed from the population without being given an identification number; grizzly bears with G in front of their number were marked but not wearing radio collars upon release typically because they were too young to be collared; Unk = unknown. b GTNP = Grand Teton National Park. (i.e., orphaned cubs, poor physical condition, or human safety concern).  All relocated grizzly bears were released on U.S. Forest Service lands in or adjacent to the Grizzly Bear Recovery Zone (RZ) (Figure 34).  Of the 18 relocation events, 8 (44%) bears were released in Park County, 5 (28%) were released in Teton County, and 5 (28%) were released in Fremont County (Table 34). All independent grizzly bears older than 2 years that were relocated were fitted with a radio collar (n = 14) to track their movements after release.  Attempts to obtain location data via aerial telemetry were made approximately every 1014 days. Within 5 days of releasing a grizzly bear, the County Sheriff was notified by e-mail and a press release was distributed to all local media contacts in the county where the grizzly bear was released.  The media release contained information on the location  of the grizzly bear release, the number of grizzly bears relocated, the date of the relocation and the reason the grizzly bear was relocated (Table 34). Department personnel investigated and recorded 152 grizzly bear-human conflicts in 2013 (Table 35).  Although fewer than average conflicts occurred in 2013, the general pattern in recent years is an overall increasing trend (Figure 35).  This year was marked by dry conditions throughout the summer followed by abundant precipitation during the fall. As a result, overall annual vegetal food and berry availability throughout the state was very good.  In addition, whitebark pine production was below average  Figure 34.  Release locations (n=18) for grizzly bears cap- tured, relocated, or released on site in conflict management efforts 2013.  Grizzly bears with G in front of their number were marked but not wearing radio collars upon release typi- cally because they were too young to be collared.  Table 35.  Type and number of grizzly bear-human conflicts in Wyoming, 2013. Conflict Type Number Percent Aggression toward humans 5 3 Human-caused grizzly death 3 2  Figure 36.  Location of human-grizzly bear conflicts in Wyoming outside of National Parks (n = 152) in relation to the Recovery Zone Boundary, Wyoming, 2013. The majority (92%) of documented conflicts in Wyoming occurred outside of the Recovery Zone.  (see section Whitebark Pine Cone Production) and army cutworm moth aggregation site use by bears was very high in 2013.  Verified documentation of grizzly bears and conflicts continues to be observed in areas further from the Recovery Zone boundary as noted in previous years (Figure 36). During 2013, the WGFD captured 26 grizzly bears in 27 capture events in an attempt to prevent or resolve conflicts.  Of the 27 capture events, 18 (66%) involved grizzly bears that were relocated from areas where they were causing conflicts with livestock or property, or moved preemptively to avoid conflicts. Eight capture events involved grizzly bears that were removed from the population by agency personnel due to a history of previous conflicts, a known history of close association with humans, or they were deemed unsuitable for release into the wild (i.e., orphaned cubs, poor physical condition, or a human safety concern).  All relocated grizzly bears were released on U.S. Forest Service (n = 18) lands in or adjacent to the Recovery Zone.  The WGFDs annual report of grizzly bear relocations can be found at:  http://wgfd.wyo.gov/ web2011/wildlife-1000674.aspx. Within Wyoming, outside of the National Parks and Wind River Reservation, there were 17 known or probable human-caused mortalities in 2013.  Twelve of the mortalities occurred on public lands administered by the U.S. Forest Service. Management removals accounted for 9 mortalities in 2013.  Of the 9 grizzly bears removed in management actions, 8 were removed due to livestock  64  Remains of yearling steer killed by grizzly bear in Wyoming August 2012.  Image courtesy of Wyoming Game and Fish Department.  depredations and 1 due to property damage and human food rewards.  In addition to the 9 management removals, 1 grizzly bear was killed by another grizzly bear, 1 was found dead of apparent natural causes, 2 were self-defense killings, and 4 mortalities are under investigation by law enforcement personnel. With the grizzly bear population expanding in both number and distribution into areas of high human activity, Wyoming has documented an increasing trend in conflicts and associated human-caused mortality. Short-term, annual variation of mortality rates is a function of annual natural food abundance. Most grizzly bear-human conflicts in Wyoming were a result of domestic livestock depredations and food rewards from humans in the form of garbage or pet and livestock feed.  Conflicts, and the resulting capture, relocation, and removal of grizzly bears in Wyoming are increasing.  This trend is a result of grizzly bears increasing in numbers and distribution into areas used by humans, including livestock production, both on public and private lands.  As long as GYE grizzly bear population growth and range expansion continues, bears are likely to encounter food  sources, such as livestock and livestock feed, garbage, and pet food, resulting in increased property damage and threats to human safety.  Conflict prevention measures such as attractant storage, deterrence, and education are the highest priority for the WGFD.  In general, there is an inverse relationship between social tolerance and biological suitability for bear occupancy in areas further from the Recovery Zone due to development, land use patterns, and various forms of recreation.  Although prevention is the preferred option to reduce conflicts, each situation is managed on a case-by-case basis with education, securing of attractants, relocation or removal of individual bears, or a combination of methods.  Although prevention is the preferred option to reduce conflicts (see WGFD 2013 Bearwise Community Project Update, Appendix C), each situation is managed on a case-by-case basis with education, securing of attractants, relocation or removal of individual bears, or a combination of Service)  reported on the Wind River Reservation in 2013.  Location of the Wind River Reservation in the Greater Yellowstone Ecosystem. Grizzly Bear-Human Interactions in Yellowstone National Park (Kerry A. Gunther and Travis Wyman, Yellowstone National Park)  In an effort to make scientifically based deci- sions regarding visitor bear safety recommendations and regulations, Yellowstone National Park managers are interested in the relative risk of grizzly bear attack on park visitors inside the park.  To address this need, we recorded information on bear-human encounters occurring in the park.  Since the risk of bear attack varies depending on visitor location and activity, we grouped bear-human encounters into 5 broad catego- ries based on location and activity.  These categories include: 1) front-country developments, 2) roadside corridors, 3) backcountry campsites, 4) backcountry trails, and 5) backcountry off-trail areas.   Bears may enter front-country developments in the park for a variety of reasons including seeking human foods or garbage, foraging for natural foods, travel, or other reasons.  Under Yellowstone National Parks Bear Management Plan, front-country develop- ments are managed for people and bears are actively excluded through hazing, capture and relocation, or capture and removal.  Activity of Bears in Front-country Developed Sites--In 2013, there were 73 incidents reported where grizzly bears were known to enter park developments (Table 36).  The activity of the bears was reported in 68 of the 73 incidents.  In 36 (53%) of the incidents where the bears activity was reported, the bears were foraging for natural foods within the front-country de- velopments.  In 21 (31%) of the incidents, bears likely just traveled through the developments.  In 10 (15%) of the incidents, bears appeared to be investigating sources of human foods or garbage.  Bears did not ob- tain a food reward in any of these 10 incidents.  In one of the 10 incidents, a bear damaged a locked walk-in freezer but was not able to get in and did not obtain a food reward. Reactions of Bears to the Presence of People in Front-country Developments--Grizzly bears were known to have encountered people in 50 of the 73 reported incidents where they entered front-country  developments in 2013 (Table 37).  The bears reaction could be classified as a flight response in 37 (74%) and neutral in 12 (24%) of the incidents.  Bears displayed curious behavior in 1 (2%) of the incidents.  Grizzly bears did not exhibit aggressive behavior in any of the 50 incidents.  There were no grizzly bear attacks on people within park front-country developments in 2013.  Bears may frequent roadside corridors in the park for a variety of reasons including for traveling, mating, foraging for natural foods, or seeking human food handouts.  In the past (19101969), bears com- monly panhandled along park roads for food handouts from visitors (Schullery 1992).  Strict enforcement of regulations prohibiting the hand feeding of bears has mostly eliminated this behavior in park bears.  How- ever, bears are still regularly observed near park roads traveling and foraging for native foods.  Unlike park developments which are managed solely for people and bears are actively excluded, under Yellowstone National Parks Bear Management Plan, roadside corridors are managed for both human and bear uses. Although bears are not allowed to remain or linger on the paved road or road shoulder, they are tolerated in roadside meadows and are not actively discour- aged from using roadside habitats to forage for natural foods.  reports of grizzly bear activity along park roads were  Table 36.  Activity of bears that entered front-country developments in Yellowstone National Park, 2013. Bears activity while inside development Incidents Not reported/unknown 5 Travel through 21 Forage natural foods 36  Table 37.  Reactions of grizzly bears to encounters with people within front-country developments, along roadsides, in backcountry campsites, on trails, and in off-trail areas in Yellowstone National Park, 2013.  Run away 15 8 1 9 7 40 Walk away 22 69 1 7 2 101 Adult climb tree 0 0 0 0 0 0 Cubs climb tree/adult remain 0 0 0 0 0 0 Flight behavior subtotal 37 77 2 16 9 141 Neutral behaviors No overt reaction 11 141 2 17 14 185 Stand up on hind legs 1 3 0 0 1 5 Circle down wind 0 0 0 1 0 1 Neutral behavior subtotal 12 144 2 18 15 191 Curious behaviors Walk towards stationary person 1 0 0 5 2 8 Follow mobile person 0 0 0 1 0 1 Investigate vehicle 0 0 - - - 0 Curious behavior subtotal 1 0 0 6 2 9 Stress/agitation/warning signals Salivate 0 0 0 0 0 0 Sway head side to side 0 0 0 0 0 0 Make huffing noises 0 0 0 0 0 0  Pop jaws/teeth clacking noises 0 0 0 0 0 0 Stood ground watched/stared 0 0 0 2 0 2 Slap ground with paw 0 0 0 0 0 0 Flatten ears/erect spinal hairs 0 0 0 0 0 0 Stiff legged walk/hop 0 0 0 0 0 0 Stress/warning behavior subtotal 0 0 0 2 0 2 Aggressive behaviors Growl 0 0 0 0 0 0 Stalk 0 0 0 0 0 0 Run towards/aggressive charge 0 2 0 5 2 9 Aggressive behavior subtotal 0 2 0 5 2 9 Attack behaviors Defensive attack 0 0 0 1 0 1 Predatory attack 0 0 0 0 0 0 Attack behavior subtotal 0 0 0 1 0 1 reported.  The primary activity of roadside bears was recorded in 321 of these reports (Table 38).  In the majority of these reports, the roadside bears primary activity was foraging for natural foods (76%, n = 245) or traveling (21%, n = 67).   Other activities reported included swimming (n = 2), mating (n = 2), sleep- ing (n = 2), and interacting with black bears (n = 1). There were 2 incidents reported where the roadside bears primary activity was investigating vehicles, pos- sibly seeking anthropogenic foods.  Bears Reactions to the Presence of People Along Roadsides--Bears were noticeably aware of the presence of people in 226 of the 331 reports of bear activity along roads.  Reactions of bears to people was reported for 223 of these 226 roadside encounters (Table 37).  Of these, the bears reaction could be clas- sified as neutral in 65% (n = 144) of the incidents, and as a flight response in 35% (n = 77) of the incidents. Bears displayed aggressive behavior in &lt;1% (n = 2) of roadside encounters.  There were no grizzly bear attacks on people along roadsides within the park in 2013.  Bears and other wildlife are generally given priority in management decisions where bear or wildlife and human activities are not compatible in backcountry areas of the park.  Backcountry trails,  Table 38.  Primary activity of grizzly bears along roadsides in Yellowstone National Park, 2013.  Swimming 2 Intraspecific interactions with black bears 1 Investigating vehicles/seeking anthropogenic  campsites, and off-trail areas are occasionally closed to recreational use when human activities conflict with natural bear activities and behaviors.  Activity of Bears in Occupied Backcountry Campsites--Bears occasionally enter designated back- country campsites while the campsites are occupied by recreational users.  In 2013, there were 7 incidents reported where grizzly bears entered occupied back- country campsites (Table 39).  The primary activities of grizzly bears that entered backcountry campsites were walking through the core camp (29%, n = 2), foraging on ungulate carcasses (n = 1), investigating the food pole (n = 1), investigating the fire ring (n = 1), attempting to get human foods without success (n = 1), and damaging unoccupied tents (n = 1).  Bear Reactions to the Presence of People in Backcountry Campsites--In 4 of the 7 incidents where grizzly bears entered occupied backcountry camp- sites, the campers believed that the bear knew people were present in the core camp.  In these 4 incidents the bears reacted to the presence of people in a neutral manner in 2 (50%) incidents and by fleeing in 2 (50%) incidents (Table 37).  There were no grizzly bear at- tacks on people within backcountry campsites in 2013.  Table 39.  Primary activity of grizzly bears that entered occupied backcountry campsites in Yellowstone National Park, 2013. Walked through core camp 2 Forage native foods 1 Investigate tent without damage 0 Investigate food pole 1 Investigate fire ring 1 Attempt to get human foods (not successful) 1 Damage property 1 Obtain anthropogenic foods 0 Bear Reactions to Encounters with People on Backcountry Trails--In 2013, there were 52 incidents where people encountered grizzly bears along back- country trails where the bear was mutually aware of the peoples presence (Table 37).  The bears reactions to the encounters were reported for 48 of these inci- dents.  Grizzly bears reacted to encounters with people along backcountry trails with neutral behaviors in 38% (n = 18), flight behaviors in 33% (n = 16), curious be- haviors in 13% (n = 6), and displayed stress or warn- ing behaviors in 4% (n = 2) of the incidents.  Grizzly reacted aggressively without making contact in 10% (n = 5) of the encounters.  In one incident (2%) a griz- zly female with a cub-of-the-year attacked a party of hikers during a surprise encounter.  Bear Reactions to Encounters with People in Off-Trail Backcountry Areas--In 2013, there were 30 incidents where people encountered grizzly bears (where the bear was mutually aware of the peoples presence) while traveling in off-trail backcountry areas (Table 37).  The bears reactions to the encounters  were reported for 28 of these incidents.  Grizzly bears reacted to off-trail encounters with people with neutral behaviors in 15 incidents (54%) by fleeing in 9 inci- dents (32%), and in a curious manner in 2 incidents (7%).  Grizzly bears reacted aggressively without making contact in 2 (7%) of the encounters.  There were no grizzly bear attacks on people during encoun- ters with people in off-trail backcountry areas in 2013.  Summary of Bear-Human Interactions  Grizzly bears instill fear in many park visi- tors.  However, grizzly bears rarely reacted aggres- sively toward people during encounters in Yellowstone National Park in 2013.  In the 353 encounters between grizzly bears and people where the bears reaction was reported, bears reacted with neutral behaviors in 54% (n = 191), by fleeing in 40% (n = 141), curious behav- iors in 3% (n = 9), stress or warning behaviors in 1% (n = 2), and with aggression without contact in 3% (n = 9) of the encounters (Table 40).  Grizzly bears at- tacked people in &lt;1% (n = 1) of the 353 encounters.  Andrascik, R.  1992.  Lake area-Bridge Bay spawning survey.  Pages 2935 in R. Andrascik, D.G. Carty, R.D. Jones, L.R. Kaeding, B.M. Kelly, D.L. Mahony, and S.T. Olliff.  Annual project report for 1991, Fishery and Aquatic Management Program, Yellowstone National Park.  U.S. Fish and Wildlife Service, Fisheries Assistance Office, Yellowstone National Park, Wyoming, USA.  Basile, J.  1982.  Grizzly bear distribution in the Yellowstone area, 197379.  Research Note INT-321.  U.S. Forest Service, Intermountain Forest and Range Experiment Station, Ogden, Utah, USA.  Bjornlie, D., and M.A. Haroldson.  2011.  Grizzly bear use of insect aggregation sites documented from aerial telemetry and observation.  Pages 3335 in C.C. Schwartz, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2010. U.S. Geological Survey, Bozeman, Montana, USA.  Bjornlie, D.D., D.J. Thompson, M.A. Haroldson, C.C. Schwartz, K.A. Gunther, S.L. Cain, D.B. Tyers, K.L. Frey, and B. Aber.  2014a.  Methods to estimate distribution and range extent of grizzly bears in the Greater Yellowstone Ecosystem.   Wildlife Society Bulletin 38:182 187.  Bjornlie, D.D., F.T. van Manen, M.R. Ebinger, M.A. Haroldson, D.J. Thompson, and C.M. Costello.  2014b.  Whitebark pine, population density, and home-range size of grizzly bears in the Greater Yellowstone Ecosystem.  PLoS ONE 9(2):e88160.  doi:  10.1371/journal. pone.0088160.  Blanchard, B.  1985.  Field techniques used in the study of grizzly bears.  Interagency Grizzly Bear Study Team report.  National Park Service, Bozeman, Montana, USA.  Blanchard, B.M.  1987.  Size and growth patterns of the Yellowstone grizzly bear.  International Conference on Bear Research and Management 7:99107.  Blanchard, B.M.  1990.  Relationship between whitebark pine cone production and fall grizzly bear movements.  Pages 362363 in W.C. Schmidt and K.J. McDonald, compilers. Proceedings of symposium on whitebark pine ecosystems:  ecology and management of a high-mountain resource.  U.S. Forest Service General Technical Report INT-270.  U.S. Department of Agriculture, Forest Service, Ogden, Utah, USA.  Blanchard, B., and R. Knight.  1991.  Movements of Yellowstone grizzly bears, 197587. Biological Conservation 58:4167.  Blanchard, B.M., R.R. Knight, and D.J. Mattson. 1992.  Distribution of Yellowstone grizzly bears during the 1980s.  American Midland Naturalist 128:332338.  Burnham, K.P., and D.R. Anderson.  2002.  Model selection and multimodel inference:  a practical information-theoretic approach. Second edition.  Springer-Verlag, New York, New York, USA.  Chao, A.  1989.  Estimating population size for Biometrics 45:427438.  Cherry, S., M.A. Haroldson, J. Robison-Cox, and C.C. Schwartz.  2002.  Estimating total human- caused mortality from reported mortality using data from radio-instrumented grizzly bears. Ursus 13:175184.  Cherry, S., G.C. White, K.A. Keating, M.A. Haroldson, and C.C. Schwartz.  2007. Evaluating estimators for numbers of females with cubs-of-the-year in the Yellowstone grizzly bear population.  Journal of Agricultural, Biological, and Environmental Costello, C.M., F.T. van Manen, M.A. Haroldson, M.R. Ebinger, S. Cain, K. Gunther, and D.D. Bjornlie.  2014.  Influence of whitebark pine decline on fall habitat use and movements of grizzly bears in the Greater Yellowstone Ecosystem.  Ecology and Evolution.  doi: 10.1002/ece3.1082.  Craighead, J.J., K.R. Greer, R.R. Knight, and H.I. Pac.  1988.  Grizzly bear mortalities in the Yellowstone Ecosystem, 19591987.  Report of the Montana Department of Fish, Wildlife and Parks; Craighead Wildlife Institute; Interagency Grizzly Bear Study Team; and National Fish and Wildlife Foundation.  Craighead, J.J., J. Sumner, and J.A. Mitchell.  1995. The grizzly bears of Yellowstone:  their ecology in the Yellowstone ecosystem, 1959 1992.  Island Press, Washington, D.C., USA.  Curtis, G.L.  1990.  Recovery of an offshore lake trout Salvelinus namaycush population in eastern Lake Superior, USA and Canada.  Journal of Great Lakes Research 16(2):279287.  Doak, D.F., and K. Cutler.  2013.  Re-evaluating evidence for past population trends and predicted dynamics of Yellowstone grizzly bears.  Conservation Letters.  doi:  10.1111/ conl.12048.  Eberhardt, L.L.  1995.  Population trend estimates from reproductive and survival data. Pages 1319 in R.R. Knight and B.M. Blanchard, authors.  Yellowstone grizzly bear investigations:  report of the Interagency Study Team, 1994.  National Biological Service, Bozeman, Montana, USA.  Eberhardt, L.L., B.M. Blanchard, and R.R. Knight. 1994.  Population trend of Yellowstone grizzly bear as estimated from reproductive and survival rates.  Canadian Journal of Zoology 72:360363.  Elrod, J.H.  1983.  Seasonal food of juvenile lake trout Salvelinus namaycush in USA waters of Lake Ontario.  Journal of Great Lakes Research Elrod, J.H., and OGorman.  1991.  Diet of juvenile lake trout in southern Ontario in relation to abundance and size of prey fishes, 19791987. Transactions of the American Fisheries Society 120:290302.  French, S.P., M.G. French, and R.R. Knight.  1994. Grizzly bear use of army cutworm moths in the Yellowstone ecosystem.  International Conference on Bear Research and Management 9:389399.  Greater Yellowstone Whitebark Pine Monitoring Working Group. 2014a. Summary of preliminary step-trend analysis from the Interagency Whitebark Pine Long-term Monitoring Program - 20042013:  prepared for the Interagency Grizzly Bear Study Team. Natural Resource Data Series NPS/GRYN/ NRDS-2014/600. National Park Service, Fort Collins, Colorado.  Greater Yellowstone Whitebark Pine Monitoring Working Group.  2014b.  Monitoring whitebark pine in the Greater Yellowstone Ecosystem:  2013 annual report.  Natural Resource Data Series NPS/GRYN/NRDS- 2014/631.  National Park Service, Fort Collins, Colorado, USA.  Green, G.I.  1994.  Use of spring carrion by bears in Yellowstone National Park.  Thesis, University of Idaho, Moscow, Idaho, USA.  Gunther, K.A., B. Aber, M.T. Bruscino, S.L. Cain, M.A. Haroldson, and C.C. Schwartz. 2012.  Grizzly bear-human conflicts in the Greater Yellowstone Ecosystem.  Pages 4852 in F.T. van Manen, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2011. U.S. Geological Survey, Bozeman, Montana, USA.  Gunther, K.A., and M.J. Biel.  1999.  Reducing human-caused black and grizzly bear mortality along roadside corridors in Yellowstone National Park.  Pages 2527 in G.L. Evink, P. Garrett, and D. Zeigler, editors.  Proceedings of the International Conference on Wildlife Ecology and Transportation.  FL-ER-73-99. Florida Department of Transportation, Tallahassee, Florida, USA.  Gunther, K.A., M.T. Bruscino, S. Cain, J. Copeland, K. Frey, M.A. Haroldson, and C.C. Schwartz. 2000.  Grizzly bear-human conflicts confrontations, and management actions in the Yellowstone ecosystem, 1999.  Pages 55108 in C.C. Schwartz and M.A. Haroldson, editors. Yellowstone grizzly bear investigations: annual report of the Interagency Grizzly Bear Study Team, 1999.  U.S. Geological Survey, Bozeman, Montana, USA.  Gunther, K.A., M.A. Haroldson, K. Frey, S.L. Cain, J. Copeland, and C.C. Schwartz.  2004a. Grizzly bear-human conflicts in the Greater Yellowstone Ecosystem, 19922000.  Ursus 15(1):1024.  Gunther, K.A., K. Tonnessen, P. Dratch, and C. Servheen.  2004b.  Management of habituated grizzly bears in North America:  report from a workshop.  Transactions of the 69th North American Wildlife and Natural Resources Conference.  Washington, D.C., USA.  Haroldson, M.A.  2012.  Assessing trend and estimating population size from counts of unduplicated females.  Pages 1015 in F.T. van Manen, M.A. Haroldson, and K. West, editors. Yellowstone grizzly bear investigations: annual report of the Interagency Grizzly Bear Study Team, 2011.  U.S. Geological Survey, Bozeman, Montana, USA.  Haroldson, M.A., and K.A. Gunther.  2013.  Roadside bear viewing opportunities in Yellowstone National Park:  characteristics, trends, and influence of whitebark pine.  Ursus 24(1):27 41.  Haroldson, M.A., K.A. Gunther, D.P. Reinhart, S.R. Podruzny, C. Cegelski, L. Waits, T. Wyman, and J. Smith.  2005.  Changing numbers of spawning cutthroat trout in tributary streams  of Yellowstone Lake and estimates of grizzly 16(2):167180.  Haroldson, M.A., M. Ternent, G. Holm, R.A. Swalley, S. Podruzny, D. Moody, and C.C. Schwartz. 1998.  Yellowstone grizzly bear investigations: annual report of the Interagency Grizzly Bear Study Team, 1997.  U.S. Geological Survey, Biological Resources Division, Bozeman, Montana, USA.  Harris, R.B., G.C. White, C.C. Schwartz, and M.A. Haroldson.  2007.  Population growth of Yellowstone grizzlies:  uncertainty, correlation, and future monitoring.  Ursus 18(2):167177.  Herrero, S., T. Smith, T.D. DeBruyn, K. Gunther, and C.A. Matt.  2005.  Brown bear habituation to people:  safety risks and benefits.  Wildlife Society Bulletin 33:362373.  Higgs, M.D., W.A. Link, G.C. White, M.A. Haroldson, and D.D. Bjornlie.  2013.  Insights into the latent multinomial model through mark-resight data on female grizzly bears with cubs-of-the- year.  Journal of Agricultural, Biological, and Environmental Sciences 18(4):556577.  Hopkins, J.B., S. Herrero, R.T. Shideler, K.A. Gunther, C.C. Schwartz, and S.T. Kalinowski.  2010. A proposed lexicon of terms and concepts for human-bear management in North America. Ursus 21(2):154168.  Hoskins, W.P.  1975.  Yellowstone Lake tributary study.  Interagency Grizzly Bear Study Team unpublished report, Bozeman, Montana, USA.  Interagency Grizzly Bear Study Team.  2005. Reassessing methods to estimate population size and sustainable mortality limits for the Yellowstone grizzly bear.  Interagency Grizzly Bear Study Team, U.S. Geological Survey, Northern Rocky Mountain Science Center, Montana State University, Bozeman, Montana, USA.  size and sustainable mortality limits for the Yellowstone grizzly bear:  workshop document supplement.  Interagency Grizzly Bear Study Team, U.S. Geological Survey, Northern Rocky Mountain Science Center, Montana State University, Bozeman, Montana, USA.  Interagency Grizzly Bear Study Team.  2012. Updating and evaluating approaches to estimate population size and sustainable mortality limits for grizzly bears in the Greater Yellowstone Ecosystem.  Interagency Grizzly Bear Study Team, U.S. Geological Survey, Northern Rocky Mountain Science Center, Bozeman, Montana, USA.  Available at http://nrmsc.usgs.gov/files/norock/IGBST/ GYEGBMonMortWksRpt2012(2).pdf.  Jope, K.L. 1985.  Implications of grizzly bear 13:3237.  Keating, K.A., C.C. Schwartz, M.A. Haroldson, and D. Moody.  2002.  Estimating numbers of females with cubs-of-the-year in the Yellowstone grizzly bear population.  Ursus 13:161174.  Knight, R.R., B.M. Blanchard, and L.L. Eberhardt. 1995.  Appraising status of the Yellowstone grizzly bear population by counting females with cubs-of-the-year.  Wildlife Society Bulletin 23:245248.  Knight, R.R., and L.L. Eberhardt.  1985.  Population Ecology 66:323334.  Knight, R.R., D.J. Mattson, and B.M. Blanchard. 1984.  Movements and habitat use of the Yellowstone grizzly bear.  Interagency Grizzly Bear Study Team report.  National Park Service, Bozeman, Montana, USA.  Koel, T.M., J.L. Arnold, P.E. Bigelow, P.D. Doepke, B.D. Ertel, and M.E. Ruhl.  2010a. Yellowstone Fisheries and Aquatic Sciences: annual report, 2008.  YCR-2010-03. National Park Service, Yellowstone Center for Resources, Yellowstone National Park, Koel, T.M., J.L. Arnold, P.E. Bigelow, P.D. Doepke, B.D. Ertel, and M.E. Ruhl.  2014.  Yellowstone Fisheries and Aquatic Sciences:  annual report, 2013.  National Park Service, Yellowstone Center for Resources, Yellowstone National Park, Wyoming, USA. In press.  Koel, T.M., J.L. Arnold, P.E. Bigelow, and M.E. Ruhl. 2010b.  Native fish conservation plan for Yellowstone National Park.  Environmental Assessment.  National Park Service, U.S. Department of the Interior, Yellowstone National Park, Wyoming, USA.  Koel, T.M., P.E. Bigelow, P.D. Doepke, B.D. Ertel, and D.L. Mahony.  2005.  Nonnative lake trout result in Yellowstone cutthroat trout decline and impacts to bears and anglers.  Fisheries 30(11):1019.  Koel, T.M., D.L. Mahony, K.L. Kinnan, C. Rasmussen, C.J. Hudson, S. Murcia, and B.L. Kerans.  2006.  Myxobolus cerebralis in native cutthroat trout of the Yellowstone Lake ecosystem.  Journal of Aquatic Animal Health 18:157175.  Mahalovich, M.F.  2013.  Grizzly bears and whitebark pine in the Greater Yellowstone Ecosystem. Future status of whitebark pine:  blister rust resistance, mountain pine beetle, and climate change.  Report 2470 RRM-NR-WP-13-01. U.S. Department of Agriculture Forest Service, Northern Region, Missoula, Montana, USA  Martinez, P.J., P.E. Bigelow, M.A. Dereray, W.A. Fredenberg, B.S. Hansen, N.J. Horner, S.K. Lehr, R.W. Schneidervin, S.A. Tolentino, and A.E. Viola.  2009.  Western lake trout woes. Fisheries 34:424442.  Mattson, D.J.  1997.  Use of ungulates by Yellowstone grizzly bears Ursus arctos.  Biological Conservation 81:161177.  Mattson, D.J., B.M. Blanchard, and R.R. Knight. 1991a.  Food habits of Yellowstone grizzly bears.  Canadian Journal of Zoology 69:1619 Mattson, D.J., B.M. Blanchard, and R.R. Knight. 1992.  Yellowstone grizzly bear mortality, human-habituation, and whitebark pine seed crops.  Journal of Wildlife Management 56:432442.  Mattson, D.J., G.I. Green, and R. Swalley.  1999. 11:109116.  Mattson, D.J., C.M. Gillin, S.A. Benson, and R.R. Knight.  1991b.  Bear feeding activity at alpine insect aggregation sites in the Yellowstone ecosystem.  Canadian Journal of Zoology 69:24302435.  humans.  Wildlife Society Bulletin 10:2733.  Mealey, S.P.  1975.  The natural food habits of free ranging grizzly bears in Yellowstone National Park, 19731974.  Thesis, Montana State University, Bozeman, Montana, USA.  Mealey, S.P.  1980.  The natural food habits of grizzly bears in Yellowstone National Park, 197374. International Conference on Bear Research and Management 4:281292.  National Park Service.  1982.  Final environmental impact statement, grizzly bear management program.  U.S. Department of the Interior, Yellowstone National Park, Wyoming, USA.  National Park Service.  2011.  Native fish conservation plan finding of no significant impact.  National Park Service, Yellowstone National Park, Idaho, Montana, Wyoming, USA.  Available at http://parkplanning.nps.gov/showFile.cfm?pro jectID=30504&amp;docType=public&amp;MIMEType =application%252Fpdf&amp;filename=FONSI%20 Native%20Fish%20Conservation%20Plan%2 Epdf&amp;clientFilename=FONSI%20Native%20 Fish%20Conservation%20Plan%2Epdf.  Olliff, S.T.  1992.  Grant Village spawning stream survey.  Pages 3643 in R. Andrascik, D.G. Carty, R.D. Jones, L.R. Kaeding, B.M.  Kelly, D.L. Mahony, and S.T. Olliff.  Annual project report for 1991, Fishery and Aquatic Management Program, Yellowstone National Park.  U.S. Fish and Wildlife Service, Fisheries Assistance Office, Yellowstone National Park, Wyoming, USA.  Podruzny, S., K. Gunther, and T. Wyman.  2012. Spring ungulate availability and use by grizzly bears in Yellowstone National Park.  Pages 2931 in F.T. van Manen, M.A. Haroldson, and K. West, editors.  Yellowstone Grizzly Bear Investigations:  annual report of  the Interagency Grizzly Bear Study Team, 2011. U.S. Geological Survey, Bozeman, Montana, USA.  Reinhart, D.P.  1990.  Grizzly bear habitat use on cutthroat trout spawning streams in tributaries of Yellowstone Lake.  Thesis, Montana State University, Bozeman, Montana, USA.  Reinhart, D.P., and D.J. Mattson.  1990.  Bear use of cutthroat trout spawning streams in Yellowstone National Park.  International Conference on Bear Research and Management 8:343350.  Robbins, C.T., C.C. Schwartz, and L.A. Felicetti. 2004.  Nutritional ecology of ursids:  a review of newer methods and management implications.  Ursus 15:161171.  Ruzycki, J.R., D.A. Beauchamp, and D.L. Yule. 2003.  Effects of introduced lake trout on native cutthroat trout in Yellowstone Lake.  Ecological Applications 13:2337.  Schullery, P.  1992.  The bears of Yellowstone.  High Wyoming, USA.  Schwandt, J.W.  2006.  Whitebark pine in peril, a case for restoration.  Forest Health Proctection Report R1-06-28.  U.S. Department of Agriculture, U.S. Forest Service, Coeur dAlene, Idaho, USA.  and F.T. van Manen.  2014.  Body and diet composition of sympatric black and grizzly bears in the Greater Yellowstone Ecosystem. Journal of Wildlife Management 78:6878. doi:  10.1002/jwmg.633.  Schwartz, C.C., M.A. Haroldson, M.A., Cherry, S., and K.A. Keating.  2008.  Evaluation of rules to distinguish unique female grizzly bears with cubs in Yellowstone.  Journal of Wildlife Management 72:543554.  Schwartz, C.C., M.A. Haroldson, G.C. White, R.B. Harris, S. Cherry, K.A. Keating, D. Moody, and C. Servheen.  2006.  Temporal, spatial and environmental influences on the demographics of grizzly bears in the Greater Yellowstone Ecosystem.  Wildlife Monographs 161:168.  Schwartz, C.C., S.D. Miller, and M.A. Haroldson. 2003.  Grizzly bear.  Pages 556586 in G.A. Feldhammer, B.C. Thompson, and J.A. Chapman, editors.  Wild Mammals of North America:  biology, management, and conservation. Second edition.  The John Hopkins University Press, Baltimore, Maryland, USA.  Schwartz, C.C., J.E. Teisberg, J.K. Fortin, M.A. Haroldson, C. Servheen, C.T. Robbins, and F.T. van Manen.  2014.  Use of isotopic sulfur to determine whitebark pine consumption by Yellowstone bears: A reassessment.  Wildlife Society Bulletin.  doi:  10.1002/wsb.426.  Smith, T. S., S. Herrero, and T. D. DeBruyn.  2005. Ursus 16:110.  Stapp, P., and G.D. Hayward.  2002.  Estimates of predator consumption of Yellowstone cutthroat trout (Onchorhynchus clarki bouvieri) in Yellowstone Lake.  Journal of Freshwater Ecology 17(2):319329.  Syslo, J.M., C.S. Guy, P.E. Bigelow, P.D. Doepke, B.D. Ertel, and T.M. Koel.  2011.  Response of non-native lake trout (Salvelinus namaycush) to 15 years of harvest in Yellowstone Lake, Yellowstone National Park.  Canadian Journal   Ternent, M., and M. Haroldson.  2000.  Grizzly bear use of insect aggregation sites documented from aerial telemetry and observations. Pages 3639 in C.C. Schwartz and M.A. Haroldson, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 1999. U.S. Geological Survey, Bozeman, Montana, USA.  recovery plan.  Missoula, Montana, USA.  U.S. Fish and Wildlife Service.  2003.  Final Conservation Strategy for the grizzly bear in the Yellowstone Ecosystem.  U.S. Fish and Wildlife Service, Missoula, Montana, USA.  U.S. Fish and Wildlife Service.  2007a.  Final Rule designating the Greater Yellowstone Area population of grizzly bears as a Distinct Population Segment and removing the Yellowstone Distinct Population Segment of grizzly bears from the Federal List of Endangered and Threatened Wildlife.  72 FR 14866.  Available at http://www.fws.gov/ mountain-prairie/species/mammals/grizzly/ FR_Final_YGB_rule_03292007.pdf  U.S. Fish and Wildlife Service.  2007b.  Grizzly Bear Recovery Plan Supplement:  revised demographic recovery criteria for the Yellowstone Ecosystem.  72 FR 11377. Available at http://www.fws.gov/mountain- prairie/species/mammals/grizzly/Grizzly_bear_ Recovery_Plan_supplement_demographic.pdf  U.S. Fish and Wildlife Service.  2007c.  Final Conservation Strategy for the Grizzly Bear in the Greater Yellowstone Area.  Available at http://www.fws.gov/mountain-prairie/ species/mammals/grizzly/Final_Conservation_ Strategy.pdf  U.S. Fish and Wildlife Service.  2013.  Grizzly Bear Recovery Plan Draft Revised Supplement: Proposed Revisions to the Demographic Recovery Criteria for the Grizzly Bear Population in the Greater Yellowstone Area. Available at http://www.fws.gov/mountain- prairie/species/mammals/grizzly/Grizzly_ Bear_Recovery_Plan_March2013.pdf  van Manen, F.T., M.R. Ebinger, M.A. Haroldson, R.B. Harris, M.D. Higgs, S. Cherry, G.C. White, and C.C. Schwartz.  2014.  Re-evaluation of Yellowstone grizzly bear population dynamics not supported by empirical data:  Response to Doak &amp; Cutler.   Conservation Letters 7:323 331.  doi:  10.1111/conl.12095.  Wilson, R.M., and M.F. Collins.  1992.  Capture- recapture estimation with samples of size one using frequency data.  Biometrika 79:543553.  U.S. Fish and Wildlife Service.  2003.  Final Conservation Strategy for the grizzly bear in the Yellowstone Ecosystem.  U.S. Fish and Wildlife Service, Missoula, Montana, USA.  U.S. Fish and Wildlife Service.  2007a.  Final Rule designating the Greater Yellowstone Area population of grizzly bears as a Distinct Population Segment and removing the Yellowstone Distinct Population Segment of grizzly bears from the Federal List of Endangered and Threatened Wildlife.  72 FR 14866.  Available at http://www.fws.gov/ mountain-prairie/species/mammals/grizzly/ FR_Final_YGB_rule_03292007.pdf  U.S. Fish and Wildlife Service.  2007b.  Grizzly Bear Recovery Plan Supplement:  revised demographic recovery criteria for the Yellowstone Ecosystem.  72 FR 11377. Available at http://www.fws.gov/mountain- prairie/species/mammals/grizzly/Grizzly_bear_ Recovery_Plan_supplement_demographic.pdf  U.S. Fish and Wildlife Service.  2007c.  Final Conservation Strategy for the grizzly bear in the Greater Yellowstone Area.  Available at http://www.fws.gov/mountain-prairie/ species/mammals/grizzly/Final_Conservation_ Strategy.pdf  recapture estimation with samples of size one BACKGROUND  This report is the collective response from the national parks and national forests in the Greater Yellowstone Ecosystem (GYE) to grizzly bear habitat monitoring and reporting obligations put forth in the Final Conservation Strategy for the Grizzly Bear in the Greater Yellowstone Area (U.S. Fish and Wildlife Service [USFWS] 2007).  The Conservation Strategy requires annual reporting to evaluate adherence of habitat standards for the Yellowstone grizzly bear population.  Habitat standards and monitoring requirements identified in the Conservation Strategy were formalized in 2007 when federal protections under the Endangered Species Act (ESA) were removed for the Yellowstone population.  However, the legal status of the Yellowstone grizzly bear remains a contentious issue and the original delisting was challenged and overturned in a Montana District Court in 2009.  In compliance with this order, protections were reinstated in March 2010.  In 2011 the state of Wyoming appealed the 2009 ruling and a mixed final decision rendered by the U.S. Court of Appeals ultimately upheld the district court ruling.  A final decision by USFWS to move forward with a new delisting rule is contingent upon peer review and publication of a suite of research papers associated with a major Food Synthesis report published last December by the Interagency Grizzly Bear Study Team (IGBST 2013).  The intent of the food synthesis study was to evaluate the ecological plasticity of Yellowstone grizzly bears in response to changing habitat resource conditions.  Regardless of the legal status of the Yellowstone grizzly bear, land managers associated with the 6 national forests and 2 national parks within the GYE are committed to adhering by habitat standards identified in the Conservation Strategy for the long-term protection and well- being of the grizzly bear population.  INTRODUCTION  The intent of habitat standards established in the Conservation Strategy is to limit and reduce the negative impacts of human presence in occupied grizzly bear habitat throughout the core area of the GYE.  Three distinct habitat standards enumerated in the Conservation Strategy pertain to motorized access, human development, and commercial livestock grazing; all 3 of which are known to contribute to mortality and displacement of grizzly bears in occupied areas across the landscape.  These 3 standards specifically call for no net decrease in secure habitat (a metric for the absence of motorized access), and no net increase in the number of human developed sites and grazing allotments from that which existed in 1998.  This 1998 baseline is predicated on evidence that habitat conditions at that time, and for the preceding decade, contributed to the 4% to 7% population growth of the Yellowstone grizzly bear population observed between 1983 and 2001.  Habitat standards apply only within the Grizzly Bear Recovery Zone (GBRZ)1 , which is located at the core of the GYE (Figure 1).  March 2014  2013 Grizzly Bear Annual Habitat Monitoring Report  1The Grizzly Bear Recovery Zone (GBRZ) is a term used when the Yellowstone grizzly bear is under federal protection.  The Conservation Strategy (USFWS 2007c), a document that would go in effect when the GYE grizzly population bear would be delisted, refers to the same recovery area as the Primary Conservation Area.  The GBRZ term will be used in this 2013 report to reflect the current legal status of the Yellowstone grizzly bear as a threatened population.   Fig. A1.  Federal lands comprising the Greater Yellowstone Ecosystem.  The yellow line delineates the Grizzly Bear Recovery Zone (GBRZ).  Annual Monitoring Requirements  To comply with the annual habitat monitoring requirements, the following pages provide a summary of all changes incurred inside the GBRZ during the past year for the following parameters:  1) percentage of secure habitat, 2) open motorized access route densities (OMARD) for seasons 1 and 2, 3) total motorized access route densities (TMARD), 4) number and capacity of developed sites, 5) temporary changes in secure habitat due to federal projects on federal land, and 6) number of commercial livestock grazing allotments and permitted domestic sheep animal months (AMs).  In addition, all incidental and recurring grizzly bear conflicts associated with livestock allotments on public land throughout the ecosystem (inside and outside the GBRZ) are summarized.  The status of the first 4 of these monitoring parameters are evaluated and reported annually for each of the 40 subunits within the 18 Bear Management Units (BMU) comprising the GBRZ (Figure 2).  All habitat parameters, except grizzly bear conflict data, are to be compared against 1998 levels.  The 1998 habitat baseline measurements represent the most accurate information available to date of habitat conditions existing in 1998.  Forest and park personnel continue to improve the quality of their information to more accurately reflect what was on the ground in 1998.  Fig. A2.  Bear Management Units and subunits comprising the Grizzly Bear Recovery Zone in the Greater Yel- lowstone Ecosystem.  Biennial Monitoring Requirements (outside the GBRZ)  In addition to annual monitoring requirements imposed by the Conservation Strategy, the Forest Plan Amendment (USDA 2006a, 2006b) requires monitoring of changes in percent secure habitat in areas deemed biologically suitable and socially acceptable for grizzly bear occupancy on national forest lands outside the GBRZ.  Reporting of secure habitat outside the GBRZ is conducted on a biennial basis coinciding with even years.  Number of Allotments and Sheep Animal Months inside the GBRZ  The livestock allotment standard established in the Conservation Strategy requires that there be no increase in commercial livestock grazing allotments or any increase in permitted sheep animal months (AMs) inside the GBRZ from that which existed in 1998.  AMs are calculated by multiplying the permitted number of sheep times the months of permitted grazing on a given allotment.  Existing grazing allotments are to be phased out as opportunity arises with willing permittees.  The change in number of active and vacant livestock allotments cited in this report account for all commercial grazing allotments occurring on national forest land within the GBRZ.  Upon closure of the last cattle allotment inside Grand Teton National Park, there are no grazing allotments today on National Park land inside the GYE.  Livestock grazing on private inholdings and horse grazing associated with recreational use and backcountry outfitters are not covered by the grazing standard and are not included in this report.  Operational status of allotments is categorized as active, vacant, or closed. An active allotment is one with a current grazing permit.  However, an active allotment can be granted a no- use permit on a year-by-year basis when a permittee chooses not to graze livestock.  Vacant allotments are those without an active permit, but may be grazed periodically by other permittees at the discretion of the land management agency to resolve resource issues or other concerns.  Vacant allotments can be assumed non- active unless otherwise specified.  When chronic conflicts occur on cattle allotments inside the GBRZ and an opportunity exists with a willing permittee, cattle can be moved to a vacant allotment where there is less likelihood of conflict.  A closed allotment is one that has been permanently deactivated such that commercial grazing will not be permitted to occur anytime in the future.  Changes in Allotments since 1998  Cattle allotments:  Commercial cattle grazing on public lands inside the GBRZ has decreased since 1998 when there were 71 active and 12 vacant cattle allotments inside the GBRZ (Table 1).  Today there are 57 active and 18 vacant commercial cattle allotments operating inside the GBRZ.  Since 1998, 4 active allotments have been permanently closed to commercial grazing and 11 have been vacated and are no longer being actively grazed. Of the 12 vacant cattle allotments present in 1998, 1 was reactivated in 2007 (Meadow View cattle allotment on the Caribou-Targhee National Forest), 4 have since been permanently closed, and 7 have remained vacant since 1998.  Sheep allotments:  Domestic sheep allotments inside the GBRZ have mostly been phased out since 1998.  In 1998 there were 11 active and 7 vacant sheep allotments inside the GBRZ.  Today there are 1 active and 2 vacant commercial sheep allotments remaining inside the GBRZ (Table 1).  Of the 11 sheep allotments active in 1998, 9 have been permanently closed to all commercial grazing, 1 has been vacated, and 1 remains active.  Of the 7 sheep allotments that were vacant in 1998, 6 have been permanently closed and 1 remains vacant today and has not been grazed since 1998.  Sheep AMs have diminished from a total of 23,090 permitted in 1998 to 1,970 in 2013.   Recent Action - Meyers Creek Sheep Allotment:  The Meyers Creek sheep allotment located on the Caribou- Targhee National Forest and administered by the U.S. Forest Service is the only active sheep allotment currently remaining inside the GBRZ.  Historically the U.S. Department of Agriculture Sheep Experiment Station (USSES), located in the Centennial Mountains of Idaho and Montana, has used the Meyers Creek sheep allotment as a supplemental grazing pasture.  In 2009 when legal protections for the Yellowstone grizzly bear were reinstated under the Endangered Species Act, it was determined that the USSES would prepare an Environmental Impact Statement (EIS) to assess effects of historic and ongoing grazing, and would enter into formal consultation for the grizzly bear.  In 2010 a directive by the Agricultural Research Service (ARS) halted all sheep grazing on the Meyers Creek allotment and adjacent USSES Summer Range lands while the USSES prepared the EIS.  However, ongoing grazing and research activities elsewhere on USSES lands would continue.  In November 2011, the USFWS issued a biological opinion on action proposed by the ARS to continue sheep grazing in the project area.  Five environmental groups filed a lawsuit in 2013 arguing that the USFWS opinion violated the Endangered Species Act and Administrative Procedure Act and asked the federal judge to temporarily shut down the USSES.  As part of a February 2014 settlement, USFWS officials must issue a new Biological Opinion by June 2014 evaluating effects of sheep grazing on grizzly bears.  Meanwhile the long-term grazing permit for the Meyers Creek allotment has been modified by the U.S. Forest Service to a trailing permit that limits grazing to a 3-day period during which sheep are moved across the allotment to USSES Summer Range grazing pastures located outside of the GBRZ.  Changes in Allotments and Animal Months during 2013  There were no changes in the number of sheep or cattle allotments inside the GBRZ during 2013.  In 2013 the USSES was granted a 3-day trailing (non-grazing) permit to allow movement of 900 ewes to alternative grazing land outside of the GBRZ.  Livestock Conflicts Inside and Outside the GBRZ  Conflicts between grizzly bears and livestock have historically led to the trapping and relocation or removal of grizzly bears in the GYE.  Grizzly bear conflicts associated with livestock depredation are reported on an annual basis for all sheep and cattle grazing allotments and forage reserves on National Forest land within the GYE.  This section summarizes the reported annual incidences of grizzly bear-livestock conflict occurring on  Table A1.  Number of commercial livestock grazing allotments and sheep animal months (AMs) inside the Grizzly Bear Recovery Zone in 1998 and 2013.   Bridger-Teton NF 9 6 0 2 0 0 0 0 0 0 Caribou-Targhee NFa 11 9 1 3 7 1 4 0 14,163 1,970 Custer NF 0 0 0 0 0 0 0 0 0 0 Gallatin NF 23 15 9 13 2 0 3 2 3,540 0 Shoshone NF 24 24 0 0 2 0 0 0 5,387 0 Grand Teton NP 1 0 0 0 0 0 0 0 0 0 Total in GBRZ 71 57 12 18 11 1 7 2 23,090 1,970 a The Meyers Creek allotment, the only domestic sheep allotment remaining active inside the GBRZ, took a no graze trailing permit in 2013.   commercial grazing allotments maintained on National Forest lands throughout the ecosystem, and does not include livestock conflicts on private or state land.  Livestock Conflicts in 2013  In 2013, a total of 64 grizzly bear-livestock (cattle and sheep) conflicts were reported on 22 distinct commercial grazing allotments on National Forest land within the GYE (Table 2, Figure 3).  Four (6%) of the reported livestock conflicts occurred inside the GBRZ.  Forty (63%) occurred on the Upper Green River cattle allotment located outside the GBRZ on the northern portion of the Bridger-Teton National Forest.  Ninety-five percent of livestock conflicts reported in 2013 involved grizzly bear depredation on cattle and 3 incidents (5%) involved sheep.  Collectively, the reported events account for the death of 5 steer, 32 calves, 13 yearlings, 2 cows, 2 ewes, and 7 sheep by grizzly bears.  An additional 8 calves and 4 yearlings were injured by grizzly bears.  Management action in response to these conflicts led to the removal of 2 subadult female and 2 subadult male grizzly bears from the Yellowstone population in 2013.  All 4 of these grizzly bear removals were due to persistent depredation conflicts associated with the Upper Green River cattle allotment.  Additionally, 1 subadult male grizzly bear was shot by a sheepherder in an act of self-defense when the bear entered camp on the Fossil Hellroaring sheep allotment on the Beaverhead-Deerlodge National Forest.  This event was investigated and deemed legal by the USFWS.  Recurring Livestock Conflicts 2013  Livestock-related conflicts are considered recurring if 3 or more years of recorded conflict have occurred on a given allotment during the past 5-year period (USDA Forest Service 2006:A9).  Twelve commercial grazing allotments, 7 on the Bridger-Teton National Forest and 5 on the Shoshone National Forest, had recurring conflicts (Table 2).  Nine of the allotments with recurrent conflicts fall completely outside the GBRZ whereas 3 (all on the Shoshone National Forest) fall partially within the GBRZ.  Over the past 5 years an estimated 13 grizzly bear mortalities have been related to commercial livestock grazing incidents on National Forest lands throughout the ecosystem.  Eleven (85%) of these mortalities are due to grazing conflicts associated with the Upper Green River allotment in the Bridger-Teton National Forest.  Of the 331 grizzly bear- livestock conflicts  reported over the past 5 years, 147 (44%) are attributed to the Upper Green River allotment.  Table A2.  Commercial livestock allotments with documented grizzly bear conflicts during the past 5 years. Allotments with conflicts occurring in 3 of the last 5 years are considered to be recurring conflicts.  Allotment Name Bufiox 13,077 0% N N Y N 0 N Fossil Hellroaring 9,270 0% N N N N 1 N Red Tepee 8,256 0% N N N N 1 N Upper Ruby 44,395 0% N N N N 1 N  Elk Ridge 6,365 0% Y Y Y Y 0 Y Fish Creek 111,835 35% N N Y N 0 N Green River Drift 1,002 0% N N Y N 0 N Lime Creek 4,973 0% Y Y N Y 0 Y New Fork - Boulder 10,976 0% N N N N 2 N Noble Pasture 762 0% N Y Y N 1 Y North Cottonwood 28,177 0% N N N N 1 N Pot Creek 4,499 0% N N N N 1 N Redmond/Bierer Cr 7,109 0% N N N N 1 N Rock Creek 5,148 0% Y Y N Y 1 Y Sherman C&amp;H 8,287 0% N Y Y Y 1 Y Tosi Creek 14,090 0% Y Y N Y 0 Y Turpin Meadow 1,493 100% N N Y N 0 N Upper Green River 131,944 0% Y Y Y Y 40 Y Upper Gros Ventre 67,497 0% N N N Y 1 N Wagon Creek 182 0% N N N N 1 N  Caribou-Targhee National Forest Antelope Park 14,492 0% N Y N N 0 N Bootjack 8,468 100% N Y N N 0 N Palisades 16,812 0% Y N N N 0 N Squirrel Meadows  28,797 100% Y Y N Y 0 Y  Shoshone National Forest Bald Ridge 24,853 23% N Y N N 0 N Bear Creek 33,672 0% N N N Y 1 N Beartooth 30,317 20% N N N N 1 N Beartooth Highway 9,350 88% N N N N 1 N Belknap 13,049 100% Y Y N N 0 N Bench (Clarks Fork) 28,751 16% Y Y Y N 0 Y Crandall 30,089 100% N Y N N 1 N Dick Creek 9,569 0% N Y N N 0 N Face of the Mtn. 8,553 0% N Y N N 1 N Horse Creek 29,980 62% N N Y Y 0 N Lake Creek 21,399 100% N N N N 1 N Little Rock 4,901 0% N Y N N 0 N Parque Creek 13,528 34% Y Y N Y 0 Y Piney 14,287 0% Y Y Y N 0 Y South Absaroka Trans 152,256 100% N N N N 1 N Union Pass 39,497 0% Y Y Y Y 1 Y Warm Springs. 16,875 0% N Y N Y 1 Y Wiggins Fork 37,653 0% Y Y Y Y 0 Y  Figure A3.  Distribution of grizzly bear-livestock conflicts occurring on commercial grazing allotments within National Forest land, Greater Yellowstone Ecosystem, 2013.  MONITORING FOR DEVELOPED SITES  Habitat standards identified in the Conservation Strategy require that the number and capacity for human-use of developed sites inside the GBRZ be maintained at or below the level of sites existing in 1998.  Administra- tive site expansions are exempt from mitigation if such developments are deemed necessary for enhancement of public lands and when other viable alternatives are not plausible.  A developed site is one on public land that has been developed or improved for human use or resource development and includes, but is not limited to, camp- grounds, trailheads, lodges, administrative sites, service stations, summer homes, restaurants, visitor centers, and permitted natural resource development sites such as oil and gas exploratory wells, production wells, min- ing activities, and work camps.  Developments on private land are not counted against this standard.  Changes in Developed Sites since 1998  The number of developed sites inside the GBRZ has decreased from 592 sites in 1998 to 577 in 2013.  This net reduction of 15 developed sites affected 8 subunits throughout the GBRZ (Table 3).  Only 1 subunit (Hilgard #1) has shown an increase in developed sites since 1998.  This increase occurred when a trailhead located in subunit #1 of the Hilgard BMU was moved from one side of a road to the other, placing it in subunit #2.  In this case, the loss in one subunit was the gain in the other.  Although this transfer technically accounted for an increase in developed sites on Hilgard #2, it was determined to have no measurable impact to the grizzly bear and did not violate the intent of the developed site standard.  For a complete list of developed sites comprising the 1998 baseline, please see Supplemental Tables S1 and S2 (available online only).  Changes in Developed Sites for 2013  A reduction of 7 developed sites was reported inside the GBRZ for 2013.  These changes occurred on 2 subunits and are summarized as follows.  Boulder Slough Subunit #1:  Six plans of operation have been completed and closed on the Custer National Forest portion of this subunit.  They are listed in the 1998 developed sites baseline as the East Iron Mountain Beartooth Platinum (plans 1 and 2), Iron Mountain Idaho Consolidated Metal, Crescent Creek Pan Palladium, Crescent Creek Chromium Corp America, and Crescent Creek Beartooth Platinum.  These were all exploratory operations by claim holders seeking to determine location, grade and extent of metals deposits underlying their claims.  No road construction was approved as part of these plans of operations, but some road maintenance (i.e., minor ditch/culvert cleaning, blading, etc.) of existing open roads did occur.  Drilling was completed either via helicopters transporting equipment to/from the sites or by cross-country travel to the sites.  All sites were fully reclaimed and inspected and reclamation bonds have been released back to the operators.  The Custer Na- tional Forest currently has no remaining Plans of Operations going on or proposed within the GBRZ.  Two Ocean Subunit #1:  The Snake River Picnic Area on the Grand Teton National Park portion of the subunit was closed and removed in 2013.  All 21 picnic spaces, 2 outhouses, and a total of 6,861 square yards of road were removed in restoration of the site.  In the 1998 Baseline this site was recorded as a picnic area, but prior to the mid-1990s this site had been a campground and was converted to a picnic area as part of grizzly bear mitiga- tion for the Flagg Ranch renovation and expansion.  For this reason, this site decrease will not be banked.   Monitoring protocol in the Conservation Strategy and Forest Plan Amendment requires that percent secure habitat, seasonal OMARD, and TMARD be reported annually for each subunit within the 18 BMUs inside the GBRZ.  Habitat standards require that grizzly bear secure habitat be maintained at or improved upon levels existing in 1998 for each of the 40 subunits inside the GBRZ.  Secure habitat serves as a metric of human presence in grizzly bear habitat and is based entirely on proximity to motorized routes (roads and trails).  Secure habitat is defined as any contiguous area 10 acres (4 ha) in size and more than 500 m from an open or gated motorized route.  Lakes larger than 1 square mile in size are excluded from calculations.  Gains in secure habitat are achieved primarily through decommissioning of open motorized access routes.  In context to the measurement of grizzly bear secure habitat, a route is considered decommissioned when it has been effectively treated on the ground so that motorized access by the public and administrative personnel is restricted.  Road decommissioning can range from complete obliteration of the road to physical barriers permanently and effectively blocking all access points to motorized traffic.  Any route that is open to public or administrative motorized use during any portion of the non-denning season (March 1 through November 30) detracts from secure habitat.  This includes routes that are gated to the public yearlong but which may be accessed by administrative personnel.  The Conservation Strategy and Forest Plan Amendment do not impose any mandatory standards pertaining to motorized route density; however, changes in this parameter are monitored and reported annually.  This provision for monitoring route density was incorporated into these two management documents based on researched evidence indicating that grizzly bears are sensitive to the effects of access management, especially as related to motorized use.  Monitoring protocol requires that the following parameters be reported for each BMU subunit on an annual basis:  1) seasonal OMARD &gt; 1 mile/square-mile, and 2) TMARD &gt; 2 miles/ square-mile.  Seasonal OMARD is measured for 2 seasons:  Season 1 (March 1July 15), and Season 2 (July 16November 30).  Gated routes that block public access for an entire season do not count toward seasonal route density (i.e., season of closure) but do contribute toward TMARD.  All motorized routes open to the public and or administrative personnel during any portion of the non-denning season contribute to TMARD. Decommissioned routes that are managed for long-term closure to all motorized use do not contribute to OMARD or TMARD and do not detract from secure grizzly bear habitat.  Permanent Changes in Secure Habitat since 1998  Compliance with the habitat standard that calls for no net loss in secure habitat is documented in Table 4. Since 1998, there has been no net decline in the amount of secure grizzly bear habitat measured in any of the 40 BMU subunits within the GBRZ.  Instead, improvements in secure habitat have resulted in increases of 0.1% to 16.7% within 19 different subunits for a total increase of 1.4% in secure habitat throughout the GBRZ.  This translates to a net increase of approximately 125 square miles (324 km2) since 1998; an increase in secure habitat comparable to the area of Yellowstone Lake.  The greatest improvement in secure habitat is the 16.7 % increase occurring on the Gallatin #3 Bear Management Subunit (BMS) on the Gallatin National Forest. This subunit is 1 of 3 subunits identified in the Conservation Strategy and Forest Plan Amendment as areas in need of improvement above 1998 levels (also identified were Henrys Lake #2 and Madison #2).  Systematic decommissioning of mostly non-system roads yielded notable increases in secure habitat (3.6%11.9%) in 6 additional subunits on the Gallatin National Forest due to Travel Plan implementation.  Permanent Changes in OMARD and TMARD since 1998  No standards for motorized route density are imposed inside the GBRZ by the Conservation Strategy; however changes in densities are monitored and reported annually.  Table 4 presents a summary of documented changes in motorized route density throughout the recovery zone since 1998.  TMARD and OMARD for Seasons 1 and 2, with minor exceptions, have been maintained or have declined in most subunits since 1998.  A significant portion of the decreases in route density since 1998 have taken place on subunits that are partially or completely contained within the Gallatin National Forest (GNF).  The documented decreases in motorized route density can be directly attributed to implementation of the 2006 GNF Travel Plan (USDA 2006c) and reflects an overall goal to manage human use of the Forest transportation system in a manner that allows for the recovery of threatened species such as the grizzly bear.  The GNF Travel Plan contains an objective to provide effective closures on all access routes not designated for maintained motorized use.  High priority for such closures was given to grizzly bear subunits Gallatin #3, Henrys Lake #2, and Madison #2, and any non- designated routes that may occur in relatively secure areas of grizzly bear habitat.  In keeping with the intent of the Travel Plan, the location of any new proposed motorized routes, whether to serve public or administrative needs, was pre-planned to avoid net increases in route density and to avoid incursions into key habitat such as important foraging and denning sites in areas known to be occupied by grizzly bears.  A few minor increases in motorized route density from 1998 levels are documented in Table 4 and are summarized below.  Lamar #1:  An increase of 0.1% TMARD was first recorded in 2012 and has since been determined to be an artifact due to errors of omission in the 1998 baseline.  These errors, discovered through the Travel Plan analysis, result from Cooke City mining roads that failed to be fully captured and accounted for in the 1998 baseline of motorized routes.  Most of these legacy routes were decommissioned either before or during the Travel Plan process; however a couple of these previously-unaccounted-for routes were preserved as designated system routes and will be maintained as open to motorized use in the GNF corporate transportation database. This error in the 1998 baseline will be corrected through an erratum to the 1998 baseline and will be reported in next years annual habitat monitoring report.  Buffalo/Spread Creek #2:  An increase of 0.8% in Season 1 OMARD was first reported in 2007 as an increase of 1.2%.  However, in 2009 an improved geoprocessing method for calculating linear density was built into the Motorized Access Model, and this increase in OMARD was more accurately determined to be 0.8%. Nonetheless, the increase over the1998 level is attributed to administrative decisions by the Bridger-Teton National Forest regarding seasonal closures of gated roads.  Since 1998 the date of gate closures was modified and some roads that had been gated in Season 1 became open during a portion or all of Season 1.  This contributed to the net increase demonstrated in Season 1 OMARD.  Firehole/Hayden #1:  An increase of 0.1% TMARD in this subunit is due to highway reconstruction initiated in 2011 on the Madison-to-Norris portion of the Grand Loop road in Yellowstone National Park.  The slight increase in TMARD is more specifically attributed to the final realignment of a curve in the road corridor leading to Gibbon Falls.  This was essentially a one-for-one swap where a portion of the old road was permanently closed and a new portion was added and enhanced with an additional pull-off for parking.  A pre- existing parking area was closed and reclaimed to offset the new parking area.  Reconstruction of this portion of the highway was deemed necessary to increase safety and better manage traffic at a popular park feature.  No additional mitigation was necessary.  Permanent Changes in OMARD, TMARD, and Secure Habitat for 2013  No permanent change in OMARD, TMARD, or secure habitat inside the GBRZ was reported for 2013.  Temporary Changes to Secure Habitat in 2013 due to Federal Projects  Temporary reductions in secure habitat (below the 1998 baseline) associated with Federal projects are allowed under the Conservation Strategy and Forest Plan Amendment, if and only if adherence to the 1% application rule and other provisions are met.  That rule states that the total acreage of secure habitat affected by the project within a given BMU must not exceed 1% of the total acreage of the largest subunit within that BMU. Application rules also allow only 1 temporary project to be active at any given time in a particular subunit. Three projects involving temporary reductions in secure habitat were operational inside the GBRZ during 2013 (Table 5).  One of these projects occurred on the Bridger-Teton National Forest and the other 2 on Shoshone National Forest.  Below is a brief summary of the 3 projects conducted inside the GBRZ during 2013.  Grouse Mountain (Bridger-Teton National Forest):  In 2012 an experimental Whitebark Pine Enhancement project was initiated by the Bridger-Teton National Forest directly southwest of Grouse Mountain on the Buffalo-Spread Creek subunit #2.  Section 7 consultations with USFWS were completed on May 7, 2012 and field activities associated with this project were launched that summer.  However, initial incursions into secure grizzly bear habitat were not conducted until summer 2013, when 4-wheeler access was granted to less than one mile length of a pre-existing skid trail from a previous timber sale.  This trail had been previously closed to motorized access and impassable due to downfall, but was cleared of debris for the current project.  Motorized incursions are expected to occur on 2 other temporary roads (440 and 200 yards access) during summer 2014 and 2015, after which time motorized incursions will cease.  No temporary roads associated with the Grouse Mountain Project are open to the public.  A gate across the main road used to access the project area limits public access during the spring-fall period, and this gate is always closed.  All temporary project roads will be decommissioned at the end of the project.  Beem Gulch Timber Sale (Shoshone National Forest):  This timber sale located in the Crandall/Sunlight #3 BMS was authorized under the Sunlight Vegetation Management Project decision, and was opened in December 2012 and most timber sale activities were completed in 2013.  Several temporary roads were created or reconstructed and left open to provide public access to firewood piles that will be sold during 2014.  These temporary roads are located in the Little Sunlight and Gravelbar areas and are scheduled for closure to all motorized traffic in the fall of 2014.  Upper Wind River Vista Timber Sale (Shoshone National Forest):  The Upper Wind River Vegetation Treatment Project, initially approved in 2007, authorized one large timber sale (referred to as the Vista Sale) comprised of 5 distinct timber cutting units for the South Absaroka #3 subunit.  Treatments were proposed to expedite hazardous fuel reduction in an at-risk timbered area south of Brooks Lake on the Wind River Ranger District of the Shoshone National Forest.  In 2011 the Vista timber sale was broken up into 3 separate sales: Vista, Brooks Lake Creek, and Pinnacles Heights.  Access to timber units inside the GBRZ required the reactivation of approximately 1.7 mi (2.7 km) of decommissioned Forest Service routes in a small area concentrated immediately south of Brooks Lake and north of U.S. Highway 212.  These temporary roads were still open for timber harvest operations in 2013.  An additional 0.7 mi (1.1 km) of new permanent road was constructed in 2010 just outside of the subunits southwest boundary and hence, outside of the GBRZ.  This new road will be remain open to Forest Service personnel but closed to the public upon project termination. All temporary project roads inside the GBRZ will be decommissioned (closed to the public and administrative staff) upon closure of the project.  The 3 timber sales associated with this project will collectively result in a temporary reduction of &lt;0.2 square miles of secure habitat inside the GBRZ.   Interagency Grizzly Bear Study Team.  2013.  Response of Yellowstone grizzly bears to changes in food resources:  a synthesis.  Report to the Interagency Grizzly Bear Committee and Yellowstone Ecosystem Subcommittee.  Interagency Grizzly Bear Study Team, U.S. Geological Survey, Northern Rocky Mountain Science Center, Bozeman, Montana, USA. U.S. Department of Agriculture Forest Service.  2006a.  Forest Plan Amendment for grizzly bear habitat conservation for the Greater Yellowstone Area National Forests.  Record of Decision.  Available at www.fs.usda.gov/Internet/FSE_DOCUMENTS/stelprdb5187774.pdf.  U.S. Department of Agriculture Forest Service.  2006b.  Forest plan amendment for grizzly bear habitat conservation for the greater Yellowstone area National Forests: Final environmental impact statement. Available at http://www.fws.gov/mountain-prairie/species/mammals/grizzly/USDA_Forest_S Service_2006a.pdf  U.S. Department of Agriculture Forest Service.  2006c.  Gallatin National Forest Travel Plan Record of Decision, Gallatin National Forest, Montana.  Available at http://www.fs.usda.gov/detail/gallatin/ landmanagement/planning/?cid=stelprdb5133658  U.S. Fish and Wildlife Service.  2007.  Final conservation strategy for the Grizzly bear in the Greater Yellowstone Area.  Available at  http://www.fws.gov/mountain-prairie/species/mammals/grizzly/Final_ Conservation_Strategy.pdf  2013 WYOMING BEAR WISE COMMUNITY PROJECT UPDATE  Dustin Lasseter, Bearwise Community Coordinator, Wyoming Game and Fish Department Introduction  The Bear Wise Community Program is a proactive initiative that seeks to minimize human-bear (black and grizzly) conflicts, minimize management-related bear mortalities associated with preventable conflicts, and safeguard human communities in northwest Wyoming.  The overall objective of Bear Wise is to promote individual and community ownership of the ever-increasing human-bear conflict issue and eventually, create a social conscience regarding responsible attractant management and behavior in bear habitat.  This project seeks to raise awareness and proactively influence local waste management infrastructures with the specific intent of preventing conflicts from recurring.  Strategies used to meet the campaigns objectives are: 1) minimize accessi- bility of unnatural attractants to bears in developed areas; 2) employ a public outreach and education campaign to reduce knowledge gaps about bears and the causes of conflicts; and 3) employ a bear resistant waste manage- ment system and promote bear-resistant waste management infrastructure. This report provides a summary of program accomplishments in 2013. Past accomplishments are report- ed in the 2006-12 annual reports of the IGBST.  Background  In 2004, a subcommittee of the IGBST conducted an analysis of causes and spatial distribution of griz- zly bear mortalities and conflicts in the GYA for the period of 19942003.  The analysis identified that the ma- jority of known, human-caused grizzly bear mortalities occurred due to agency management actions in response to conflicts (34%), self defense killings, primarily by big game hunters (20%), and vandal killings (11%).  The report made 33 recommendations to reduce human-grizzly bear conflicts and mortalities with focus on 3 actions that could be positively influenced by agency resources and personnel: 1) reduce conflicts at developed sites; 2) reduce self-defense killings; and 3) reduce vandal killings (Servheen et al. 2004). To address action number 1, the committee recommended that a demonstration area be established to focus proactive, innovative, and enhanced management strategies where developed site conflicts and agency management actions resulting in relocation or removal of grizzly bears had historically been high.  Spatial ex- amination of conflicts identified the Wapiti area in northwest Wyoming as having one of the highest concentra- tions of black bear and grizzly bear conflicts in the GYA. The North Fork of the Shoshone River west of Cody was then chosen as the first area composed primarily of private land to have a multi-agency/public approach to reducing conflicts at developed sites. In 2005, the Department began implementation of the Bear Wise Community Program.  Although the programs efforts were focused primarily in the Wapiti area, the Department initiated a smaller scale project in Teton County to address the increasing number of black and grizzly bear conflicts in the Jackson area.  For the last 7 years, the Bear Wise Community Programs in both Cody and Jackson have deployed a multi-facetted education and outreach campaign in an effort to minimize human-bear conflicts and promote proper attractant management.  Although a wide array of challenges remain and vary between communities, many accomplish- ments have been made and progress is expected to continue as Bear Wise efforts gain momentum.  Wapiti Project Update  The Wapiti Bear Wise Community Program continues to utilize radio, television and print media, mass mailings, and the use of signing on private and public land to convey the educational messages surrounding   human-bear conflict prevention.  Conflict prevention information is also disseminated through public workshops and presentations and by contact with local community groups, governments, the public school system, and various youth organizations.  To compliment educational initiatives, the program uses an extensive outreach campaign that assists the community in obtaining and utilizing bear-resistant products and implementing other practical methods of attractant management.  Ongoing efforts and new accomplishments for 2013 are as fol- lows: 1. The Carcass Management Program continues to provide a domestic livestock carcass removal service for  livestock producers located in occupied grizzly bear habitat within Park County, Wyoming.  The program has been traditionally funded by the Park County Predator Management District and Wyoming Animal Damage Management Board.  In addition to those donors, the program received contributions from Park County, Sportsmen for Fish and Wildlife, and TE Ranch.  The program provides livestock producers and owners with an alternative to the use of on-site carcass dumps, which are a significant bear attractant and indirectly contribute to numerous human-bear conflicts. Since June 2008, 553 domestic livestock carcasses have been removed from private lands.  2. Recommendations concerning the proper storage of garbage and other attractants are provided to the Park County Planning and Zoning Commission for new developments within the greater Cody area.  The Coordi- nator reviews proposed developments on a case-by-case basis, attends monthly meeting and contacts appli- cants directly to discuss conflict prevention measures.  To date, these comments have been adopted as either formal recommendations or as a condition of approval for 18 new developments within Park County.  3. A traveling Bear Aware educational display was developed and produced for use in public libraries across northwest Wyoming.  The display focuses on the prevention of human-bear conflicts and features graphics, an interactive touch screen monitor, short video segments, a grizzly bear hide and skull, and educational ma- terials that are available for check out.  The display was featured at the Lander Library April through June.  4. The Wyoming Game and Fish partnership with the North Fork Bear Wise Group (NFBWG) continues to grow.   The group is comprised of six local Wapiti citizens that meet monthly in order to articulate commu- nity needs and assist in the development of educational and outreach initiatives.   5. A Bear Aware billboard, Bear Use Area highway signs, and educational kiosks remain posted through- out Wapiti and the Crandall/Sunlight area north of Cody. Kiosk message boards are updated three times dur- ing the non-denning season with seasonally appropriate conflict prevention information.  6. Department employees built two permanent electric fences for residents west of Cody.  One electric fence was put around an apple orchard and the other around a garden; both had historically attracted bears to close proximity to housing.  7. Bear Aware information was given to Cody Lodging Company to be distributed to temporary summer rental properties.  These properties are scattered throughout grizzly bear habitat and often house travelers for a week at a time.  8. Educational black bear/grizzly bear identification materials were distributed to individuals and to local sporting goods stores in the Cody, Pinedale, and Lander areas and mailed to black bear hunters who regis- tered bait sites with the Department in areas surrounding the GYA.  9. Numerous informational presentations were given that focused on human-bear conflict prevention to au- diences including the Park and Big Horn County public school systems, homeowners associations, Boy Scouts, 4-H members, DANO, Paint Rock Hunter Management Program, guest ranches, and college stu- dents. Frequent 1-on-1 contacts were made during the 2013 conflict season in areas where the occurrence of human-bear conflicts has historically been high.  10. A Working Safely in Bear Country workshop was conducted for the Park County Weed and Pest District, Bureau of Land Management, Wyoming River Trips, West Yellowstone Smoke Jumpers, Cody Search and Rescue, and Marathon Oil and Gas.  11. A booth containing information on bear identification, attractant storage, hunting and recreating safely in bear country, and the proper use of bear spray was staffed at the Powell Valley Health Fair, Cody Arbor Day, Park County Employee Health Fair, Spring into Yellowstone, and Sportsmen for Fish and Wildlife Banquet.  12. A public service announcement (PSA) was recorded by the Yellowstone Country Bear Hunters Association (YCBHA) on Black Bear/Grizzly Bear ID and broadcast over the radio in the spring and fall of 2013.  The WGFD, YCBHA, NFBWG split the cost of the PSAs. The NFBWG also purchased a spot for a bear spray advertisement in the Cody Enterprise Hunting Edition.  13. Department employees reviewed human-bear safety material for Wyoming Hunter Safety Course, IGBC pamphlets, IGBC bear spray video, and New Mexico Game and Fish/Wildlife Management supplemental/ distributive feeding of bears.  Pinedale Area Update  In 2011, a Bear Wise Community effort was initiated targeting residential areas north of Pinedale, Wyoming where the occurrence of human-bear conflict has increased in recent years.  Accomplishments for the Pinedale area in 2013 are as follows:  1. The Department hosted Living in Lion, Bear, and Wolf Country workshops in Pinedale and Farson. About 50 people attended the workshops.  2. Hunting in Bear Country presentations were given to 3 hunter safety classes in the Region. 3. A bear safety presentation was given to cowboys and sheepherders of two different grazing associations in  the Region. 4. A bear safety presentation was given to two natural gas production companies in the Region. 5. A bear safety presentation was given to staff members of the Sublette County Chamber of Commerce and  Sublette County Visitors Center. 6. A bear safety presentation was given to the Pinedale and Big Piney Ranger Districts of the United States  Forest Service. 7. A bear safety presentation was given to Sublette Countys Tip Top Search and Rescue group. 8. A bear safety presentation was given to Sublette County Weed and pest workers and volunteers.   9. A bear safety presentation was given to staff members of the Red Cliff Bible Camp and New Fork Lake Boy Scout Camp.  10. A bear safety presentation was given to approximately 30 Pinedale District Bureau of Land Management employees.  11. The Department hosted a bear safety booth at Pinedales Rendezvous Days Celebration, contacting hundreds of participants over a three day period. Pinedales Rendezvous Days attracts approximately 10,000 people over the 4 day event and Department employees contact an estimated 1,000 constituents.  12. The Department hosted a bear safety booth at the Cora Rural Fire Departments annual picnic and celebra- tion, contacting dozens of homeowners that live and recreate in occupied grizzly bear habitat.  Objectives for 2014 include continued expansion of the program into the other areas of the state where human-bear conflicts continue to be a chronic issue and the continuation of current educational and outreach ef- forts in the Cody area with specific focus on areas that have not adopted proper attractant management methods. The Wapiti and Pinedale area Bear Wise Community programs face the ongoing challenges of: 1) the absence of ordinances, regulations, or laws prohibiting the feeding of bears; 2) limited educational opportuni- ties and contact with portions of the community due to a large number of summer-only residents and the lack of organized community groups and; 3) decreased public tolerance for grizzly bears due to record numbers of human-bear conflicts and continued federal legal protection.   The future success of the Bear Wise program lies in continued community interest and individual participation in proper attractant management.  Jackson Hole Project Update  The Bear Wise Jackson Hole program continues educational and outreach initiatives in an effort to minimize human-bear conflicts within the community of Jackson and surrounding areas. In 2013, the programs public outreach and educational efforts included the use of signage, public workshops and presentations, dis- tribution of informational pamphlets, promoting awareness about bear spray, and utilizing our bear education trailer.  1. A bear education trailer was purchased in August 2010 with funding contributions from the Department, Grand Teton National Park, Bridger Teton National Forest and Jackson Hole Wildlife Foundation.  Two bear mounts (1 grizzly bear and 1 black bear) have been placed in the trailer along with other educational materials. The bear mounts were donated to the Department through a partnership with the United States Taxidermist Association and the Center for Wildlife Information.  The trailer was displayed and staffed at various events and locations including Teton National Park, Jackson Elk Fest and National Elk Refuge Visi- tor Center.  2. Public service announcements were broadcast on 4 local radio stations in Jackson for a total of 8 weeks throughout the spring, summer, and fall of 2013.  The announcements focused on storing attractants so they are unavailable to bears and hunting safely in bear country.  3. Numerous educational talks were presented to various groups including homeowners associations, guest ranches, youth camps, Jackson residents, tourists, and school groups.  4. Spanish language bear informational pamphlets were distributed to Spanish speaking residents in Teton County with the help of the Teton County Latino Resource Center, Teton Literacy Center, and the Jackson Visitor Center.  5. Bear educational posters were placed for a fifth year inside of Jacksons public buses. 6. Restroom posters with information about attractant storage were placed in 16 different restaurants in Teton  County for a 6-month period. 7. Refrigerator magnets featuring tips about proper attractant management were distributed to Teton Village  homeowners and Jackson Hole Mountain Resort lodging. 8. Numerous personal contacts were made with private residents in Teton County.  This has proven to be a  useful way to establish working relationships with residents and maintain an exchange of information about  bear activity in the area. 9. A booth containing information on bear identification, attractant storage, hunting and recreating safely in  bear country, and the proper use of bear spray was staffed at the Jackson Hole Antler Auction. 10. Assisted 6 hunting outfitters with the installation and maintenance of electric fence systems around their  field camps located in the Bridger-Teton National Forest.  A private donation of $500 was used to purchase additional electric fence equipment for this popular program.  11. Signage detailing information on hunting safely in bear country, bear identification, recent bear activity, and proper attractant storage were placed at USFS trailheads and in private residential areas throughout Teton County.  12. Consultations were conducted at multiple businesses and residences where recommendations were made regarding sanitation infrastructure and compliance with the Bear Conflict Mitigation and Prevention LDR.  13. Bear Aware educational materials were distributed to campground hosts in the Caribou-Targhee National Forest, hunters, and numerous residents in Teton County.  14. Several radio and newspaper interviews were conducted regarding conflict prevention in the Jackson area. 15. Educational black bear/grizzly bear identification materials were distributed to black bear hunters who regis-  tered bait sites with the Wyoming Game and Fish Department in the Jackson region.  Objectives for the Bear Wise Jackson Hole program in 2014 will again be focused on supporting Teton County and local waste management companies with projects that will help disseminate information and achieve compliance with the recently adopted Teton County Bear Conflict Mitigation and Prevention LDR. In addition, more work will be done to identify areas within the city limits of Jackson and Star Valley communities where better attractant management and sanitation infrastructure is needed. The recent implementation of the Teton County Bear Conflict Mitigation and Prevention LDR has greatly reduced the amount of available attractants on the landscape and is a tremendous step forward for the Bear Wise Jackson Hole program.  The new challenges faced by the Department will be achieving full compli- ance with this regulation, even in years with low conflict when it may appear that the conflict issue is resolved. The Bear Wise Jackson Hole Program will convey the importance of compliance and strive to maintain public support for the LDR through public outreach and education projects. In order for the Jackson program to be successful, the program must continually identify information and education needs within the community while being adaptive to changing situations across different geographic areas.  This will require the Department to coordinate with other government agencies and local non-government organizations working across multiple jurisdictions to develop a uniform and consistent message. If this level of coordination is achieved, the Depart- ment will be more effective in gaining support and building enthusiasm for Bear Wise Jackson Hole, directing resources to priority areas, and reaching all demographics.  References:  Servheen C., M. Haroldson, K. Gunther, K. Barber, M. Bruscino, M. Cherry, B. Debolt, K. Frey, L. Hanauksa-Brown, G. Losinski, C. Schwartz, and B. Summerfield. 2004. Yellowstone mortality and conflict reduction report: presented to the Yellowstone Ecosystem Subcommittee (YES) April 7, 2004.  ADDITIONAL GRIZZLY BEAR INFORMATION AND EDUCATION EFFORTS 1) Electronic and Print Media  a)  As per Wyoming Statute, grizzly bear relocation from one county to another must be announced through local media and to the local sheriff of the county into which the bear was relocated.  Each an   nouncement is posted in a timely fashion to the web page. In 2013, 10 notifications were distributed and posted on the website. b)  Personnel issued multiple educational news releases throughout the season informing readers and listeners of bear safety, behavior, conflict avoidance, food storage and natural food availability. 2) Grizzly Bear Management Web Page  a)  The grizzly bear management web page continues to be maintained and updated on a regular basis in order to provide timely information to the public regarding grizzly bear management activities conduct ed by the department.  The web page contents include various interagency annual reports and updates and links to other grizzly bear recovery web sites. b)  Beginning March 2013, weekly updates of ongoing management activities related to depredations, research, trapping and monitoring, and information and education were posted to the departments web site.  A total of 34 weekly updates were posted for the weeks of March 23, 2013 through November 8, 2013.  3) Conservation Education  a)  In 2013, nine Staying Safe in Bear, Lion and Wolf Country seminars were conducted in an effort to increase understanding and knowledge of bears, bear behavior and conflict avoidance, Statewide, 396 attendees participated in the seminars.  4) Hunter Education  a)  Every hunter education class in Wyoming is required to discuss how to hunt safely in bear country. To assist instructors, most have been provided inert bear spray canisters for demonstration purposes and DVDs entitled Staying Safe in Bear Country, A Behavioral Based Approach to Reducing Risk.  A sec tion on bear safety is included in the student manual.  In 2013, 5,670 students were certified. b)  On an annually basis, newly certified hunter education instructors are trained by department personal in techniques used to prevent encounters while hunting in bear country and the proper use of bear spray. Inert bear spray canisters are used to demonstrate the proper use of bear spray at our New Instructor Hunter Education Academy and are distributed directly to our volunteer instructors at annual Hunter Education Instructor Workshops held around the state.  Publications:  The primary link to other publications, annual reports, and peer reviewed literature for the Yellowstone population of grizzly bears is summarized on the U.S. Geological Service web site at http://www.nrmsc.usgs. gov/products/IGBST.  "
    }
}