{
    "TTR": {
        "Extracted text": "ML2BRO.002  : Bromine Monoxide (BrO) Mixing Ratio ML2CH3CN.002 : Methyl Cyanide (CH3 ML2GPH .002  : Geopotential Height ML2H2O.002   : Water Vapor (H2 3/17/2008 Initial version Young-In Won 4/18/2008 Revised to add a sample reader Young-In Won 7/25/2008 Revised to remove parts redundant with MLS   Revision History ............................................................................................................. 2 Table of Contents ........................................................................................................... 3 1. Introduction ............................................................................................................ 4  1.1 Brief background ...................................................................................................... 4 1.2 Instrument Description ............................................................................................ 4 1.3 Brief background on algorithm ................................................................................ 6  2. Data Organization .................................................................................................. 8 2.1 File naming convention ............................................................................................ 8 2.2 File Format ............................................................................................................... 8 2.3 Data Structure inside File......................................................................................... 9 2.4 Key data fields (see the following section for a complete list) ................................. 9  3. Data Contents ....................................................................................................... 10 3.1 Dimensions .............................................................................................................. 10 3.2 Geolocation Fields .................................................................................................. 10 3.3 Full Swath Data Fields ........................................................................................... 10 3.4 Mandatory Attributes in File ................................................................................. 11  3.4.1 File Level Attributes (HDF-EOS Global File Attributes)................................................... 11 3.4.2 Swath Level Attributes ..................................................................................................... 12 3.4.3 Geolocation and Data Field Attributes (HDF-EOS Local Attributes) ................................. 12  4. Options for Reading Data ..................................................................................... 14 4.1 Command line tools ................................................................................................ 14 h5dump................................................................................................................................ 14 4.2 GUI tools ................................................................................................................. 14 4.3 Read software in C, Fortran and IDL .................................................................... 14 4.4 A sample reader in IDL .......................................................................................... 15  5. Data Services and Interpretation .......................................................................... 18 Aura MLS File Service ....................................................................................................... 18 Interpretation and Screening .............................................................................................. 18  6. More Information ................................................................................................. 19 6.1 Web resources for Aura MLS data users: ............................................................. 19 6.2 Point of Contact ...................................................................................................... 19  7. Acronyms .............................................................................................................. 20 1.1 Brief background This document applies to the Aura Microwave Limb Sounder (MLS) Level-2 geolocated physical parameters (L2GP) produced by version 2.2 of the MLS data processing algorithm. User should download copy of MLS data Level 2 Data Quality Documentation (http://mls.jpl.nasa.gov/data/v2-2_data_quality_document.pdf, which is appended to this README. Please check for the latest version) before using the data. The MLS instrument measures naturally-occurring microwave thermal emission from the limb (edge) of the Earth's atmosphere to remotely sense vertical profiles of atmospheric gases, temperature, pressure, and cloud ice. The first MLS experiment in space was on NASA's Upper Atmosphere Research Satellite (UARS) launched 12 Sept 1991. After March 1994, the UARS MLS measurements became increasingly intermittent due to conserving satellite power and the MLS scan mechanism lifetime. The last data were obtained on 25 August 2001 (for more information go to UARS MLS data, http://mls.jpl.nasa.gov/uars/data.php). The current MLS is on the NASA Earth Observing System (EOS) Aura mission launched 15 July 2004. Aura MLS began atmospheric science observations on 13 August 2004, with excellent performance to date in all portions of the instrument. Provisional and Stage I validated data are now publicly available. Version 2.2 data of Aura MLS are available from begin of mission (August 2004) to current. Previous version 1.5 data, which span the time period from Aug. 8 2004 to Feb. 28, 2007, are still available.  1.2  Instrument Description The Earth Observing System (EOS) Microwave Limb Sounder (MLS) is one of four instruments on the NASA's EOS Aura satellite, launched on July 15th 2004. Aura is in a near-polar 705 km altitude orbit. As Earth rotates underneath it, the Aura orbit stays fixed relative to the sun; to give daily global coverage with ~14 orbits per day. Aura is part of   NASA's A-Train group of Earth observing satellites. These satellites fly in formation with the different satellites making measurements within a short time of each other. The Aura MLS measures thermal emission from broad spectral bands centered near 118, 190, 240 and 640 GHz, and 2.3 THz Emission are measured continuously (24 hours per day) by 7 microwave receivers (2 each at 118 and 2250 GHz) using a limb viewing geometry which maximizes signal intensities and vertical resolution. MLS is radiometrically calibrated after each 25 second limb scan. Design lifetime is 5 years of continuous operation. MLS makes measurements of atmospheric composition, temperature, humidity and cloud ice that are needed to (1) track stability of the stratospheric ozone layer, (2) help improve predictions of climate change and variability, and (3) help improve understanding of global air quality. MLS observes thermal microwave emission from Earth's 'limb' (the edge of the atmosphere edge) viewing forward along the Aura spacecraft flight direction, scanning its view from the ground to ~90 km every ~25 seconds. The MLS measurements are made globally day and night. A feature of the MLS technique is that its measurements can be obtained in the presence of ice clouds and aerosol that prevent measurements by shorter-wavelength infrared, visible and ultraviolet techniques. N2  (lower quality than from 640 GHz),  O resolution than 240 GHz  Aura MLS Level 2 data processing creates Level 2 data files of retrieved geophysical parameters. Inputs to this step are MLS Level 1 data and operational meteorological data (GMAO  GSFC Meteorological data Assimilation Office, and/or NCEP  National Center for Environmental Prediction). The primary tasks of Aura MLS Level 2 data processing software are to:  1. Retrieve geophysical parameters such as temperature, constituent abundances, from the MLS Level 1B data, and provide estimates of uncertainties on the retrieved quantities.  2. Produce additional diagnostic information (such as radiances calculated from the retrieved parameters, and chi-square statistics) on the quality of the retrieved geophysical parameters, and flags to detect bad retrievals.  3. Produce ancillary data, such as tropopause pressure, which may be derived from MLS data and/or ancillary meteorological data available at the time of data processing.  information on the processing statistics for that day.  There is one data file per day for each of the Level 2 data products. Each file corresponds   An Overview of the EOS MLS Experiment  http://mls.jpl.nasa.gov/data/eos_algorithm_atbd.pdf  EOS MLS Forward Model Algorithm Theoretical Basis Document http://mls.jpl.nasa.gov/data/eos_fwd_mdl_atbd.pdf  http://mls.jpl.nasa.gov/data/eos_cloud_atbd.pdf  EOS MLS Mesosphere-Specific Forward Model Algorithm Theoretical Basis http://mls.jpl.nasa.gov/data/eos_polarized_atbd.pdf    Table 3.  EOS MLS Version 2.2 Standard Product Description, Shortname and Contact Personnel (Products with a * requires significant averaging over most or all of their vertical range in order to obtain a useful signal-to-noise ratio).  Data Set Short Name MLS contact *Bromine Monoxide (BrO) Mixing Ratio ML2BRO Laurie Kovalenko Laurie.Kovalenko@jpl.nasa.gov Hydrogen Chloride (HCl) Mixing Ratio ML2HCL Lucien Froidevaux lucien@mls.jpl.nasa.gov  Hydrogen Cyanide (HCN) Mixing Ratio ML2HCN Hugh Pumphrey H.C.Pumphrey@ed.ac.uk Relative Humidity ML2RHI Bill Read bill@mls.jpl.nasa.gov following convention:    The files contain an HDF-EOS swath given the same name as the product. In addition, the standard O3 product files also contain swaths describing column abundance above the (MLS and GEOS-5 defined) tropopause, and the standard Temperature file contains additional swaths describing tropopause pressure (WML definition) inferred from MLS and GEOS-5 temperatures. As some L2GP files contain multiple swaths, it is important to ensure that the correct swath in the L2GP files is requested from the file. In the case where the `default' swath is requested (i.e., no swath name is supplied) most HDF software will access the one whose name falls earliest in ASCII order. This generally results in the desired result for all products. For example, O3 comes before O3 column-GEOS5. Likewise, for temperature, the standard Temperature product will be read in preference to the WMOTPPressure-MLS or WMOTPPressure-GEOS5 swaths that give tropopause pressures (note these names are different from the equivalent products in v1.5).  2.2  File Format Aura MLS Level-2 files are stored in the Hierarchical Data Format-Earth Observing System (HDF-EOS5) Swath format. HDF-EOS5 format is an extension of the HDF5 format (developed by NCSA) to meet the needs of EOS data products. 2.3 Data Structure inside File An HDF-EOS5 swath is made of three major groups; Dimensions, Geolocation fields, and  Data fields with Attributes for File Level, Swath Level, Geolocation fields and Data fields. More than one species can be contained within a swath and more than one swath can exist within a file. Swath: The value for this name is not constrained. Dimensions: dimensions of the Geolocation and Data field quantities. Geolocation fields:  describe the scientific measured quantities and provides information to aid in describing the datas location.  Time:  Elapsed seconds since Jan 1, 1993 UTC LocalSolarTime: hours Status : a bit field containing several flags (see 1.4 for details) Quality: a measure of quality of the product (see 1.4 for details) Convergence: diagnostic field related to fitting. Void if above thresholds that are given separately for each parameter (see 1.4 for details)   Latitude (nTimes) HE5T_NATIVE_FLOAT deg Geodetic Latitude Longitude (nTimes) HE5T_NATIVE_FLOAT deg range: [-180 to 180] Time (nTimes) HE5T_NATIVE_DOUBLE s time in TAI units LocalSolarTime (nTimes) HE5T_NATIVE_FLOAT h (hours) SolarZenithAngle (nTimes) HE5T_NATIVE_FLOAT deg LineOfSightAngle (nTimes) HE5T_NATIVE_FLOAT deg (East   BrO (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr BrOPrecision (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr CH3CN (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr CH3CNPrecision (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr ClO (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr ClOPrecision (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr CO (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr COPrecision (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr GPH (nLevels,nTimes) HE5T_NATIVE_FLOAT m GPHPrecision (nLevels,nTimes) HE5T_NATIVE_FLOAT m H2O (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr H2OPrecision (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr HCl (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr HClPrecision (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr HCN (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr HCNPrecision (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr HNO3Precision (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr HO2 (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr HO2Precision (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr HOCl (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr HOClPrecision (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr N2OPrecision (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr O3 (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr O3Precision (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr OH (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr OHPrecision (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr RHI (nLevels,nTimes) HE5T_NATIVE_FLOAT % rhi RHIPrecision (nLevels,nTimes) HE5T_NATIVE_FLOAT % rhi SO2 (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr SO2Precision (nLevels,nTimes) HE5T_NATIVE_FLOAT vmr Temperature (nLevels,nTimes) HE5T_NATIVE_FLOAT K TemperaturePrecision (nLevels,nTimes) HE5T_NATIVE_FLOAT K 3.4  Mandatory Attributes in File The following attributes are ones that are mandatory to appear in the file.  They are meant to provide additional information or to ease use of the data.  For instance, while the date is provided in the attached metadata, the GranuleMonth/Day/Year are provided as a simpler interface to this information.  Instrument teams may have additional attributes that they have specified.  3.4.1 File Level Attributes (HDF-EOS Global File Attributes) This is information that helps to describe this particular data set.  It can be useful in labeling plots, calculating dates, etc.  These will be set via calls to he5_ehwrglatt (HE5_EHwriteglbattr for C users). Note that HE5T_NATIVE_CHAR and HE5T_NATIVE_SCHAR can be used interchangeably.  End users should not see a difference in accessing attributes of either of these types.  Attribute Name Data Type Attribute Description InstrumentName HE5T_NATIVE_CHAR MLS ProcessLevel HE5T_NATIVE_CHAR Processing Level  --- L2 GranuleMonth HE5T_NATIVE_INT Month of start of granule --- 1-12 GranuleDay HE5T_NATIVE_INT Day of start of granule ---- 1-31 GranuleYear HE5T_NATIVE_INT Year of start of granule ---- e.g.. 2004 TAI93At0zOfGranule HE5T_NATIVE_DOUBLE TAI time of 0z of granule PGEVersion HE5T_NATIVE_CHAR Processing version 3.4.2 Swath Level Attributes This is information which helps describe the swath to which it is attached.  These will be set via calls to he5_swwrattr (HE5_SWwriteattr for C users).  Attribute Name Data Type Attribute Description Pressure* HE5T_NATIVE_FLOAT pressure levels VerticalCoordinate HE5T_NATIVE_CHAR  Pressure, Altitude, Potential Temperature, Total Column, \"Slant Column\"  * This attribute is an exact duplicate of the Pressure Geolocation Field.  Writing the pressure data in two locations was agreed upon as a compromise between instrument teams.  This attribute is only mandatory if VerticalCoordinate is \"Pressure\".  3.4.3 Geolocation and Data Field Attributes (HDF-EOS Local Attributes) This is information that helps to describe the individual data fields.  Data Field Attributes are a feature which can be useful in annotating plots as well as describing the data product to input routines.  If ScaleFactor and Offset are not applicable they may be omitted.  These attributes will be set via calls to he5_swwrlattr (HE5_SWwritelocattr for C users) if using swath format, he5_gdwrlattr (HE5_GDwritelocattr for C users) if using grid format, and he5_zawrlattr (HE5_ZAwritelocattr for C users) if using Zonal Average format.  Attribute Name Data Type Attribute Description MissingValue Same type as Data Field Contains the value for missing data (-999.99) Title HE5T_NATIVE_CHAR For labeling a plot or axis  Units HE5T_NATIVE_CHAR scale and offset, if applicable. Describes if definition of field is shared with other Aura Instruments (\"Aura-Shared\", \"X- Specific\", where X=Instrument Name, \"X-Y[- Z]-Shared\" where X,Y, and optional Z are instrument names (in alphabetical order)    In addition to the attributes listed above, the FillValue attribute is recommended. It is created via the optional call to he5_SWsetfill (HE5_SWfillvalue for C users) if using swath format, he5_GDsetfill (HE5_GDfillvalue for C users) if using grid format, he5_ZAsetfill (HE5_ZAfillvalue for C users) if using zonal average format. Its value can be recovered by a call to he5_SWgetfill (HE5_SWgetfillvalue for C users) if using swath format, he5_GDgetfill (HE5_GDfillvalue for C users) if using grid format, he5_ZAgetfill (HE5_ZAfillvalue for C users) if using zonal average format. If it is used, its attribute type and value must be the same as the MissingValue attribute.  Its literal name is set automatically and is not under the control of the instrument teams. In the form implemented by the HDFEOS library at the time of this writing that literal name is _FillValue.  UniqueFieldDefinition is used to indicate to end-users if data from different instruments can be considered to have the same definition.  If X-Specific is set, then instrument X has a unique definition of this field.  If X-Y-Shared is set, then Instruments X and Y are using the same definition for this field. \"Aura-Shared\" indicates the same definition is used for all Aura instruments.  Note that definitions can be shared even if dimensionalities are different.  The HDF Group provides various utilities for viewing the contents of HDF files and extracting the raster, binary, or ASCII objects (see http://hdf.ncsa.uiuc.edu/products/index.html)  h5dump The h5dump enables the user to examine the contents of an HDF5 file and dump those contents, in human readable form, to an ASCII file or binary. h5dump options filename Options/Arguments: -h   or   --help    Print a usage message and exit. -B   or   --bootblock  Print the content of the boot block. (This option is not yet implemented.) -H   or   --header   Print the header only; no data is displayed. -A        Print the header and value of attributes; -i   or   --object-ids  Print the object ids. -r   or   --string 4.2  GUI tools The HDFView (http://hdf.ncsa.uiuc.edu/hdf-java-html/hdfview/) is a visual tool for browsing and editing NCSA HDF4 and HDF5 files and is available for various platforms (Windows 98/NT/2000/XP, Solaris, Linux, AIX, Irix 6.5, MacOSX). Users, especially those who are not familiar with Unix/Linux environment are strongly encouraged to use HDFView for a quick access to data contents. There is also an optional plug-in for handling HDF-EOS data files, which you can download from:  http://opensource.gsfc.nasa.gov/projects/hdf/hdf.php  4.3  Read software in C, Fortran and IDL Aura MLS science team provides number of reader software and format converters written in C, IDL, and FORTRAN programming language. You can download them from GES DISC web site: http://disc.sci.gsfc.nasa.gov/Aura/tools.shtml. ; AUTHOR: ;   Young-In Won [04/18/2008] ; ; CALLING SEQUENCE: ;   IDL&gt; readl2, \"filename\", data ;   ex) IDL&gt; readl2, \"MLS-Aura_L2GP-BrO_v02-21-c01_2006d054.he5\", data ;   IDL&gt; help, data, /struct   ; shows the structure of data ;   IDL&gt; print, data.ntimes   ; prints number of times (profile) ;   IDL&gt; print, data.time    ; prints time for each profile (TAI time) ;   IDL&gt; print, data.nlevels   ; prints number of pressure levels ;   IDL&gt; print, data.pressure   ; prints pressure level ;   IDL&gt; print, data.longitude   ; prints longitude of each profile ;   IDL&gt; print, data.l2gpvalue  ; prints geophysical values for each profile ;                                    at each pressure level ;    .... so on ; INPUT PARAMETERS: ;   filename      - A scalar string that indicates the MLS L2GP file ;                   to be read (in HDF-EOS 5) ;   data   - constructed data to be returned ; ; RETURN VALUE: ;   a data structure contains the following fields: ;   swathName, number of sample times (nTimes), number of vertical levels (nLevels), ;   pressure, latitude, longitude, time, localSolarTime, solarZenithAngle, ;   lineOfSightAngle, orbitGeodeticAngle, chunkNumber, l2gpValue, l2gpPrecision, ;   status, quality, attributes.  If the any of these values are not found in the ;   file, they are replaced by a scalar value of the proper datatype. ; ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;; Pro readl2, filename, result COMPILE_OPT IDL2 ;; Retreive the swath name(s) groupName = 'HDFEOS/SWATHS' noSwaths = H5G_Get_NMembers(fileID, groupName) ;;If more than one swath, select which swath to choose if (noswaths gt 1) then begin for swathindex=0, noswaths-1 do begin thisName = H5G_Get_Member_Name(fileID, groupName, swathIndex) print, '(',strtrim(swathindex, 2), ') Swath= ', thisname swathname=H5G_Get_Member_Name(fileID, groupName, ans_swath) endif else begin swathname=H5G_Get_Member_Name(fileID, groupName, 0) endelse ; Get the geolocation fields info path2=groupname+'/'+swathname+'/Geolocation Fields' geo_members=H5G_GET_NMEMBERS(fileid,path2) geo=strarr(geo_members) for jj= 0, geo_members-1 do begin endfor ;Reading geolocation Fields dsID = H5D_Open(fileid, path3) time = H5D_Read(dsiD) ntimes = N_Elements(time) H5D_Close, dsID path3=groupname+'/'+swathname+'/Geolocation Fields/'+'Latitude' dsID = H5D_Open(fileid, path3) latitude = H5D_Read(dsiD) H5D_Close, dsID path3=groupname+'/'+swathname+'/Geolocation Fields/'+'Longitude' dsID = H5D_Open(fileid, path3) longitude = H5D_Read(dsiD) H5D_Close, dsID ; For some swaths (e.g. O3 column-GEOS5), there is no levels dummy = Where(geo EQ 'Pressure', cnt) IF cnt GT 0 THEN BEGIN path3=groupname+'/'+swathname+'/Geolocation Fields/'+'Pressure' dsID = H5D_Open(fileid, path3) pressure = H5D_Read(dsID) path3=groupname+'/'+swathname+'/Geolocation Fields/'+'LocalSolarTime' dsID = H5D_Open(fileid, path3) localsolartime = H5D_Read(dsiD) H5D_Close, dsID path3=groupname+'/'+swathname+'/Geolocation Fields/'+'SolarZenithAngle' dsID = H5D_Open(fileid, path3) solarzenithangle = H5D_Read(dsiD) H5D_Close, dsID path3=groupname+'/'+swathname+'/Geolocation Fields/'+'LineOfSightAngle' dsID = H5D_Open(fileid, path3) lineofsightangle = H5D_Read(dsiD) H5D_Close, dsID path3=groupname+'/'+swathname+'/Geolocation Fields/'+'OrbitGeodeticAngle' dsID = H5D_Open(fileid, path3) orbitgeodeticangle = H5D_Read(dsiD) H5D_Close, dsID path3=groupname+'/'+swathname+'/Geolocation Fields/'+'ChunkNumber' dsID = H5D_Open(fileid, path3) data_members=H5G_GET_NMEMBERS(fileid,path4) for kk= 0, data_members-1 do begin dat=H5G_Get_Member_Name(fileid, path4, kk) endfor ;Reading data Fields (and attributes for the geophysical value) atts = '' path3=groupname+'/'+swathname+'/Data Fields/'+'L2gpValue' dsID = H5D_Open(fileid, path3) l2gpvalue = H5D_Read(dsiD) FOR i = 0, H5A_Get_Num_Attrs(dsId) - 1 DO BEGIN attId = H5A_Open_Idx(dsId, i) atts = i EQ 0 ? Create_Struct(H5A_Get_Name(attId), (H5A_Read(attId))[0]) : $ Create_Struct(atts, H5A_Get_Name(attId), (H5A_Read(attId))[0]) H5A_Close, attId ENDFOR dsID = H5D_Open(fileid, path3) L2gpPrecision = H5D_Read(dsiD) H5D_Close, dsID path3=groupname+'/'+swathname+'/Data Fields/'+'Status' status = H5D_Read(dsiD) H5D_Close, dsID path3=groupname+'/'+swathname+'/Data Fields/'+'Quality' dsID = H5D_Open(fileid, path3) quality = H5D_Read(dsiD) nLevels = N_Elements(pressure) H5D_Close, dsID path3=groupname+'/'+swathname+'/Data Fields/'+'Convergence' dsID = H5D_Open(fileid, path3) convergence = H5D_Read(dsiD) ;; Construct the result result = {swathName:swathName, nTimes:nTimes, nLevels:nLevels, $ pressure:pressure,latitude:latitude,longitude:longitude, $ time:time,localSolarTime:localSolarTime, $ solarZenithAngle:solarZenithAngle, $ lineOfSightAngle:lineOfSightAngle, $ orbitGeodeticAngle:orbitGeodeticAngle, $ chunkNumber:chunkNumber, $ l2gpValue:l2gpValue, $ l2gpPrecision:l2gpPrecision, $ status:status, $ quality:quality, $ Aura MLS File Service GES DISC has a search engine called Mirador (http://mirador.gsfc.nasa.gov) that allows users to limit the number of files for download by specifying appropriate temporal and spatial constraints. The total download size can be further reduced by choosing a spatial subsetting within Mirador. For data access and related services, check the following web site. http://disc.sci.gsfc.nasa.gov/Aura/data_access.shtml Data can also be viewed from Giovanni (GES DISC online visualization and analysis tool): http://disc.sci.gsfc.nasa.gov/techlab/giovanni/ Interpretation and Screening Detailed information on data quality can be found in EOS MLS Version 2.2 Level 2 data quality and description document (http://mls.jpl.nasa.gov/data/v2-2_data_quality_document.pdf)   MLS Main Page: http://mls.jpl.nasa.gov/ MLS Data Documentation: http://mls.jpl.nasa.gov/data/datadocs.php Data Validation : http://mls.jpl.nasa.gov/data/validation.php  NASA/GSFC: MLS Data Support Main Page: http://disc.gsfc.nasa.gov/Aura/ MLS Products &amp; Data Access: http://disc.gsfc.nasa.gov/Aura/MLS/ MLS Documentation: http://disc.gsfc.nasa.gov/Aura/documentation/ Data can also be obtained from Giovanni (online visualization and analysis tool): http://gdata1.sci.gsfc.nasa.gov/daac-bin/G3/gui.cgi?instance_id=mls MLS FAQ (from Giovanni):  DISC Data and Information Services Center ECMWF European Centre for Medium Range Weather Forecasts (UK) ECS EOSDIS Core System EDOS Earth Observing System Data and Operations System EOS Earth Observing System EOSDIS Earth Observing System Data and Information System FOV Field of View GES Goddard Earth Sciences GES DISC Goddard Earth Sciences Data and Information Services Center GSFC Goddard Space Flight Center HDF Hierarchical Data Format HDF5 Hierarchical Data Format Version 5.X HDF-EOS Hierarchical Data Format for the EOS mission HIRDLS High Resolution Dynamics Limb Sounder L3 Level 3 Data LGID Local Granule Identification Limb sounding A horizon-looking observation technique that uses a distant objects sun, start, or a sensor on another satellite in a different Earth orbit MCF Metadata Configuration File MLS Microwave Limb Sounder NASA National Aeronautics and Space Administration OMI Ozone Monitoring Instrument TES Tropospheric Emission Spectrometer NCEP National Centers for Environmental Prediction NESDIS National Environmental Satellite, Data and Information Service NOAA National Oceanic and Atmospheric Administration PGE Product Generation Executive PGS Product Generation System PREPQC NCEP quality controlled final observation data QA Quality Assessment RTA Radiative Transfer Algorithm  Nathaniel J. Livesey, William G. Read, Alyn Lambert, Richard E. Cofield, David T. Cuddy, Lucien Froidevaux, Ryan A Fuller, Robert F. Jarnot, Jonathan H. Jiang, Yibo B. Jiang, Brian W. Knosp, Laurie J. Kovalenko, Herbert M. Pickett, Hugh C. Pumphrey, Michelle L. Santee, Michael J. Schwartz, Paul C. Stek, Paul A. Wagner, Joe W. Waters, and Dong L. Wu.  This document serves two purposes. Firstly, to summarize the quality of version 2.2 (v2.2) EOS MLS Level 2 data. Secondly, to convey important informa- tion on how to read and interpret the data to the scien- tific community.  The MLS science team strongly encourages users of MLS data to thoroughly read this document. Chap- ter 1 describes essential general information for all users. Chapter 2 is considered background material that may be of interest to data users. Chapter 3 dis- cusses individual MLS data products in detail.  All the MLS Level 2 data described here can be ob- tained from the NASA Goddard Space Flight Center Data and Information Services Center (GSFC-DISC, see http://disc.gsfc.nasa.gov/).  Which MLS data points should be avoided? How much should I trust the remainder? These issues are described in section 1.5 (starting on page 4), and on a product by product basis in chapter 3. The key rules are:    Data for profiles where the Status field is non zero should be approached with caution. See section 1.5 on page 4, and the product by prod- uct description in chapter 3 for details on how to interpret the Status field.  Do not use any data for profiles where the Convergence field is higher than the thresh- old given in the section of chapter 3 describing your product of interest.  Information on the accuracy of each product is given in Chapter 3. These summarize the find- ings given in more detail in the various MLS val- idation papers submitted for the Aura Validation to contact the MLS science team to discuss their anticipated usage of the data, and are always welcome to ask further data quality questions.   Some of the MLS measurements have a poor signal to noise ratio for individual profiles. Radiance noise can naturally lead to some negative values for these species. It is critical to consider such values in sci- entific study. Any analysis that involves taking some form of average will exhibit a high bias if the points with negative mixing ratios are ignored.  1 Essential reading for users of MLS version 2.2 data 1 1.1 Scope and background for this document . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1 1.2 Overview of v2.2 and this document . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 1 1.3 Differences between MLS v2.2 and v1.5 data . . . . . . . . . . . . . . . . . . . . . . . . . . . 3 1.4 EOS MLS file formats, contents, and first order quality information . . . . . . . . . . . . . . . 3 1.5 Additional quality control information described in the Quality,Status and Convergence  fields . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4 1.6 An important note on negative values . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5 1.7 The representation of MLS vertical profile observations . . . . . . . . . . . . . . . . . . . . . . 6  2 Background reading for users of MLS version 2.2 data 8 2.1 EOS MLS radiance observations . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 2.2 Brief review of theoretical basis . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8 2.3 The Core, Core+Rn approach . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10  2.3.1 The need for separate phases . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10 2.3.2 A new approach to retrieval phasing . . . . . . . . . . . . . . . . . . . . . . . . . . . . 11  2.4 Forward models used in v2.2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 2.5 The handling of clouds in v2.2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 12 2.6 The quantification of systematic uncertainty in v2.2 . . . . . . . . . . . . . . . . . . . . . . . . 15 2.7 A brief note on the Quality field . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15 2.8 A note on the HCl measurements in v2.2 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 16  3 Results for standard MLS data products 17 3.1 Overview of species-specific discussion . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17 3.2 Bromine monoxide . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 19 3.3 Methyl cyanide . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 23 3.4 Chlorine Monoxide . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 25 3.5 Carbon monoxide . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31 3.6 Geopotential Height . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35 3.7 Water Vapor . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39 3.8 Hydrogen Chloride . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 45 3.9 Hydrogen Cyanide . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 49 3.10 Nitric Acid . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 53 3.11 Peroxy Radical . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 59 3.12 Hypochlorous Acid . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 63 3.13 Ice Water Content . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 67 3.14 Ice Water Path . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 71 3.15 Nitrous Oxide . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 75 3.16 Ozone . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 81 3.17 Hydroxyl Radical . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 87   3.18 Relative Humidity with respect to Ice . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 91 3.19 Sulfur Dioxide . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 95 3.20 Temperature . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 99  Acknowledgment This research was carried out at the Jet Propulsion Laboratory, California Institute of Technology, under a contract with the National Aeronautics and Space Administration.   1.1 Scope and background for this document This document describes the quality of the geophysical data products produced by version 2.2 (v2.2 hereafter) of the data processing algorithms for the EOS Microwave Limb Sounder (MLS) instrument on the Aura spacecraft. The intended audience is those wishing to make use of EOS MLS data for scientific study. The geophysical products described in this document are all produced by the Level 2 algorithms, and briefly summarized in Table 1.1.  The v2.2 MLS data are the second public release of MLS data, the first being version 1.5 [Livesey et al., 2005]. The v2.2 data have been the focus of a series of validation papers to be published in a special issue of the Journal of Geophysical Research in 2007. This document highlights some findings from these papers and gives more general information on the use of MLS data. As always, those wishing to use MLS data are strongly advised to consult the MLS science team concerning their intended use.  In addition to describing the data quality, this document gives a brief outline of the algorithms used to gen- erate these Level 2 data (geophysical products reported along the instrument track) from the input Level 1 data (calibrated microwave radiance observations).  More information on the MLS instrument can be found in the document An Overview of the EOS MLS Experiment [Waters et al., 2004]. A more general discussion of the microwave limb sounding technique and an earlier MLS instrument is given in Waters et al. [1999]. The theoretical basis for the Level 2 software is described in Livesey and Snyder [2004]. A crucial component of the Level 2 algorithms is the Forward Model, which is described in detail in Read et al. [2004] and Schwartz et al. [2004]. The document EOS MLS Retrieved Geophysical Parameter Precision Estimates [Filipiak et al., 2004] is a very useful source of information on the expected precision of the EOS MLS data, and should be regarded as a companion volume to this document. The impact of clouds on MLS measurements and the use of MLS data to infer cloud properties is described in Wu and Jiang [2004]. All the above documents and papers are available from the MLS web site (http://mls.jpl.nasa.gov/).  A subset of the information in these documents is also reported in the IEEE Transatctions on Geoscience and Remote Sensing. An overview of MLS is given in Waters et al. [2006], the algorithms that produce the data described here are reviewed in Livesey et al. [2006]; Read et al. [2006]; Schwartz et al. [2006]; Wu et al. [2006]. The results of a preliminary validation exercise performed on the v1.5 MLS dataset are described in Froidevaux et al. [2006a]. Other papers describe the calibration and performance of the various aspects of the MLS instrument [Jarnot et al., 2006; Pickett, 2006; Cofield and Stek, 2006] and the MLS ground data system [Cuddy et al., 2006].  1.2 Overview of v2.2 and this document The remainder of this chapter reviews issues that are considered essential reading for users of the v2.2 dataset. Chapter 2 details relevant aspects of the MLS instrument design and operations and the theoretical basis for the v2.2 algorithms that are considered background reading.   Chapter 3 describes the data quality to be expected for Standard products from the MLS instrument for v2.2. These are observations of vertical profiles of the abundance of BrO, ClO, CO, H2O, HCl, HCN, HNO3, HO2, HOCl, N2O, O3, and OH and SO2, along with temperature, geopotential height, relative humidity (deduced from the H2O and temperature data), and cloud ice water content, all described as functions of pressure. In v2.2 these profiles are mostly output on a grid that has a vertical spacing of six surfaces per decade change in pressure (2.5 km), thinning out to three surfaces per decade above 0.1 hPa. Exceptions to this are water vapor, temperature, and relative humidity which are on a finer 12 per decade grid around the tropopause. Cloud ice water content is also reported on this fine grid, and profiles do not extend to the stratosphere and mesosphere. The OH and HO2 products maintain a 6 per decade grid spacing into the upper mesosphere. Horizontally the profiles are spaced by 1.5 great-circle angle along the orbit, which corresponds to about 160 km. The true vertical and horizontal resolution of the products is typically somewhat coarser than the reporting grid described here. For some of the products, the signal to noise ratio is too low to yield scientifically useful data from a single MLS profile observation. In these cases, some form of averaging (e.g., weekly maps, monthly zonal means etc.) will be required to obtain more useful results.  In addition to these standard products, the algorithms also produce data for many diagnostic products. The bulk of these are similar to the standard products, in that they represent vertical profiles of retrieved species abundances. However, the information on these diagnostic products has typically been obtained from a different spectral region than that used for the standard products. These diagnostic products are not discussed in this document. Further information on these is available from the MLS science team.  At the time of writing, the current version of the data processing software is version 2.21, producing files labeled v02-21. The differences between the earlier version 2.20 and 2.21 were minor bug fixes. This document is intended to be applicable to any v2.2x MLS data. Revisions that represent more than a minor bug fix will not be known as v2.2x and will be accompanied by a revised version of this document.  1.3 Differences between MLS v2.2 and v1.5 data Version 2.2 constitutes the second public release of MLS data. Changes between v2.2 and the earlier v1.5 are detailed on a product by product basis in Chapter 3. The v2.2 water vapor, temperature and relative humidity products are all reported on a grid having vertical resolution twice finer than that used in v1.5 in the 1000  22 hPa range (being reported at 12 surfaces per decade change in pressure, as opposed to 6). The true vertical resolution of the information for these products is also improved over v1.5. The upper tropospheric measurements of ozone and carbon monoxide are now far less affected by the presence of thick clouds, leading to much reduced scatter for these products. A previously identified high bias in the stratospheric nitric acid product has been corrected, and the useful vertical range of this product now extends to 215 hPa. Cloud Ice Water Path (IWP) and sulfur dioxide (SO2) are new MLS products in v2.2. Data screening rules have been updated and refined, and an additional data quality metric (Convergence) has been included in the data files (see Section 1.5). GEOS-5 temperature data are now used as a priori information (v1.5 used GEOS-4). Stratospheric column abundances are now reported only for the ozone product, and are based on an improved tropopause pressure determination algorithm.  1.4 EOS MLS file formats, contents, and first order quality information All the MLS Level 2 data files described here are available from the NASA Goddard Space Flight Center Data and Information Services Center (GSFC-DISC, see http://disc.gsfc.nasa.gov/). The standard and diagnostic products are stored in the EOS MLS Level 2 Geophysical Product (L2GP) files. These are standard HDF-EOS (version 5) files containing swaths in the Aura-wide standard format. For more information on this format see Craig et al. [2003]. A sample reading function for the Interactive Data Language (IDL,  Chapter 1. Essential reading for users of MLS version 2.2 data  version 6.1 or later required), known as readl2gp.promay have been supplied with the data and is available from the Open Channel Software Foundation (http://www.openchannelsoftware.org/). A reader for MATLAB (readL2GP.m) is also available at the same site.  The standard products are stored in files named according to the convention MLS-Aura_L2GP-&lt;product&gt;_v2-21_&lt;yyyy&gt;d&lt;ddd&gt;.he5  where &lt;product&gt; is BrO, O3, Temperature, etc. The files are produced on a one-day granularity (midnight to midnight, universal time), and named according to the observation date where &lt;yyyy&gt; is the four digit cal- endar year and &lt;ddd&gt; is the day number in that year (001 = 1 January). The files contain an HDF-EOS swath given the same name as the product. In addition, the standard O3 product files also contain swaths describing column abundances, and the standard Temperature file contains additional swaths describing tropopause pres- sure. As some L2GP files contain multiple swaths, it is important to ensure that the correct swath in the L2GP files is requested from the file. In the case where the default swath is requested (i.e., no swath name is supplied) most HDF software will access the one whose name falls earliest in ASCII order. This generally results in the desired result for all products. For example, O3 comes before O3 column-GEOS5. Likewise, for tem- perature, the standard Temperature product will be read in preference to the WMOTPPressure-MLS or WMOTPPressure-GEOS5 swaths that give tropopause pressures (note these names are different from the equivalent products in v1.5).  Each swath contains data fields L2gpValue and L2gpPrecision, which describe the value and pre- cision of the data, respectively. Data points for which L2gpPrecision is set negative should not be used, as this flags that the resulting precision is worse than 50% of the a priori precision, indicating that instrument and/or the algorithms have failed to provide enough useful information for that point. In addition to these fields, fields such as latitude etc. describe geolocation information. The field time describes time, in the EOS standard manner, as the number of seconds elapsed (including the 5 or 6 subsequent leap seconds to date) since midnight universal time on 1 January 1993.  and Convergence fields  In addition to the data and their estimated precisions, three quality metrics are output for every profile of each product. The first, called Quality, gives a measure of the quality of the product based on the fit achieved by the Level 2 algorithms to the relevant radiances. Larger values of Quality generally indicate good radiance fits and therefore trustworthy data. Values of Quality closer to zero indicate poorer radiance fits and therefore less trustworthy data. The value of Quality to be used as a threshold for rejecting data in scientific studies varies from product to product, and is given later in this document.  The second quality metric is called Status. This is a 32 bit integer that acts as a bit field containing several flags. Figure 1.1 describes the interpretation of these flags in more detail. The first two bits (bits 0 and 1) are flagging bits. If the first bit is set it indicates that the profile should not be used in any scientic study. Accordingly, any profile for which Status is an odd number should not be used. The second bit indicates that data are considered questionable for some reason. Higher bits give more information on the reasons behind the setting of the first two bits. So, for example, a value of Status of 18 (2+16) indicates that the data are questionable (2 bit 2) because of the possible presence of high altitude clouds (16 bit 4).  The most commonly set information bits are the high altitude cloud and low altitude cloud bits. These indicate that the data have been marked as questionable because the Level 2 software believed that the measure- ments may have been affected by the presence of clouds (clouds alone will never cause a profile to be marked as not to be used). The implications of this vary from product to product and, more importantly, height to height.  Information: Either the retrieval diverged, or too few radiances were available for good retrieval. ically a computer failure).  Figure 1.1: The meaning of the various bits in the Status field. The bits not labeled are not used in v2.2. Later versions may implement specific meanings for these bits. Note that bit 6 (GEOS-5 data) was not used in v1.5.  For example, situations of low cloud have very little impact on the quality of stratospheric data. Further details of the implications of these flags are given later in this document on a product by product basis.  The third diagnostic field Convergence describes how the fit to the radiances achieved by the retrieval algorithms compared to the degree of fit to be expected. This is quantified as a ratio of an aggregate  2 value to that predicted based on the assumption of a linear system [Livesey et al., 2006]. Values around unity indicate good convergence, the threshold values above which profiles should not be used are given on a product by product basis later in this document.  1.6 An important note on negative values Some of the MLS observations are noisy in nature. A consequence of this is that negative values may often be reported for species mixing ratios. It is important that such values not be ignored or masked. Ignoring such values will automatically introduce a positive bias into any averages made of the data as part of scientific analysis. Water vapor is retrieved using a logarithmic basis (both vertically and horizontally, as discussed in section 1.7). Accordingly, no negative water vapor abundances are produced by v2.2. Studies involving averages  Chapter 1. Essential reading for users of MLS version 2.2 data  in regions where the MLS signal to noise is poor (e.g., the mesosphere) should accordingly consider averages in the logarithm of the mixing ratio.  1.7 The representation of MLS vertical profile observations The MLS Level 2 data describe a piecewise linear representation of vertical profiles of mixing ratio (or temper- ature, or log mixing ratio for water vapor) as a function of pressure, with the tie points given in the L2GP files. In the case of water vapor, the representation is piecewise linear in log mixing ratio. This contrasts with many other instruments, which report profiles in the form of discrete layer means. This interpretation has important implications that need to be considered when comparing profiles from MLS and other instruments, particularly those with higher vertical resolution.  It is clearly not ideal to compare MLS retrieved profiles with other data by simply sampling the other profile at the MLS retrieval surfaces. One might expect that instead one should do some linear interpolation or layer averaging to convert the other dataset to the MLS grid. However, in the MLS case where the state vector describes a profile at infinite resolution obtained by linearly interpolating from the fixed surfaces, it turns out that the appropriate thing to do is to compare to a least squares fit of the non-MLS profile to the lower resolution MLS retrieval grid.  Consider a high resolution profile described by the vector zh , and a lower resolution MLS retrieved profile described by the vector xl . We can construct a linear interpolation in log pressure that interpolates the low resolution information in xl to the high resolution grid of zh . Lets describe that operation by the (typically highly sparse) nh × nl matrix H such that  xh = Hxl (1.1) where xh is the high resolution interpolation of the low resolution xl . It can be shown that the best estimate profile that an idealized MLS instrument could obtain, were the true atmosphere in the state described by zh , is given by W = [HTH]1 HT (1.3) In other words, zl represents a least squares linear fit to zh . This operation is illustrated by an example in Figure 1.2. Precision uncertainty on high resolution measurements may be similarly converted to the MLS grid by applying  Sl = WShWT (1.4) where Sh is the covariance of the original high resolution data (typically diagonal) and Sl is its low resolution representation on the MLS pressure grid.  In addition to this least squares operation, it is possible to multiply the high resolution data  as smoothed by the least squares operator  by the MLS averaging kernels. The two dimensional nature (vertical and along- track) of the MLS averaging kernels make this a complex task. Users wishing to embark on this exercise are advised to contact the MLS science team for more information. As the averaging kernels for most MLS products are fairly sharply peaked, applying them usually makes only small differences to comparisons once the least squares smoothing has been applied.  In the case of water vapor, where a logarithmic vertical basis is used, the x and z vectors should describe the  Figure 1.2: Comparisons of MLS (v1.5) N2O observations with in-situ balloon data (courtesy of J. Elkins). The raw balloon data (zh) are shown as the grey shaded region (shading indicates precision). A coincident MLS profile (xl) is shown in red with the red error bars indicating precision. The red dots show the MLS data linearly interpolated to the balloon pressures using the H matrix (i.e., xh from equation 1.1). The black line shows the least squares interpolation of the balloon data onto the MLS grid using the W matrix as described in the text (i.e., zl from equation 1.2). The black line therefore represents the closest possible match at this resolution to the original grey line, and is the appropriate quantity to compare to the red MLS profile.  2.1 EOS MLS radiance observations Figures 2.1 and 2.2 show the spectral coverage of the MLS instrument. The instrument consists of seven ra- diometers observing emission in the 118 GHz (R1A and R1B), 190 GHz (R2), 240 GHz (R3), 640 GHz (R4) and 2.5 THz (R5H and R5V) regions. With the exception of the two 118 GHz devices, these are double sideband radiometers. This means that the observations from both above and below the local oscillator frequencies are combined to form an intermediate frequency signal. In the case of the 118-GHz radiometers, the signals from the upper sideband (those frequencies above the 126 GHz local oscillator) are suppressed. These intermediate frequency signals are then split into separate bands. The radiance levels within these bands are quantified by various spectrometers.  In operation, the instrument performs a continuous vertical scan of both the GHz (for R1AR4) and THz (R5H, R5V) antennæ from the surface to about 90 km in a period of about 20 s. This is followed by about 5 s of antenna retrace and calibration activity. This 25 s cycle is known as a Major Frame (MAF). During the 20 s continuous scan, radiances are reported at 1/6 s intervals known as Minor Frames (MIFs).  2.2 Brief review of theoretical basis The Level 2 algorithms implement a standard Optimal Estimation retrieval approach [Rodgers, 1976, 2000] that seeks the best value for the state vector (the profiles of temperature and abundances) based on an optimal com- bination of the fit to the MLS radiance observations, a priori estimates of the state vector (from climatological fields), and constraints on the smoothness of the result. This fit must often be arrived at in an iterative manner because of the non-linear nature of the EOS MLS measurement system.  An innovative aspect of the retrieval algorithms for EOS MLS arises from taking advantage of the fact that the MLS instrument looks in the forward direction from the spacecraft. Figure 2.3 reviews the EOS MLS measurement geometry and shows that each radiance observation is influenced by the state of the atmosphere for several consecutive profiles. In the v2.2 Level 2 algorithms, the state vector consists of chunks of several profiles of atmospheric temperature and composition, which are then simultaneously retrieved from radiances measured in a similar number of MLS scans. Results from these chunks are then joined together to produce the products at a granularity of one day (the chunks overlap in order to avoid edge effects).  The retrieval state vector consists of vertical profiles of temperature and composition on fixed pressure surfaces. Between these fixed surfaces, the forward models assume that species abundances and temperature vary from surface to surface in a piecewise-linear fashion (except for the abundance of H2O, which is assumed to vary linearly in the logarithm of the mixing ratio). This has important implications for the interpretation of the data as was described in section 1.7. In addition to these profiles, the pressure at the tangent point for the mid-point of each minor frame is retrieved, based on both radiance observations and knowledge of tangent point height from the MLS antenna position encoder and the Aura spacecraft ephemeris and attitude determination.  Most of the MLS data products are deduced from observations of spectral contrast, that is, variations in radiance as a function of frequency for a given limb pointing. Many of the systematic errors in the MLS  Spectroscopic data provided by Mark Filipiak  Figure 2.2: This is similar to figure 2.1, except that x-axes represent intermediate frequency. The signal at each intermediate frequency represents a sum of the signals observed at that frequency both above and below the local oscillator.  measurement system manifest themselves as a spectrally flat error in radiance. This is true of both instrumental effects such as variations in instrument gain and offset during the limb scan, and forward model effects such as knowledge of continuum emission and the impact of some approximations made in the forward model in order to increase its speed. In order to account for such effects, the v2.2 algorithms also retrieve spectrally flat corrections to the MLS radiances, either in terms of an additive radiance offset or an additive spectrally flat atmospheric extinction.  2.3.1 The need for separate phases  Many aspects of the MLS measurement system are linear in nature. In other words, there is a linear relationship between changes in aspects of the atmospheric state and consequent changes in the MLS radiance observations.   Figure 2.3: The top diagram shows a section of one orbit. Three of the 120 limb ray paths per scan are indicated by the horizontal lines. The lower diagram shows an expansion of the boxed region above. The straight radial lines denote the location of the retrieved atmospheric profiles. The limb ray scan closest to each profile is that whose color is the same as that of the arrow underneath. The thin black line under the central profile indicates the locus of the limb tangent point for this scan, including the effects of refraction.  However, there are some components of the state vector whose impact on the radiances is very non-linear. The most non-linear of these is the estimate of the tangent pressure for each MIF of observation. The impact of water vapor in the upper troposphere on the MLS radiance observations is also very non-linear. Solving for these aspects of the state vector will therefore require several iterations.  The computational effort involved in retrieval and forward models scales very rapidly (arguably as high as cubically) as a function of the size of the measurement system (i.e., the number of elements in the state and measurement vectors). Thus it is desirable to simplify retrievals involving strongly non-linear variables to a small subset of the complete system, in order to cut down on the effort involved in retrievals that require many iterations.  For this and other reasons, most retrieval algorithms are split into phases. For example, in the data process- ing for UARS MLS version 5 [Livesey et al., 2003], a retrieval phase of tangent pressure and temperature was followed by one of upper tropospheric humidity. Following those, retrieval phases were performed for other atmospheric species. These later phases used the values of tangent pressure, temperature and humidity estab- lished by the earlier phases in their forward model calculations. However, the knowledge of such parameters is uncertain (having come from an earlier retrieval), so if a correct error budget is to be maintained, the uncertainty in these parameters must be taken into account in the later retrievals. This accounting (known as constrained quantity error propagation) is typically a very time consuming process. In the case of EOS MLS, the effort involved is far too large to be realistically implemented in the algorithms, so an alternative approach is needed.  2.3.2 A new approach to retrieval phasing For EOS MLS the retrievals still proceed in phases. However, in the later phases the previously retrieved quantities (e.g., tangent pressure, temperature etc.) are still retrieved, and the radiance measurements from which their earlier estimates were taken are still included in the measurement vector. Because the later phases now include the non-linear elements of the state vector, the retrieval error budget is correct. Furthermore, because the non-linear terms are in general already close to their true values as a result of the earlier phase, fewer iterations should be needed, as the system is closer to a linear regime.  Chapter 2. Background reading for users of MLS version 2.2 data  This approach has been implemented in what is known as the Core, Core+Rn approach in the v2.2 algo- rithms. In the Core phase of the retrievals (actually three separate phases), retrieved estimates are obtained for the tangent pressure, temperature, and upper tropospheric humidity components of the state vector. These are obtained from the R1A 118 GHz observations of emission from O2 (mainly for temperature and pressure) and selected channels from the R2 190 GHz observations (mainly for upper tropospheric water vapor). Core is followed by phases such as Core+R3, Core+R2, . . . where, in addition to temperature and pressure, other species such as ozone and nitric acid are retrieved. In the v2.2 algorithms, there are some exceptions to these rules. For example, in the Core+R3 phase does not retrieve upper tropospheric humidity as it was found to introduce undesired instabilities into the optimal estimation.  Table 2.1 describes the phases in more detail. Many products (e.g., ozone) are produced in more than one phase. All the separate measurements of these species are produced as diagnostic quantities, and labeled ac- cording to the spectral region from which they originated. For example, the ozone obtained from the Core+R2 retrieval is known in the v2.2 dataset as O3-190. In v2.2, in order to reduce confusion for users of MLS data, the algorithms also output standard products, which is typically a copy of one of the products from the Core+Rn phases. For example, the standard ozone product is a copy of the O3-240 product. In the case of v2.2 nitric acid, the standard product represents a hybrid of the results from two phases. Details of which standard product is obtained from which phase are given in table 2.2.  2.4 Forward models used in v2.2 The retrieval algorithms in v2.2 make use of a variety of different forward models. The most accurate is the so-called full forward model described in Read et al. [2004] and Schwartz et al. [2004]. This is a hybrid line-by-line and channel averaged model that computes radiances on appropriate grids of frequency and tangent pressure that are then convolved with the MLS frequency and angular responses.  This model is generally very time consuming, although for some comparatively clean spectral regions the computational burden is small enough that the full forward model can be used in the operational retrievals. In the v2.2 retrieval algorithms, its use is restricted mainly to radiance channels whose focus is the upper troposphere and lower stratosphere, as these radiances generally have a non-linear relationship to the state vector.  For many of the MLS channels, a simpler Linearized forward model can be used. This model invokes a simple first-order Taylor series to estimate radiances as a function of the deviation of the state from one of several pre-selected representative states. The inputs to this model are pre-computed radiances and derivatives corresponding to the pre-selected states, generated by off-line runs of the full forward model.  This model is by its nature approximate. Many of the biases and unexpected scatter seen in the v2.2 simula- tion studies can be attributed to inaccuracies in this model. The model accuracy is a function of the proximity of the retrieved state to the pre-selected state used. The pre-selected states are taken from climatological fields for fixed latitudes and calendar months. In regions where the atmosphere departs dramatically from the climatolog- ical values (e.g., in the winter polar vortices), the model will generally be poorer than in other locations, giving rise to stronger biases.  In addition, a cloud forward model can be invoked to model the effects of scattering from cloud particles in the troposphere and lower stratosphere [Wu and Jiang, 2004]. This model was used in the simulation of radiances for the v2.2 testing, but is not invoked in the v2.2 retrieval algorithms (the handling of clouds is described in more detail in section 2.5).  2.5 The handling of clouds in v2.2 Thin clouds and atmospheric aerosols do not affect MLS atmospheric composition measurements as the typical particle sizes are much smaller than the wavelengths of the radiation being observed. The MLS v2.2 algorithms  Temperature Final-pTan 118 &amp; 240 GHz  can reliably retrieve composition in moderately cloudy cases (having small limb radiance perturbations) by also fitting profiles of spectrally-flat extinction and/or spectral baseline. However, thick heavy clouds can affect the MLS radiances beyond the ability of this approach to model, mainly through scattering processes. Such situations need to be identified and the so affected radiances excluded from the retrievals, or their influence down weighted.  The first aspect of handling clouds in v2.2 is therefore the flagging of radiances that are believed to be sig- nificantly contaminated by cloud effects. To determine if a cloud is present in each MLS radiance measurement, we estimate the so-called cloud-induced radiance (Tcir). This is defined as the difference between the measured radiances and radiances from a forward model calculation assuming clear-sky conditions. Specific window channels (those that see deepest into the atmosphere) in each radiometer are chosen for these flags.  In the case of the 240 GHz radiometer (R3:240), instead of computing a Tcir parameter, the fit achieved in an early retrieval phase to the B8F:PT band (that measures the 233.9-GHz O18O line), as quantified by a 2 metric is used as an indicator of potential significant cloud-contamination. In computing Tcir for the other radiometers, the forward model calculation takes the best retrieved atmospheric state, with relative humidity capped at 110%.  Where the Tcir (or 2 for R3:240) values are sufficiently large (see Table 2.3), the radiances are flagged as being possibly contaminated. The estimated Tcir or 2 are improved as the retrieval progresses, and finalized in the HighCloud phase, where Tcir statistics are computed output to a diagnosis file for a wide range of channels including the window channels.  The retrievals of gas phase species abundances may choose to ignore cloud contaminated radiances, or (in the case of some less impacted channels) to inflate their estimated precision.  The other aspect of cloud handling in v2.2 is the estimation of cloud ice water content (IWC) and ice water path (IWP) products from the final Tcir computed by the retrieval. More information on these products and their derivation is given in section 3.13.  Table 2.3: MLS frequency channels and thresholds for cloud flag  Radiometer Cloud channel USB/LSB frequency / GHz Low threshold High threshold R1[A/B]:118 B[32/34]W:PT.C4 115.3 (LSB only) Tcir &lt; 4 K none  R2:190 B5F:ClO.C1 178.8 / 204.9 Tcir &lt; 20 K Tcir &gt; 10 K R3:240 B8F:PT 233.4234.5 / 244.8245.9 none  2 &gt; 30 R4:640 B11F:BrO.C23 635.9 / 649.8 Tcir &lt; 10 K Tcir &gt; 10 K  2.6 The quantification of systematic uncertainty in v2.2 A major component of the validation of MLS data is the quantification of the various sources of systematic un- certainty. These can arise from instrumental issues (e.g., radiometric calibration, field of view characterization), spectroscopic uncertainty, and through approximations in the retrieval formulation and implementation. A com- prehensive quantification of these uncertainties has been undertaken and the results for each product reported in the relevant validation papers (see the individual sections of Chapter 3 for references).  For each identified source of systematic uncertainty, its impact on MLS measurements of radiance (or point- ing where appropriate) has been quantified and modeled. These modeled impacts correspond to either 2- estimates of uncertainties in the relevant parameter(s), or an estimate of their maximum reasonable error(s) based on instrument knowledge and/or design requirements.  For most of the uncertainty sources, the impact on MLS standard products has been quantified by running perturbed radiances through the MLS data processing algorithms. Other (typically smaller) uncertainty sources have been quantified by simple perturbation calculations.  Although the term systematic uncertainty is often associated with consistent biases and/or scaling errors, many sources of systematic error in the MLS measurement system give rise to additional scatter. For example, an error in the O3 spectroscopy, while being a bias on the fundamental parameter, will have an impact on the retrievals of species with weaker signals (e.g., CO) that is dependent on the amount and morphology of atmospheric ozone. The extent to which such terms can be expected to average down is estimated to first order by these full up studies through their separate consideration of the bias and scatter each uncertainty source introduces.  The results of these studies are summarized as accuracy (and in some cases additional contributions to precision) on a product by product basis in the next chapter. More details on the quantification for each product are given in the MLS validation papers. In addition Appendix A of Read et al. [2007] gives more specific details of the perturbations used in the study.  2.7 A brief note on the Quality field As described in section 1.5, the Quality field in the L2GP files gives a measure of the fit achieved between the observed MLS radiances and those computed by the forward model given the retrieved MLS profiles. Quality is computed from a  2 statistic for all the radiances considered to have significantly affected the retrieved species (i.e., those close to the relevant spectral lines), normalized by dividing by the number of radiances. Quality is simply the reciprocal of this statistic (so low values indicate large  2, i.e., poor fits).  Ideally, the typical values of these normalized  2 statistics will be around one, indicating that radiances are typically fitted to around their noise levels. Qualitywill therefore also ideally have a typical value of one. For some species, however, because of uncertain knowledge of spectroscopy and/or instrument calibration, the v2.2 algorithms are known to be consistently unable to fit some observed radiances to within their predicted noise. In many of these cases, the noise reported on the radiances has been inflated to allow the retrieval more leeway  Chapter 2. Background reading for users of MLS version 2.2 data  in fitting to radiances known to be challenging. As the noise level is the denominator in the  2 statistic, these species will have typical  2 statistics that are less than one and thus typical values of Quality higher than one. Accordingly, differences in Quality from one species to another do not reflect the species relative validity.  2.8 A note on the HCl measurements in v2.2 Starting in February 2006, the primary MLS band for measuring HCl (R4:640.B13F:HCl) began to exhibit symptoms of aging and was deactivated to conserve life. This is likely to be due to a radiation susceptibility issue for a batch of transistors identified shortly before launch. Useful observations of HCl are still made with the adjacent band (R4:640.B14F:O3) which, as can be seen from Figures 2.1 and 2.2 also observe the HCl line (and a smaller line for the HCl37 isotopomer).  In order to avoid undesirable discontinuities in the v2.2 HCl dataset, the B13F:HCl are not considered in the retrieval of the standard HCl product, even on days for which it was active (a change from the v1.51 config- uration). For days prior to the 16 February 2006 deactivation of B13F:HCl, the v2.2 algorithms also product a second HCl product (in the HCl-640-B13 swath in the L2GP-DGG) file which includes the B13F:HCl radiances, giving a product with improved precision and resolution in the upper stratosphere and mesosphere.   3.1 Overview of species-specific discussion This section describes each MLS v2.2 standard product in more detail. An overview is given of the expected resolution, precision and accuracy of the data. The resolution is characterized by the averaging kernels described below. Precision is quantified through a combination of the precision estimated by the MLS v2.2 algorithms, through reference to the systematic uncertainty budget described in section 2.6, and through study of the actual MLS data (e.g., consideration of the observed scatter in regions where little natural variability is anticipated).  The systematic uncertainty reported is generally based on the study described in section 2.6. However, in some cases larger disagreements are seen between MLS and correlative observations than these quantifications would imply. In such cases (e.g., MLS 215 hPa CO) the uncertainty quoted reflects these disagreements.  A note on the averaging kernel plots The averaging kernels shown in this section describe both the horizontal (along track) and vertical (pressure) resolution of the MLS v2.2 data. While the averaging kernels vary somewhat from profile to profile, their variation is sufficiently small that these samples can be considered representative for all profiles. The averaging kernel plots are accompanied by estimates of the horizontal and vertical resolution of the product defined by the full width at half maximum of the kernels. Each kernel plot also shows the integrated areas under the kernels.  Introduction  The standard product for BrO is taken from the 640-GHz (Core + R4A) retrievals. The spectral signature of BrO in the MLS radiances is very small, leading to a very poor signal-to-noise ratio on individual MLS observations. Significant averaging (e.g., monthly zonal means) is required to obtain scientifically useful results. Large biases of between 5 to 30 pptv (typical BrO abundances range from 5 to 15 pptv) are seen in the data. These biases can be minimized by taking day/night differences. For pressures of 4.6 hPa and greater, nighttime BrO is negligible; however, for lower pressures, nighttime BrO needs to be taken into account. Table 3.1 summarizes the precision, accuracy, and resolution of the MLS v2.2 BrO product. For details, see validation paper [Kovalenko et al., 2007].  Vertical Resolution  Figure 3.1 shows that the vertical resolution for the v2.2 MLS BrO is about 5.5 km in the 10 to 4.6 hPa pressure  The expected precision in a retrieved profile is calculated from radiance noise. It is stored with each retrieved data point. The value of the expected precision is made negative if it is worse than 50% of the value of the a priori precision. Figure 3.1 compares the expected precision (thick line) on an individual MLS BrO measurement with that observed (circles). Also shown are the expected precisions for daily, monthly, and yearly 10 zonal means. For the minimal averaging recommended, a monthly 10 zonal mean, which corresponds to about 3,000 measurements, the precision is about ±4 ppt. See Table 3.1 for more details.  Accuracy  The accuracy of the MLS BrO product is summarized in Table 3.1. The effect of each identified source of systematic error on MLS measurements of radiance has been quantified and modeled [see Read et al., 2007]. These quantified effects correspond to either 2 estimates of uncertainties in each MLS product, or an estimate of the maximum reasonable uncertainty based on instrument knowledge and/or design requirements. For more details see Kovalenko et al. [2007]. The potential additive bias in MLS BrO measurements can be as high as about ±30 ppt (400%) at 10 hPa, decreasing to about ±6 pptv (50%) at 3.2 hPa. The potential scaling uncertainty over the pressure range of 10 to 3.2 hPa is about ±20%. The additive bias is dramatically reduced by subtracting the nighttime signal from the daytime signal. Taking day/night differences does not affect the scaling uncertainty, which remains at about ±20%. If the MLS BrO data is used at 3.2 hP, the day/night difference value will need to be adjusted to compensate for the non-negligible nighttime BrO. We note that this method of taking day/night differences is not applicable for polar summer and winter, where there is no diurnal variation in BrO.   Figure 3.1: Typical vertical averaging kernels for the MLS v2.2 BrO data at 70N (left) and the equator (right); variation in the averaging kernels is sufficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the vertical reso- lution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). The solid black line shows the integrated area under each kernel; values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. The low signal to noise for this product necessitates the use of significant averaging (e.g., monthly zonal mean), making horizontal averaging kernels largely irrelevant. Pressure range (10  3.2 hPa): Values outside this range are not recommended for scientific use.  Averaging required: Significant averaging (such as monthly zonal means) is required if useful scientific data are sought  Diurnal differences: For use in any scientific study, day/night or ascending/descending differences should be used to alleviate biases. For 3.2 hPa, nighttime BrO needs to be taken into account.  Estimated precision: Only use values at altitudes where the estimated precision is positive, to ensure a minor a priori influence (see Section 1.4).  tion 1.5).  Clouds: No discernible impact of clouds on the MLS BrO data has been observed; no special attention need be given to profiles flagged as possibly cloudy.  Quality field: Only profiles with a value of the Quality field (see section 1.5) greater than 1.2 should be used in scientific studies.   Artifacts Significant additive biases are seen in the BrO data, as discussed above. Day/night (or ascending/descending) differences must be used to reduce these. For 3.2 hPa, nighttime BrO needs to be taken into account [Kovalenko et al., 2007].  Review of comparisons with other data sets We have calculated total bromine, Bry , from MLS measurements of BrO using a photochemical model, and compared this with Bry similarly inferred from balloon-borne measurements of BrO obtained by the instruments DOAS, SAOZ, and SLS. When plotted in tracer space (e.g., as a function of N2O), which accounts for differences in age of air, good agreement is seen [Kovalenko et al., 2007].  Desired improvements for future data version(s) Improvements will be sought in the stability of the BrO biases  Future versions will also seek to improve the quality of the BrO observations in the mid- and lower stratosphere  differences are not possible   Figure 3.2: Comparison of the measured precision (circles) with that expected from the retrieval (thick line), for a single profile. Also shown is the expected precision for the day/night difference of 10 zonal mean profiles averaged over a day (dotted line), a month (thin line) and a year (dashed line).   aThe precision quoted is for a 10 monthly zonal mean bBecause of large biases in the data, the daytime and nighttime BrO data are unsuitable for scientific use, so day/night differences  must be used. Note that day/night differences are not useful for polar winter and summer, where BrO does not undergo a diurnal variation.   Introduction The standard CH3CN product is derived from radiances measured by the radiometer centered near 190 GHz. The v1.5 CH3CN data were not recommended for use in scientific studies, and the usefulness of the CH3CN product in v2.2 remains to be determined.  Resolution The resolution of the retrieved data can be described using averaging kernels [e.g., Rodgers, 2000]; the two- dimensional nature of the MLS data processing system means that the kernels describe both vertical and hor- izontal resolution. The vertical resolution of the v2.2 CH3CN data, as determined from the full width at half maximum of the rows of the averaging kernel matrix shown in Figure 3.3, is 5 km in the lower stratosphere, degrading to 10 km in the upper stratosphere. Figure 3.3 also shows horizontal averaging kernels, from which the along-track horizontal resolution is determined to be 300600 km. The cross-track resolution, set by the width of the field of view of the 190-GHz radiometer, is 10 km.   Desired improvements for future data version(s) Future versions may refine the modeling of MLS radiance signals in the CH3CN spectral region, leading  to improvements in this product.  Figure 3.3: Typical two-dimensional (vertical and horizontal along-track) averaging kernels for the MLS v2.2 CH3CN data at 70N (upper) and the equator (lower); variation in the averaging kernels is sufficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the resolution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). (Left) Vertical averaging kernels (integrated in the horizontal dimension for five along-track profiles) and resolution. The solid black line shows the integrated area under each kernel (horizontally and vertically); values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. (Right) Horizontal averaging kernels (integrated in the vertical dimension) and resolution. The averaging kernels are scaled such that a unit change is equivalent to one decade in pressure.  Introduction The quality and reliability of the Aura MLS v2.2 ClO measurements are assessed in detail by Santee et al. [2007a]. The standard ClO product is derived from radiances measured by the radiometer centered near 640 GHz; ClO is also retrieved using radiances from the 190-GHz radiometer, but these data have poorer precision. The MLS v2.2 ClO data are scientifically useful over the range 100 to 1 hPa. A summary of the precision and reso- lution (vertical and horizontal) of the v2.2 ClO measurements as a function of altitude is given in Table 3.2. The impact of various sources of systematic uncertainty has been quantified; Table 3.2 also includes estimates of the potential biases and scaling errors in the measurements compiled from this uncertainty analysis. The systematic uncertainty budget deduced through this set of simulations is, however, inconsistent with a significant artifact apparent in the measurements: a negative bias present in both daytime and nighttime mixing ratios below 22 hPa. In studies for which knowledge of lower stratospheric ClO mixing ratios to better than a few tenths of a ppbv is needed, it is recommended that this negative bias be corrected for by subtracting the value in Table 3.2 from the measurements at each affected level. The overall uncertainty for an individual data point is determined by taking the root sum square (RSS) of the precision, bias, and scaling error terms (for averages, the single-profile precision value is divided by the square root of the number of profiles contributing to the average). More de- tails on the precision, resolution, and accuracy of the MLS v2.2 ClO measurements are given below; for a full description of the validation of these data, see Santee et al. [2007a].  Resolution The resolution of the retrieved data can be described using averaging kernels [e.g., Rodgers, 2000]; the two- dimensional nature of the MLS data processing system means that the kernels describe both vertical and hori- zontal resolution. Smoothing, imposed on the retrieval system in both the vertical and horizontal directions to enhance retrieval stability and precision, degrades the inherent resolution of the measurements. Consequently, the vertical resolution of the v2.2 ClO data, as determined from the full width at half maximum of the rows of the averaging kernel matrix shown in Figure 3.4, is 34.5 km. Note that there is considerable overlap in the av- eraging kernels for the 100 and 147 hPa retrieval surfaces, indicating that the 147 hPa retrieval does not provide completely independent information. Figure 3.4 also shows horizontal averaging kernels, from which the along- track horizontal resolution is determined to be 250500 km over most of the vertical range. The cross-track resolution, set by the width of the field of view of the 640-GHz radiometer, is 3 km. The along-track separation between adjacent retrieved profiles is 1.5 great circle angle (165 km), whereas the longitudinal separation of MLS measurements, set by the Aura orbit, is 1020 over low and middle latitudes, with much finer sampling in the polar regions.  Precision The precision of the MLS ClO measurements is estimated empirically by computing the standard deviation of the descending (i.e., nighttime) profiles in the 20-wide latitude band centered around the equator. For this region and time of day, natural atmospheric variability should be negligible relative to the measurement noise.   Figure 3.4: Typical two-dimensional (vertical and horizontal along-track) averaging kernels for the MLS v2.2 ClO data at 70N (upper) and the equator (lower); variation in the averaging kernels is sufficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the resolution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). (Left) Vertical averaging kernels (integrated in the horizontal dimension for five along-track profiles) and resolution. The solid black line shows the integrated area under each kernel (horizontally and vertically); values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. (Right) Horizontal averaging kernels (integrated in the vertical dimension) and resolution. The averaging kernels are scaled such that a unit change is equivalent to one decade in pressure.  Figure 3.5: Precision of the (left) v2.2 and (right) v1.5 MLS ClO measurements for four representative days (see legend). Solid lines depict the observed scatter in nighttime-only measurements obtained in a narrow equatorial band (see text); dotted lines depict the theoretical precision estimated by the retrieval algorithm.  As shown in Figure 3.5, the observed scatter in the v2.2 data is 0.1 ppbv from 100 to 3 hPa, rising to 0.3 ppbv at 1 hPa, above which it increases sharply. The scatter is essentially invariant with time, as seen by comparing the results for the different days shown in Figure 3.5.  The single-profile precision estimates cited here are, to first order, independent of latitude and season, but it should be borne in mind that the scientific utility of individual MLS profiles (i.e., signal to noise) varies with ClO abundance. Outside of the lower stratospheric winter polar vortices, within which ClO is often strongly enhanced, the single-profile precision exceeds typical ClO mixing ratios, necessitating the use of averages for scientific studies. In most cases, precision can be improved by averaging, with the precision of an average of N profiles being 1/  N times the precision of an individual profile (note that this is not the case for averages of  successive along-track profiles, which are not completely independent because of horizontal smearing). The observational determination of the precision is compared in Figure 3.5 to the theoretical precision val-  ues reported by the Level 2 data processing algorithms. The predicted precision exceeds the observed scatter, particularly above 15 hPa, indicating that the a priori information and the vertical smoothing applied to stabi- lize the retrieval are influencing the results at these levels. Because the theoretical precisions take into account occasional variations in instrument performance, the best estimate of the precision of an individual data point is the value quoted for that point in the L2GP files, but it should be borne in mind that this approach slightly overestimates the actual measurement noise.  Accuracy  The effects of various sources of systematic uncertainty (e.g., instrumental issues, spectroscopic uncertainty, and approximations in the retrieval formulation and implementation) on the MLS v2.2 ClO measurements have been quantified through a comprehensive set of retrieval simulations. The results of this uncertainty analysis are summarized in Table 3.2; see Santee et al. [2007a] for further details of how the analysis was conducted and the magnitude of the expected biases, additional scatter, and possible scaling errors each source of uncertainty may introduce into the data. In aggregate, systematic uncertainties are estimated to induce in the v2.2 ClO mea- surements biases of  ±0.1 ppbv from 100 to 32 hPa and less than ±0.05 ppbv above 22 hPa and multiplicative errors of  ±520% throughout the stratosphere. A significant feature of the v2.2 MLS ClO measurements not  Chapter 3. Results for standard MLS data products  explained by the uncertainty analysis, however, is the existence of a negative bias in the data at the retrieval levels below 22 hPa (see Table 3.2). Quantification of the low bias is discussed in detail by Santee et al. [2007a].  Data screening Pressure range (100  1.0 hPa): Values outside this range are not recommended for scientific use.  Estimated Precision: Values at altitudes where the estimated precision is flagged negative should not be used, to avoid too strong an influence of a priori information (see section 1.4).  Status flag: Only profiles for which Status is an even number should be used in scientific studies (see sec- tion 1.5).  Clouds: Nonzero but even values of Status indicate that the profile has been marked as questionable, typi- cally because the measurements may have been affected by the presence of thick clouds. Globally fewer than 1% of profiles are typically identified in this manner, and clouds generally have little influence on the stratospheric ClO data. Thus profiles with even values of Status may be used without restriction.  Quality field: Only profiles with a value of the Quality field (see section 1.5) greater than 0.8 should be used in scientific study. This threshold for Quality typically excludes 13% of ClO profiles on a daily basis; it is a conservative value that potentially discards a significant fraction of good data points while not necessarily identifying all bad ones.  Convergence field: Only profiles with a value of the Convergencefield (see section 1.5) less than 1.5 should be used in investigations. On a typical day this threshold for Convergence discards 25% of the ClO profiles, some (but not all) of which are filtered out by the other quality control measures.  Artifacts  A significant negative bias (see Table 3.2) is present in both daytime and nighttime mixing ratios below 22 hPa. Although at the times/locations at which chlorine is not activated the negative bias in the MLS ClO data can be eliminated by subtracting gridded or zonal-mean nighttime values from the individual daytime measurements, taking day-night differences is not a practical approach inside the winter polar vortices, where subtraction of nonnegligible nighttime ClO values substantially reduces the degree of chlorine activation indicated by the data. We therefore recommend that the negative bias be corrected for by subtracting the value in Table 3.2 from the measurements at each affected level.  Review of comparisons with other datasets  Comparisons with a climatology derived from the multi-year UARS MLS dataset and correlative datasets from a variety of different platforms (ground-based, balloon-borne, aircraft, and satellite instruments) have also been undertaken. A consistent picture emerges that both the amplitude and the altitude of the secondary peak in the ClO profile in the upper stratosphere are well determined by MLS. The latitudinal and seasonal variations in the ClO distribution in the lower stratosphere are also well determined, but the correlative comparisons confirm the existence of a substantial negative bias in the v2.2 MLS ClO data at the lowest retrieval levels. Further details on the correlative datasets and the comparisons with MLS v2.2 ClO measurements are given in Santee et al. [2007a].  Desired improvements for future data version(s) Reduce the substantial negative bias present at the lowest retrieval levels (below 22 hPa).  Improve the ClO retrievals at 147 hPa.  221.5 34.5 × 250400 ±0.1 ±0.05 ±515% 32 3 × 400 ±0.1 ±0.1 ±10% 0.02 ppbv systematic biasd 46 3 × 450 ±0.1 ±0.1 ±20% 0.12 ppbv systematic biasd 68 3 × 500 ±0.1 ±0.1 ±20% 0.27 ppbv systematic biasd  100 3.5 × 500 ±0.1 ±0.1 ±20% 0.41 ppbv systematic biasd 1000464     Not retrieved  aVertical and Horizontal resolution in along-track direction. bPrecision on individual profiles, determined from observed scatter in nighttime (descending) data in a region of minimal atmospheric  variability. cValues should be interpreted as 2- estimates of the probable magnitude and, at the higher pressures, are the uncertainties after  subtraction of the known negative bias tabulated in the rightmost column. dDetermined directly from the observations, not from simulations. Values quoted are based on averages over middle and high  latitudes; see Santee et al. [2007a] for latitudinal variations in the magnitude of the bias estimates.  Contact: Hugh C. Pumphrey (stratosphere/mesosphere), Email: &lt;H.C.Pumphrey@ed.ac.uk&gt; Nathaniel Livesey (troposphere), Email: &lt;Nathaniel.Livesey@jpl.nasa.gov&gt;  Introduction Carbon monoxide is retrieved from radiance measurements of two bands in the MLS 240 GHz radiometer: R3:240:B9F:CO and R3:240.B25D:CO. Full details are given in Pumphrey et al. [2007] and Livesey et al. [2007]. The retrieved values are qualitatively similar to earlier measurements of CO, but appear to have some systematic scaling errors as indicated in Table 3.3.  Resolution Figure 3.6 shows the horizontal and vertical averaging kernels for v2.2 MLS CO. In the middle atmosphere, the MLS v2.2 CO retrieval is only lightly constrained. This means that the vertical and horizontal resolutions are essentially those of the chosen retrieval grid, being 2.5 km vertically and 150  200 km horizontally. In the UT/LS region, the vertical resolution worsens to 4 km, with 300  400 km resolution in the horizontal.  Precision The MLS data are supplied with an estimated precision (the field L2gpPrecision which is the a postiori precision as returned by the optimal estimation. This is greater than the scatter observed in the data in regions of low natural variability due to the effects of retrieval smoothing. Where the estimated precision is greater than 50% of the a priori precision the data will be influenced by the a priori to an undesirably large extent. In such cases, L2gpPrecision is set to be negative to indicate that the data should not be used. Figure 3.7 shows both the scatter and estimated precision for CO, with a typical profile for comparison.  Note that the random errors are larger than 100% of the mixing ratio for much of the vertical range, meaning that considerable averaging is needed to make use of the data.  Accuracy The estimated accuracy is summarized in Table 3.3. In the middle atmosphere the accuracies are estimated by comparisons with the ACE-FTS instrument; see Pumphrey et al. [2007] for further details. Close inspection of the data suggests that the accuracy in this region is best represented as a purely multiplicative error. The MLS v2.2 CO data at 215 hPa (upper troposphere in the tropics, lower stratosphere in the mid-latitudes) shows high (factor of 2) biases compared to other observations. The morphology, however, is generally realistic [Livesey et al., 2007]. Addressing this issue is a high priority activity for later versions of the MLS data processing algorithms.  Pressure range (215  0.0046 hPa): Values outside this range are not recommended for scientific use.  Estimated Precision: Values at altitudes where the estimated precision is flagged negative should not be used, to avoid too strong an a priori influence (see Section 1.4).   Figure 3.6: Typical two-dimensional (vertical and horizontal along-track) averaging kernels for the MLS v2.2 CO data at 70N (upper) and the equator (lower); variation in the averaging kernels is sufficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the resolution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). (Left) Vertical averaging kernels (integrated in the horizontal dimension for five along-track profiles) and resolution. The solid black line shows the integrated area under each kernel (horizontally and vertically); values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. (Right) Horizontal averaging kernels (integrated in the vertical dimension) and resolution. The averaging kernels are scaled such that a unit change is equivalent to one decade in pressure.  Figure 3.7: Scatter (standard deviation) and (estimated) precision for MLS V2.2 CO. The statistics shown are generated from all profiles within 10 of the equator on 28 January 2005. A profile of the mean volume mixing ratio (VMR) is shown for comparison. The vertical co-ordinate is 16(3  log10(Pressure/hPa)) so that 16 km on the axis is exactly 100 hPa.  Status flag: Only profiles for which Status is an even number should be used in scientific studies (see Sec- tion 1.5).  Clouds: While scattering from thick clouds can lead to some unrealistic values for MLS v2.2 CO, the applica- tion of the Quality and Convergence screening approaches described below capture most of these. For studies of the upper stratosphere and mesosphere, it is not necessary to screen the data for clouds. The cloud warning bits in Status are more overly sensitive than they were in v1.5. Rejecting profiles on the basis of these Status bits discards a large number of values that are not obviously bad (either geo- physically or from the standpoint of retrieval performance). More discerning cloud screening approaches are under investigation at the time of writing.  Quality field: In the stratosphere and mesosphere (p  100 hPa) only profiles with a value of the Quality field (see Section 1.5) greater than 0.2 should be used in scientific study. In the UT/LS (p &gt; 100 hPa) a stricter cutoff of 1.2 should be used. This stricter value removes about 2% of the data globally, 6% between 30S and 30N.  Convergence field: Only profiles with a value of the Convergencefield (see Section 1.5) less than 1.8 should be used in investigations. This test should reject about 1% of profiles, from entire chunks that have failed to converge, so that the retrieved profile is similar to the a priori.   Table 3.3: Data quality summary for MLS version 2.2 CO.   aEstimated mainly from comparisons with other datasets bBased on comparisons with other datasets rather than the theoretical calculations used for other pressures.  Negative systematic error of 50-70% near 30 hPa. Retrieved profiles are rather jagged, especially between 1 hPa (48 km) and 0.1 hPa (64 km).  Review of comparisons with other datasets In the upper troposphere, comparisons with various in situ CO observations (NASA DC-8, WB-57 and the MOZAIC dataset) indicate that the MLS v2.2 215 hPa CO product is biased high by a factor of 2. In the mesosphere, comparisons with ODIN-SMR and ACE-FTS suggest a positive bias: 30%-50% against ACE-FTS, 50%-100% against SMR. Near 31 hPa, the MLS values are lower than SMR and ACE-FTS by at least 70%.  Desired improvements for future data version(s) The main goal for future versions is to address the 100% high bias in the MLS v2.2 CO product at 215 hPa. In addition, the extension of the useful range of the data down to 316 hPa is a high priority, along with improved understanding (and hopefully correction) of any biases in the stratosphere and mesosphere. It may be possible to constrain the retrieval in the middle atmosphere slightly more, in order to make the retrieval less noisy, without having too severe an impact on the accuracy or resolution.   Introduction The MLS geopotential height (GPH) product is described in Schwartz et al. [2007]. This product is retrieved, along with temperature and the related assignment of tangent pressures to limb views, (pTan) primarily from bands near O2 spectral lines at 118-GHz and 234 GHz. GPH and Temperature are coupled through hydrostatic balance and the gas law; the change of pressure between levels is the weight of the column between the levels. The GPH difference between a given pressure level and the 100 hPa reference level is the integrated temperature with respect to log-pressure between the levels, scaled by R/M/g0, where R is the gas constant, M is the molar mass of air, and g0 is mean sea-level gravity. Only one element of GPH, taken to be the value at 100 hPa, is independent of the temperature profile. Table 3.6 summarizes the meaurement precision, modeled accuracy and observed biases. The following sections provide details.  Vertical resolution Vertical resolution is not well-defined for GPH, as it is an integrated quantity. The vertical resolution of temper- ature, which is integrated to give GPH, is given in Section 3.20.  Precision The precison of the MLS v2.2 temperature measurement is summarized in Table 3.6. Precision is the random component of measurements that will average-down if a measurement is repeated. The retrieval software re- turns an estimate of GPH precision only for the 100 hPa reference level, as this is the only element included in the MLS state vector. GPH precision at other standard-product profile levels (summarized in column 2 of Table 3.6) is calculated from the GPH precision at the reference level and the profile of temperature precisions. Calculated precision values are  35 m from 316 hPa to 100 hPa,  45 m at 1 hPa,  110 m at 0.001 hPa. Off- diagonal elements of the temperature/GPH error covariance matrix are neglected in this GPH-precision-profile calculation, but resulting errors are believed to be small ( 5 km near 100 hPa.)  Accuracy The accuracy of the v2.2 GPH has been modeled based upon consideration of a variety of sources of systematic error, as discussed in [Schwartz et al., 2007]. Of the error sources considered, Gain Compression, (non- linearity in the radiometer intermediate-frequency amplifiers,) has the largest impact, just as is the case with the calculation for temperature. Simulations suggest that gain compression introduces a positive biases in MLS GPH of  150 m at 100 hPa that increase to 200 m at 10 hPa and to 700 m at 0.001 hPa. These values are the first terms in column four of Table 3.6. The second terms in column four are model-based estimates of the bias magnitude from other sources including uncertainty in pointing/field-of-view, uncertainty in spectroscopic parameters, and retrieval numerics. The combined bias magnitudes due to these sources is 100150 m.  Column 5 of Table 3.6 contains estimates of bias based upon comparisons with analyses and with other previously-validated satellite-based measurements. The primary sources of correlative data were the Goddard Earth Observing System, Version 5.0.1 data assimilation system (GEOS-5) [Reinecker et al., 2007], used in   the troposphere and lower stratosphere, and the Sounding of the Atmosphere using Broadband Radiometry (SABER) [Mlynczak and III, 1995], used in the upper stratospher through the mesosphere. Correction for gain compression, which is not included in v2.2 algorithms, would bring MLS GPH into better agreement with correlative measurements at 100 hPa, eliminating most of the observed 150 m high bias in MLS relative to GEOS-5. However, it makes agreement worse with SABER GPH in the mesosphere and lower thermosphere, approximately doubling the observed 600-m low bias in MLS GPH relative to SABER at 0.001 hPa..  Data screening GPH should be screened in the same way as temperature.  Pressure range (316  0.001 hPa): Values outside this range are not recommended for scientific use.  Estimated Precision: Values at pressures where the estimated precision is negative should not be used, to avoid too strong an a priori influence (see section 1.4).  Status flag: Only profiles for which Status is an even number should be used in scientific studies (see sec- tion 1.5).  Clouds: GPH Status Clouds impact MLS v2.2 GPH only in the troposphere, predominantly in the tropics and to a lesser extent in mid-latitudes. Recommended screening in the troposphere is the same as for temperature. If the low-cloud bit (the fifth least significant bit) is set in either of the two profiles following a given profile, then that profile should be considered to be potentially impacted by cloud. The misalignment of cloud information by 12 profiles along track is discussed in Wu et al. [2007]. The method flags 16% of tropical and 5% of global profiles as cloudy and captures 86% of the tropical 316 hPa temperatures that are more than -4.5K ( 2 ) below the mean of &lt;MLS minus a priori&gt;. The last two profiles of a day cannot be screened this way, and should not be used in the troposphere.  Quality field: Only profiles with a value of the Quality field (see section 1.5) greater than 0.6 should be used in scientific study. This threshold typically excludes 4% of profiles. In the polar autumn and winter, there are days for which the final phase of the GPH/temperature retrieval, that part of the retrieval which adds information from the 239-GHz isotopic O2 line, fails to converge. For these profiles, quality is in the range 0.40.6 and Convergence (discussed below) is greater than 1.2, but reasonable retrieval values may still be obtained in the stratosphere. These profiles may be used, with caution, in the stratosphere, but should not be used at 261 hPa or higher pressures.  Convergence field: Use of profiles with Convergence greater than 1.2 is not recommended. Use of this threshold typically discards 2% of profiles, but only an additional 0.5% beyond those already flagged by Quality&lt;0.6.  Review of comparisons with other datasets The 100 hPa reference GPH (refGPH) is typically 100250 m higher than GEOS-5 in the northern high latitudes and 50200 m higher than GEOS-5 in the Southern high latitudes. At low latitudes, the ascending branch of the orbit is typically 0120 m higher than GEOS-5 while the descending branch is 100-200 m higher. A seasonal cycle in the daily mean differences of  100 m peak-to-peak is evident in the high-southern latitudes (peaking in January) and in the ascending branch of the equatorial mean differences (peaking in July) There has been a general downward trend in the MLS minus GEOS-5 bias of 4050 m/year over the life of the mission. Correction of gain compression, which is neglected in v02.2 retrievals, lowers MLS 100 hPa GPH by  150 m, bringing it into better agreement with GEOS-5. MLS v2.2 GPH has a bias of  100 m at 10 hPa with respect to GEOS-5  0.01 hPa 14 × 185 ±85 600±100 100 aPrecision on individual profiles  and SABER, and the bias with respect to SABER becomes increasingly negative at lower pressures:  100 m at 0.01 hPa and  500 m at 0.001 hPa. These negative biases reflect the general low temperature bias of MLS with respect to SABER.  Desired improvements for future data version(s) Biases in MLS GPH in the troposphere and stratosphere are believed to be related to gain compression, which is a form of non-linearity in MLS intermediate-frequency amplifiers. Modeling experiments suggest that cor- rection for gain compression will bring MLS temperature and GPH measurements into better agreement with correlative data in the troposphere and lower stratosphere. In the upper stratosphere to the top of the retrieval, MLS retrieved temperature generally has a low bias relative to correlative measurements and so has a low bias in GPH, reaching 450 m at 0.001 hPa. The current model of gain compression is such that its correction will make GPH agreement with correlative data such as SABER worse at upper levels. A future version of MLS software which corrects for gain compression should improve the GPH product and the internal consitency of the pointing and radiative transfer models used in atmospheric constituent retrievals. Biases with respect to correlative measurements at the highest retrieval levels are tied to retrieved-temperature biases, and are under investigation.   Contact: Alyn Lambert (stratosphere/mesosphere), Email: &lt;lambert@mls.jpl.nasa.gov&gt; William Read (troposphere), Email: &lt;bill@mls.jpl.nasa.gov&gt;  Introduction The standard water vapor product is taken from the 190 GHz (Core+R2A) retrieval. The vertical grid for H2O is: 1000  22 hPa, 12 levels per decade change in pressure (lpd), 6 lpd for 14.70.1 hPa, and 3 lpd for 0.1 10.0-5 hPa 3 lpd. The horizontal grid is every 1.5 along the orbit track. It is unusual among MLS products in that it is assumed that log(Mixing ratio), and not mixing ratio itself, varies linearly with log pressure. Scientific studies considering averages of MLS water vapor data should perform the averaging on log(H2O). Water vapor validation is presented in Read et al. [2007] and Lambert et al. [2007]. Table 3.4 is a summary of precision, resolution, and accuracy.  Resolution Based on Figure 3.8, the vertical resolution for H2O is 1.5 km at 316 hpa increasing to 3.33.5 at 147 hPa. The vertical resolution remains 3.5 km to 4.6 hPa. At pressures lower than 4.6 hPa, the resolution steadily degrades to 15 km at 0.1 hPa and holds steady at even lower pressures. The along track horizontal resolution is  200 km for pressures greater than 4.6 hPa, and degrades to 400750 km at lower pressures. The horizontal cross-track resolution is set by the 7 km width of the MLS 190-GHz field-of-view for all pressures. The longitudinal separation of the MLS measurements is 1020 over middle and lower latitudes, with much finer sampling in polar regions.  Precision For pressures 83 hPa the precisions given are the 1- scatter about the mean of coincident comparison dif- ferences, which are larger than the formal retrieval precisions [Read et al., 2007]. For pressures 68 hPa the formal retrieval precisions calculated by the Level-2 algorithms are given, which are generally comparable to the scatter of coincident ascending/descending MLS profile differences, but become larger in the mesosphere [Lambert et al., 2007]. The precisions are set to negative values in situations when the retrieved precision is larger than 50% of the a priori precisionan indication that the data are biased toward the a priori value.  Accuracy The values for accuracy are based primarily on two sources: comparisons with validated instruments or from the systematic error analysis performed on the MLS measurement system [Read et al., 2007] and [Lambert et al., 2007]. For pressures between 316215 hPa, Comparisons between AIRS and MLS show 5% bias which is considerably less than either the AIRS or the MLS estimates of accuracy. The values in the table for these pressures are AIRS validated accuracies which are less than those potentially possible for the MLS measurement system. For the pressure range 17883 hPa, they come directly from the systematic error analysis performed on the MLS measurement system. Few comparisons with reliable instrumentation exist for pressures between 178147 hPa. These comparisons which include in situ sensors on the WB57 and frostpoint hygrometers flown   Figure 3.8: Typical two-dimensional (vertical and horizontal along-track) averaging kernels for the MLS v2.2 H2O data at 70N (upper) and the equator (lower); variation in the averaging kernels is sufficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the resolution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). (Left) Vertical averaging kernels (integrated in the horizontal dimension for five along-track profiles) and resolution. The solid black line shows the integrated area under each kernel (horizontally and vertically); values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. (Right) Horizontal averaging kernels (integrated in the vertical dimension) and resolution. The averaging kernels are scaled such that a unit change is equivalent to one decade in pressure.  on balloons indicate better performance than indicated in the table. An estimate of the accuracy between 121 83 hPa is also from the systematic error analysis performed on the MLS measurement system. Comparisons among in situ sensors on the WB57 high altitude aircraft and frostpoint hygrometers flown on balloons show 30% disagreementswell in excess of the estimate accuracy of each instrument including MLSnear the tropopause and lower stratosphere. The balloon based frost point hygrometer shows agreement better than indicated in the table. The validation paper describes in detail why a 30% spread is inconsistent with the MLS measurements [Read et al., 2007]. For pressures less than 83 hPa the accuracy is based on the systematic error analysis.  Data screening Pressure range (316  0.002 hPa): Values outside this range are not recommended for scientific use.  Estimated Precision: Values at altitudes where the estimated precision is flagged negative should not be used, to avoid too strong an a priori influence (see section 1.4).  Status value: Only profiles for which Status is an even number should be used in scientific studies (see  Quality field: Only profiles with a value of the Quality field (see section 1.5) greater than 0.9 should be used in scientific study. This eliminates 1% of the profiles on a typical day.  Artifacts There is a minimum concentration where MLS H2O measurements become unreliable. This is given in Table 3.4 under the Min. H2O column. The lowest allowable H2O is 0.1 ppmv. Errors in the middle tropospheric H2O constraint can cause errors at 316 and 261 hPa. The error manifests as dry (&lt;1 ppmv) and moist spikes in a orbital time series. Such data are usually accompanied with good quality and status. Clouds in the field of view also degrade the data in unpredictable ways. Most instances of quality &lt;0.9 occur in the presence of clouds; and therefore successfully screened. Comparisons with AIRS in MLS detected cloudy scenes that were successfully cleared with AIRS cloud clearing algorithms and pass MLS data screening metrics show small biases 10% with a 50% increase in precision for the individual differences. Therefore users should be aware that although the overall statistics for measurements inside clouds are similar to that for clear sky, individual profiles will exhibit greater variability in their precision.  Correlative measurement comparisons show a fine-scale oscillation in the v2.2 H2O retrievals, whereby the mixing ratio at the 31.6 hPa (26.1 hPa) level is persistently low (high) by 0.4 ppmv (8%). Distributions of the differences in the H2O values between these pressure levels as a function of latitude and time indicates that larger amplitude oscillations can occur in the polar vortices and occasionally be reversed in sign. Rather than attempting a correction using fixed additive offsets, we suggest replacing the values at the 31.6 hPa and 26.1 hPa levels with their average for investigations that are impacted by the presence of the oscillation using the following algorithm: if v31.6 &lt; v38.3 and v31.6 &lt; v26.1 and v21.5 &lt; v26.1 then v31.6 = v26.1 = (v31.6 +v26.1)/2, where vp is the volume mixing ratio at the pressure level p in hPa.  Review of comparisons with other datasets Read et al. [2007] and Lambert et al. [2007] describe in detail the validation of the H2O data.   Desired improvements for future data version(s) Comparisons with AIRS show the likelihood that MLS has a 1.3% radiance scaling error [Read et al., 2007] that will cause an overestimation of the H2O concentrations greater than 500 ppmv. It also severely affects the middle tropospheric relative humidity retrieval which is used as an estimate of middle tropospheric H2O. Future versions will correct for this error and extend the H2O retrieval to lower altitudes. Correlative measurement comparisons indicate a persistent vertical oscillation in the region 3226 hPa of amplitude 0.4 ppmv which is a symptom of a known gain compression behavior in the MLS radiometric calibration. Future versions will address this.  aPrecision for a single MLS profile  Introduction The MLS v2.2 retrievals of the HCl standard product (from the MLS 640 GHz radiometer) use a slightly different set of channels, now from band 14, as a result of deterioration observed since early 2006 in nearby band 13, originally used for v1.51 HCl. Band 13 has been turned off since Feb. 16, 2006, except for occasional days as a diagnostic. For days prior to this date, the MLS v2.2 software also produces a separate HCl-640-B13 product (stored in the L2GP-DGG file) using the band 13 radiances. This product has slightly better precision and vertical resolution in the upper stratosphere than the v2.2 standard HCl product, but is only available up to Feb. 15 2006. MLS HCl data continuity across the Feb. 16, 2006 date requires v2.2 (reprocessed) standard HCl product data, as there are discontinuities (typically a few percent in the mid- to upper stratosphere) if one uses v1.51 data prior to that date, in conjunction with v1.52 data thereafter. Aside from these issues, the standard HCl product for v2.2 is noisier than for v1.5 data, but has slightly better vertical resolution in the upper stratosphere, mainly because of changes made to the retrievals vertical smoothing constraints. The changes in average HCl, relative to v1.5 data, are typically &lt; 510%; retrieved values are now slightly larger in the upper stratosphere and lower mesosphere, and smaller in the lower stratosphere.  Table 3.5 summarizes the MLS HCl resolution, precision, and accuracy estimates as a function of pressure. More discussion and a brief validation summary are given in the following sections, along with data screen- ing recommendations, which should be of particular interest to MLS data users. Analyses describing detailed validation of this MLS v2.2 product and comparisons with other data sets are described in Froidevaux et al. [2007a].  Resolution Based on the width of the averaging kernels shown in Figure 3.9, the vertical resolution for the standard HCl product is 3 km (or about double the 640 GHz radiometer vertical field of view width at half-maximum) in the stratosphere, but degrades to 46 km in the lower mesosphere. The along-track resolution is 200 km for pressures of 2 hPa or more, and 500 km in the lower mesosphere; typical (rounded off) values for resolution are provided in Table 3.5. The cross-track resolution is set by the 3 km width of the MLS 640 GHz field of view. The longitudinal separation of MLS measurements, set by the Aura orbit, is 1020 over middle and lower latitudes, with much finer sampling in polar regions.  Precision The estimated single-profile precision reported by the Level 2 software varies from 0.2 to 0.6 ppbv in the stratosphere (see Table 3.5), and poorer precision is obtained in the mesosphere. The Level 2 precision values are often only slightly lower than the observed scatter in the data, as evaluated from a narrow latitude band centered around the equator where atmospheric variability is often smaller than elsewhere, or as obtained from a comparison between ascending and descending coincident MLS profiles. The scatter in MLS data and in simulated MLS retrievals (using noise-free radiances) becomes smaller than the theoretical precision (given in the Level 2 files) in the upper stratosphere and mesosphere, where there is a larger impact of a priori and smoothing constraints.   Figure 3.9: Typical two-dimensional (vertical and horizontal along-track) averaging kernels for the MLS v2.2 HCl data at 70N (upper) and the equator (lower); variation in the averaging kernels is sufficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the resolution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). (Left) Vertical averaging kernels (integrated in the horizontal dimension for five along-track profiles) and resolution. The solid black line shows the integrated area under each kernel (horizontally and vertically); values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. (Right) Horizontal averaging kernels (integrated in the vertical dimension) and resolution. The averaging kernels are scaled such that a unit change is equivalent to one decade in pressure.  The HCl precision values are generally flagged negative at pressures less than 0.1 hPa, indicating increasing influence from the a priori, although MLS information still exists (e.g., for averages and relative changes) into the upper mesosphere.  Accuracy The accuracy estimates shown in the Table come from a quantification of the combined effects of possible systematic errors in MLS calibration, spectroscopy, etc... on the HCl retrievals. These values are intended to represent 2 sigma estimates of accuracy. For more details, see the MLS validation paper by Froidevaux et al. [2007b]. Overall, we see no evidence, based on a number of comparisons with data sets from satellites, aircraft, and balloons, that significant disagreements (outside the combined accuracy estimates) or significant MLS-related issues exist for HCl for pressure of 100 hPa and less.  Data screening Pressure range (100  0.15 hPa): Values outside this range are not recommended for scientific use. We note  that the MLS values at 147 hPa are noisy compared to the typical abundances (of less than 0.5 ppbv) in this region; negative biases were present in this region for v1.5 data, but the v2.2 147 hPa values are biased high, at least at low to mid-latitudes. Also, although there is likely some value in the average MLS HCl data for pressures of 0.1 hPa or less, based on the MLS radiance signals in the upper mesosphere, the increasing influence of a priori in that region indicates that caution should be applied, and we currently do not recommend using these data.  Estimated Precision: Only use positive precision values. Values at pressure levels where the estimated pre- cision is flagged negative should not be used, to avoid too strong an a priori influence (see section 1.4). Nevertheless, MLS does show sensitivity to HCl into the upper mesosphere (e.g., for relative changes and average values).  tion 1.5).  Quality field: Only profiles with a value of the Quality field (see section 1.5) greater than 1.0 should be used; this removes profiles with the poorest radiance fits, typically a few % of the daily profiles (but often about 5% from the tropics). For HCl (and the 640 GHz MLS products in general), this screening correlates well with the poorly converged sets of profiles (see below); we recommend the use of both the Quality and Convergence fields for data screening.  Convergence field: Only profiles with a value of the Convergencefield (see section 1.5) less than 1.5 should be used. For the vast majority of profiles, this field is less than 1.1. On occasion, sets of profiles (typically one or more group of ten profiles, retrieved as a chunk) have this Convergence field set to more than 1.5. These profiles are usually almost noise-free and close to the a priori profile, and need to be discarded as non-converged. The Quality field (see above) most often yields poorer quality values for these non- converged profiles, and this typically affects a few % of the total number of (daily) profiles (including about 5% of the tropical profiles).  Review of comparisons with other datasets The differences between MLS v2.2 HCl data and HALOE and ACE-FTS HCl are overall similar to those ob- served for v1.5 data [Froidevaux et al., 2006a] as discussed by Froidevaux et al. [2007b], who also provide  20 0.2 15 3 × 200 0.1 10 46 0.2 10 to &gt; 40 3 × 300 0.2 10 to &gt; 40 Percent values vary stronglywith latitude 68 0.2 15 to &gt; 80 3 × 350 0.2 15 to &gt; 80 Percent values vary stronglywith latitude  100 0.3 30 to &gt; 100 3 × 350 0.15 15 to &gt; 100 Percent values vary stronglywith latitude  147 0.4 50 to &gt; 100 3 × 400 0.3 50 to &gt; 100 b2 sigma estimate from systematic uncertainty characterization tests  results of comparisons between MLS HCl and balloon and aircraft measurements. MLS HCl at 147 hPa is bi- ased high vs. the WB-57 aircraft in-situ (CIMS) measurements (low to mid-latitudes); the MLS data may be useful at high latitudes for this pressure level. Monthly mean time series of global upper stratospheric and lower mesospheric HCl (v1.5) data from September 2004 to January 2006 have been compared to expectations and other satellite data sets by Froidevaux et al. [2006b], who find that there has been a slow decrease in HCl and inferred total chlorine during that time period.  Artifacts Users should ensure that they screen out the non-converged (and poor quality) profiles, as these sets of  profiles (a few percent on most days) do not behave like the majority of the other MLS retrievals for this product (see above).  The values at 147 hPa are biased high compared vs. aircraft data (see above). Note that the v1.5 values exhibited some negative average values in this region and were not recommended for use.   Introduction HCN is retrieved from bands R2:190.B6F:O3 and R2:190.B27M:HCN. B27M is centered, in the lower sideband, on the 177.26 GHz spectral line of HCN and is overlapped by the outer channels of B6F. Although the target line is in an uncluttered part of the spectrum, the upper sideband of B27M contains many interfering lines of O3 and HNO3. As a result, the HCN product is not usable in the lower stratosphere. In the recommended range it is usable, but has rather poor precision and resolution.  It is possible to retrieve weekly zonal means of HCN over a greater vertical range by first averaging the radiances. Results of this process and further information on the HCN measurement may be found in Pumphrey et al. [2006].  Vertical resolution The HCN signal is rather small, so a rather strong smoothing constraint has to be applied to ensure that the retrieval is at all useful. As Figure 3.10 shows, the vertical resolution is about 8 km at 10 hPa, degrading to 12 km at 0.1 hPa. The horizontal resolution along the measurement track is between 2 and 4 profile spacings.  Precision Figure 3.11 shows the estimated precision (values of the field L2gpPrecision), together with the observed standard deviation in an equatorial latitude band where the natural variability of the atmosphere is small. The observed scatter is smaller than the estimated precision due to the effects of retrieval smoothing.  Accuracy The accuracy of the HCN product has not been assessed in detail because a cursory inspection reveals that the product has extremely large systematic errors in the lower stratosphere. For this reason the data are not considered to be useful at altitudes below 32 km (pressures &gt;10 hPa). In the upper stratosphere the values are in line with current understanding of the chemistry of HCN. Comparison to historical values suggests an accuracy of no worse than 50%. The precision, resolution and accuracy of the HCN data are summarized in table 3.6.  Data screening Pressure range (10  0.1 hPa): Values outside this range are not recommended for scientific use.  Estimated Precision: Values at altitudes where the estimated precision is flagged negative should not be used, to avoid too strong an a priori influence (see section 1.4).  Status flag: Only profiles for which Status is an even number should be used in scientific studies (see sec-  Figure 3.10: Typical two-dimensional (vertical and horizontal along-track) averaging kernels for the MLS v2.2 HCN data at 70N (upper) and the equator (lower); variation in the averaging kernels is sufficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the resolution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). (Left) Vertical averaging kernels (integrated in the horizontal dimension for five along-track profiles) and resolution. The solid black line shows the integrated area under each kernel (horizontally and vertically); values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. (Right) Horizontal averaging kernels (integrated in the vertical dimension) and resolution. The averaging kernels are scaled such that a unit change is equivalent to one decade in pressure.  Figure 3.11: Estimated precision L2gpPrecision and observed standard deviation for MLS V2.2 HCN. The data shown are all profiles within 10 of the equator for January 28, 2005.  Table 3.6: Resolution and precision of MLS V2.2 HCN. The precision shown is the estimated precision (L2gpPrecision); the observed scatter is about 80% of this value.   Clouds: As HCN is only useable in the upper stratosphere, profiles which have either, both or neither of the cloud flags set may be used.  Quality field: Only profiles with a value of the Quality field (see section 1.5) greater than 0.2 should be used in scientific study. Values of Quality are usually near 1.5; occasional lower values do not seem correlated with unusual profiles, but we suggest as a precaution that only profiles with Quality &gt; 0.2 be used. Typically this will eliminate only 1-2% of profiles.  Convergence field: Only profiles with a value of the Convergence field (see section 1.5) less than 2 should be used in investigations. This should eliminate any chunks which have obviously failed to converge typically this is only 1-2% of the total.   Desired improvements for future data version(s)  Introduction The quality and reliability of the Aura MLS v2.2 HNO3 measurements are assessed in detail by Santee et al. [2007b]. The HNO3 in v2.2 has been greatly improved over that in the previous version (v1.5); in particular, the profiles are considerably smoother and less oscillatory, unrealistic behavior at the lowest retrieval levels is substantially reduced, and a high bias caused by an error in one of the spectroscopy files used in v1.5 processing has been corrected.  The MLS v2.2 HNO3 data are scientifically useful over the range 215 to 3.2 hPa. The standard HNO3 product is derived from the 240-GHz retrievals at and below (i.e., at pressures equal to or larger than) 10 hPa and from the 190-GHz retrievals above that level. A summary of the precision and resolution (vertical and horizontal) of the v2.2 HNO3 measurements as a function of altitude is given in Table 3.7. The impact of various sources of systematic uncertainty has been quantified; Table 3.7 also includes estimates of the potential biases and scaling errors in the measurements compiled from this uncertainty analysis. The overall uncertainty for an individual data point is determined by taking the root sum square (RSS) of the precision, bias, and scaling error terms (for averages, the single-profile precision value is divided by the square root of the number of profiles contributing to the average). More details on the precision, resolution, and accuracy of the MLS v2.2 HNO3 measurements are given below; for a full description of the validation of these data, see Santee et al. [2007b].  Resolution The resolution of the retrieved data can be described using averaging kernels [e.g., Rodgers, 2000]; the two- dimensional nature of the MLS data processing system means that the kernels describe both vertical and hori- zontal resolution. Smoothing, imposed on the retrieval system in both the vertical and horizontal directions to enhance retrieval stability and precision, reduces the inherent resolution of the measurements. Consequently, the vertical resolution of the v2.2 HNO3 data, as determined from the full width at half maximum of the rows of the averaging kernel matrix shown in Figure 3.12, is 34 km in the upper troposphere and lower stratosphere, degrading to 5 km in the middle to upper stratosphere (see Table 3.7). Note that the averaging kernels for the 215 and 316 hPa retrieval surfaces overlap nearly completely, indicating that the 316 hPa retrieval provides essentially no independent information. Figure 3.12 also shows horizontal averaging kernels, from which the along-track horizontal resolution is determined to be 400500 km over most of the vertical range, improving to 300 km in the upper stratosphere. The cross-track resolution, set by the widths of the fields of view of the 190-GHz and 240-GHz radiometers, is 10 km. The along-track separation between adjacent retrieved profiles is 1.5 great circle angle (165 km), whereas the longitudinal separation of MLS measurements, set by the Aura orbit, is 1020 over low and middle latitudes, with much finer sampling in the polar regions.  Precision The precision of the MLS HNO3 measurements is estimated empirically by computing the standard deviation of the profiles in the 20-wide latitude band centered around the equator, where natural atmospheric variability should be small relative to the measurement noise. Because meteorological variation is never completely negli- gible, however, this procedure produces an upper limit on the precision. As shown in Figure 3.13, the observed   Figure 3.12: Typical two-dimensional (vertical and horizontal along-track) averaging kernels for the MLS v2.2 HNO3 data at 70N (upper) and the equator (lower); variation in the averaging kernels is sufficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the resolution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). (Left) Vertical averaging kernels (integrated in the horizontal dimension for five along-track profiles) and resolution. The solid black line shows the integrated area under each kernel (horizontally and vertically); values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. (Right) Horizontal averaging kernels (integrated in the vertical dimension) and resolution. The averaging kernels are scaled such that a unit change is equivalent to one decade in pressure.  Figure 3.13: Precision of the (left) v2.2 and (right) v1.5 MLS HNO3 measurements for four representative days (see legend). Solid lines depict the observed scatter in a narrow equatorial band (see text); dotted lines depict the theoretical precision estimated by the retrieval algorithm.  scatter in the v2.2 data is 0.60.7 ppbv throughout the range from 215 to 3.2 hPa, above which it increases sharply. The scatter is essentially invariant with time, as seen by comparing the results for the different days shown in Figure 3.13.  The single-profile precision estimates cited here are, to first order, independent of latitude and season, but it should be borne in mind that the scientific utility of individual MLS profiles (i.e., signal to noise) varies with HNO3 abundance. At some latitudes and altitudes and in some seasons, the single-profile precision exceeds typical HNO3 mixing ratios, necessitating the use of averages for scientific studies. In most cases, precision can be improved by averaging, with the precision of an average of N profiles being 1/   an individual profile (note that this is not the case for averages of successive along-track profiles, which are not completely independent because of horizontal smearing).  The observational determination of the precision is compared in Figure 3.13 to the theoretical precision values reported by the Level 2 data processing algorithms. Although the two estimates compare very well in the lower portion of the profile, above 22 hPa the predicted precision substantially exceeds the observed scatter. This indicates that the a priori information and the vertical smoothing applied to stabilize the retrieval are influencing the results at the higher retrieval levels. In addition, the notch in the theoretical precision profile at 10 hPa arises from switching from the 240-GHz to the 190-GHz retrievals in composing the standard HNO3 product. Because the theoretical precisions take into account occasional variations in instrument performance, the best estimate of the precision of an individual data point is the value quoted for that point in the L2GP files, but it should be borne in mind that this approach overestimates the actual measurement noise at pressures less than 22 hPa.  Accuracy The effects of various sources of systematic uncertainty (e.g., instrumental issues, spectroscopic uncertainty, and approximations in the retrieval formulation and implementation) on the MLS v2.2 HNO3 measurements have been quantified through a comprehensive set of retrieval simulations. The results of this uncertainty analysis are summarized in Table 3.7; see Santee et al. [2007b] for further details of how the analysis was conducted and the magnitude of the expected biases, additional scatter, and possible scaling errors each source of uncertainty   may introduce into the data. In aggregate, systematic uncertainties are estimated to induce in the v2.2 HNO3 measurements biases that vary with altitude between ±0.5 and ±2 ppbv and multiplicative errors of ±515% throughout the stratosphere, rising to  ±30% at 215 hPa. These uncertainty estimates are generally consistent with the results of comparisons with correlative datasets, as discussed briefly below.  Data screening Pressure range (215  3.2 hPa): Values outside this range are not recommended for scientific use.  Estimated Precision: Values at altitudes where the estimated precision is flagged negative should not be used, to avoid too strong an influence of a priori information (see section 1.4).  Status flag: Only profiles for which Status is an even number should be used in scientific studies (see sec- tion 1.5).  Clouds: Nonzero but even values of Status indicate that the profile has been marked as questionable, typi- cally because the measurements may have been affected by the presence of thick clouds. Globally 10 15% of profiles are identified in this manner, with the fraction of profiles possibly impacted by clouds rising to 2535% on average in the tropics. Clouds generally have little influence on the stratospheric HNO3 data. In the lowermost stratosphere and upper troposphere, however, thick clouds can lead to ar- tificial enhancements in the HNO3 mixing ratios in the equatorial regions. Therefore, it is recommended that at and below 100 hPa all profiles with nonzero values of Status be used with extreme caution or discarded altogether because of the potential for cloud contamination. This has the unfortunate conse- quence of rejecting many profiles that are probably not significantly impacted by cloud effects; further investigation as more v2.2 data become available may help to refine this cloud screening procedure.  Quality field: Only profiles with a value of the Quality field (see section 1.5) greater than 0.4 should be used in scientific study. This threshold for Quality typically excludes 23% of HNO3 profiles on a daily basis; it is a conservative value that potentially discards a significant fraction of good data points while not necessarily identifying all bad ones.  Convergence field: Only profiles with a value of the Convergencefield (see section 1.5) less than 1.8 should be used in investigations. On a typical day this threshold for Convergence discards a negligible fraction of data, but on occasion it leads to the elimination of more than 1% of the HNO3 profiles.  Artifacts Review of comparisons with other datasets  Comparisons with correlative datasets from a variety of different platforms have also been undertaken. A con- sistent picture emerges that, relative to HNO3 measurements from ground-based, balloon-borne, and satellite instruments operating in both the infrared and microwave regions of the spectrum, MLS v2.2 HNO3 mixing ra- tios are uniformly low by 1030% throughout most of the stratosphere. Comparisons with in situ measurements made from the DC-8 and WB-57 aircraft in the upper troposphere and lowermost stratosphere indicate that the MLS HNO3 values are low in this region as well. Further details on the correlative datasets and the comparisons with MLS v2.2 HNO3 measurements are given in Santee et al. [2007b].   aHorizontal resolution in along-track direction. bPrecision on individual profiles, determined from observed scatter in the data in a region of minimal atmospheric variability. cValues should be interpreted as 2- estimates of the probable magnitude.  Desired improvements for future data version(s) Reduce oscillations in the vertical profile.  Minimize the impact of thick clouds on the retrievals to further improve the HNO3 measurements in the upper troposphere and lowermost stratosphere.   Introduction A description of data quality, precision, systematic errors, and validation for the v2.2 software is given in Pickett et al. [2007]. Earlier validation efforts using v1.5 software is described in Pickett et al. [2006a]. The HO2 radical is retrieved from two bands in the 640 GHz radiometer.  The estimated uncertainties, precisions, and resolution for HO2 are summarized below in Table 3.8  Resolution Figure 3.14 shows the HO2 averaging kernel for daytime at the equator. This kernel is representative of the daytime averaging kernels at latitudes &lt; 60. The vertical width of the averaging kernel at altitudes below 0.1 hPa is 5 km.  Precision A typical HO2 concentration profile and associated precision estimate is shown in Figure 3.15. The profile is shown both in volume mixing ratio (vmr) and density units. All MLS data are reported in vmr for consistency with the other retrieved molecular profiles. However, use of density units (106 cm3) reduces the apparent steep vertical gradient of HO2 allowing one to see the profile with more detail. The night profile of HO2 is expected to exhibit a narrow layer at  82 km similar to that for OH that has been described earlier [Pickett et al., 2006b]. Precisions are such that an HO2 zonal average with a 10 latitude bin can be determined with better than 10% relative precision with 20 days of data (2000 samples) over 210.003 hPa.  Accuracy Table 3.8 summarizes the accuracy expected for HO2. The scaling uncertainty is the part of the systematic uncertainty that scales with HO2 concentration, e.g. spectroscopic line strength. Bias uncertainty is the part of the uncertainty that is independent of concentration. For both bias and scaling uncertainty, quantification of the combined effect in MLS calibration, spectroscopy etc., on the data product was determined by calculating the effects of each source of uncertainty.  Bias uncertainty can be eliminated by taking day-night differences over the entire recommended pressure range. The accuracy of the HO2 measurement due to systematic errors is a product of scaling uncertainty and the observed HO2 concentration. The overall uncertainty is the square root of the sum of squares of the precision and accuracy.  ful:  Figure 3.14: Typical vertical averaging kernels for the MLS v2.2 HO2 data at 70N (left) and the equator (right); variation in the averaging kernels is sufficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the vertical reso- lution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). The solid black line shows the integrated area under each kernel; values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. The low signal to noise for this product necessitates the use of significant averaging (e.g., monthly zonal mean), making horizontal averaging kernels largely irrelevant.  Figure 3.15: Zonal mean of Retrieved HO2 and its precision for September 20, 2005 averaged over 29N to 39N. The average includes 2879 profiles. Panel (a) shows vmr vs. pressure for day (black) and night (blue) overpasses. Panel (b) shows the same data plotted for the stratosphere as a daynight difference. Panel (c) shows the same data converted to density units. Panel (d) shows the daynight differences for the data in panel (c).  0.10 hPa 16 × 400 16 0.46 16 Use daynight difference 10 hPa 4.5 × 450 8 37 20 Use daynight difference aPrecision for a single profile  Estimated Precision: Values at altitudes where the estimated precision is flagged negative should not be used, to avoid too strong an a priori influence (see section 1.4).  Status flag: Only profiles for which Status is an even number should be used in scientific studies (see sec-  Convergence field: Only profiles with a value of the Convergencefield (see section 1.5) less than 1.1 should be used in investigations. This test typically fails for 100 out of 3500 profiles in a day. The failing profiles often show large deviations in both directions due to the incomplete convergence of the retrieval fit.  Artifacts altitude range.  Review of comparisons with other datasets Data from MLS v2.2 software has been validated with two balloon-borne remote-sensing instruments and with ground-based column measurements. Details of the comparison are given in Pickett et al. [2007].   Introduction Average HOCl v2.2 data values are generally somewhat lower (roughly 10% on average in the upper strato- sphere) than the v1.5 data. Note that this retrieval is quite noisy for individual profiles and HOCl data require some averaging (e.g., in 10 zonal means for one or more weeks) to get useful sensitivity of less than 10 pptv, in comparison to typical upper stratospheric HOCl abundances of 100  150 pptv. Table 3.9 summarizes the MLS HOCl resolution, precision, and accuracy estimates for the upper stratosphere. More discussion and a brief vali- dation summary are given in the following sections, along with data screening recommendations, which should be of particular interest to MLS data users.  Resolution Based on the width of the averaging kernels shown in Figure 3.16, the vertical resolution for upper stratospheric HOCl is 6 km. (significantly worse than the 640 GHz radiometer vertical field of view width of 1.4 km).  Precision The estimated single-profile precision reported by the Level 2 software is about 350 pptv in the upper strato- sphere. A more useful number of 10 pptv is quoted in Table 3.9 for the precision of typically-required averages (such as 10 weekly zonal means) for this product.  Accuracy The accuracy estimates shown in the Table come from a quantification of the combined effects of possible systematic errors in MLS calibration, spectroscopy, etc. on the HOCl retrievals [Read et al., 2007]. These values are intended to represent 2 sigma estimates of accuracy. The largest contributors to possible errors for HOCl are contaminant species, gain compression, and sideband ratio uncertainties. The Table gives a range of error estimates (for low and high pressures).  Data screening Pressure range (10  2.2 hPa): Values outside this range are not recommended for scientific use. Artifacts (neg-  ative averages) for pressures larger than about 10 hPa currently make this product unsuitable for use in the lower stratosphere. Sensitivity to a priori increases rapidly at pressures of 1 hPa or less.  Estimated Precision: Only use positive precision values. Values at pressure levels where the estimated preci- sion is flagged negative should not be used, to avoid too strong an a priori influence (see section 1.4).  Status flag: Only profiles for which Status is an even number should be used in scientific studies (see sec-  Figure 3.16: Typical vertical averaging kernels for the MLS v2.2 HOCl data at 70N (left) and the equator (right); variation in the averaging kernels is sufficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the vertical reso- lution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). The solid black line shows the integrated area under each kernel; values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. The low signal to noise for this product necessitates the use of significant averaging (e.g., monthly zonal mean), making horizontal averaging kernels largely irrelevant.  Quality field: Only profiles with a value of the Quality field (see section 1.5) greater than 1.4 should be used; this removes profiles with the poorest radiance fits, typically a few % of the daily profiles (but often about 5% from the tropics). For HOCl (and the 640 GHz MLS products in general), this screening correlates well with the poorly converged sets of profiles (see below); we recommend the use of both the Quality and Convergence fields for data screening.  Convergence field: Only profiles with a value of the Convergencefield (see section 1.5) less than 1.5 should be used. For the vast majority of profiles, this field is less than 1.1. On occasion, sets of profiles (typically one or more groups of ten profiles, retrieved as a chunk) have this Convergence field set to more than 1.5. These profiles are usually almost noise-free and close to the a priori profile, and need to be discarded as non-converged. There are often poorer (lower Quality) values for these non-converged profiles, and this typically affects a few % of the total number of (daily) profiles (including about 5% of the tropical profiles).  Review of comparisons with other datasets The MLS HOCl retrievals exhibit the expected morphology in monthly mean latitude / pressure contour plots; for example, such plots for September months from MLS compare favorably, to first-order, with results produced by the Michelson Interferometer for Passive Atmospheric Sounding (MIPAS) for September, 2002. Balloon HOCl data have also been compared to MLS HOCl averages at midlatitudes. The MLS values are typically somewhat smaller than both the MIPAS and balloon results. Further work is needed before we provide more definitive validation documentation for MLS HOCl data and their usefulness.  Artifacts The 640 GHz radiometer bands 10 (for ClO) and 29 (for HOCl) were turned off for a few time periods in  2006 to investigate degradation issues that might affect these channels in the future. These bands were off on April 8,9, and 10, 2006, and also for April 17, 2006 (after 19:52 UT) through May 17, 2006. There are no useful HOCl (or ClO) data for these time periods. Although the MLS Level 2 files provide some HOCl data from small sensitivity to HOCl in other channels, these days will show discontinuities and poorer retrievals, which should not be used. We note that bands 10 and 29 now seem likely to last for the nominal Aura mission lifetime (5 to 6 years), and they have remained on since May 18, 2006.  Users should ensure that they screen out the non-converged (and poor quality) profiles, as these sets of profiles (a few percent on most days) do not behave like the majority of the other MLS retrievals for this product (see above).  There are still significant artifacts in the mean values (e.g., monthly zonal means) for HOCl in the lower stratosphere, where the use of this product is not recommended.  15 or more      Unsuitable for scientific use  aPrecision (1 sigma) for 1 week/10 degrees zonal means or 2 weeks/5 degrees zonal means  Introduction The MLS IWC is retrieved from cloud-induced radiances (Tcir) of the 240-GHz window channel at tangent pressures less than 261 hPa in the HighCloud phase where the atmospheric state (T, Ptan) and important gaseous species (H2O, O3, HNO3) have been finalized in the retrieval processing. The derived Tcir are binned onto the standard horizontal (1.5 along track) and vertical (12 surfaces per decade change in pressure) grids, and converted to IWC using the modeled Tcir-IWC relations [Wu et al., 2006]. Different from the v1.5 retrieval, the v2.2 retrieval handles the the Tcir-IWC relations more accurately for the nonlinear portion. As a result, more large IWC values are expected in v2.2 retrievals. The standard IWC profile has a useful vertical range between 26183 hPa although the validation has been conducted for a subset of IWC range. IWC measurements beyond the ranges specified in Table 3.10, currently giving qualitative information on cloud ice, require further validation for quantitative interpretation.  Resolution In the IWC ranges specified in Table 3.10, each MLS measurement can be quantitatively interpreted as the average IWC for the volume sampled. This volume has a vertical extent of 3 km, with 300 km and 7 km along and cross track respectively.  Precision The IWC precision values in the L2GP IWC are not accurate. The precision for a particular measurement must be evaluated on a daily basis using the method described in the screening section. The precision listed in Table 3.10 reflects typically values for MLS IWC measurements.  Accuracy The IWC accuracy values listed in Table 3.10 are estimated from comparisons with CloudSat. Detailed analyses on the error budget can be found in Wu et al. [2007].  Data screening mum detectable IWC is 100 mg/m3.  Status flag: The user is recommended to screen the IWC data using the status field in the collocated temperature profile to exclude bad retrievals [Schwartz et al., 2007]. In other words, only IWC profiles for which temperature Status is an even number should be used.   Other screening: In addition to the status screening, the user is also recommended to screen the IWC data for significant cloud hits. One approach that has been successfully applied for this screening is called the 23 method, where  is the precision of single IWC measurement. It works independently for each pressure level as follows. First, remove the latitudinally-dependent IWC bias. Because MLS cloud hits are generally less than 20% at all latitudes, one may analyze the daily IWC data in a 10 latitude bin and reject the outliers iteratively by excluding measurements greater than 2 standard deviation about the mean (µ) of the bin. Repeat the  and µ calculations after every new rejection. The convergence is usually reached within 510 iterations, and the final  is the estimated precision for the IWC measurements. Second, interpolate the final  and µ to the latitude of each measurement, and subtract µ from IWC for each measurement. Finally, apply the 3 threshold to determine if an IWC measurement is statistically significant. In other words, it must have IWC &gt; µ + 3 in order to be considered as a significant cloud hit. The 3 threshold is needed for cloud detection since a small percentage of clear-sky residual noise can result in a large percentage of false alarm in cloud detection.  Artifacts At wintertime mid-to-high latitudes, strong stratospheric gravity waves may induce large fluctuations in the retrieved tangent pressure, and cause false cloud detection with the 23 screening method. The false cloud detection seems to affect the 100 hPa pressure level most, as expected for such impact coming from the lower stratosphere.  Comparisons with other datasets Comparisons between MLS and CloudSat IWCs show a good agreement with PDF differences &lt;50% for the IWC values specified in Table 3.10. Comparisons with AIRS, OMI and MODIS suggest that MLS cloud tops are slightly higher by 1 km than the correlative data in general. See the validation paper for more details.  Improvements with the future algorithms The IWC retrieval in v2.2 and the earlier versions is a simple first-order conversion, applied independently to each Tcir measurement. As a 2-D cloudy-sky radiative transfer model is developed for version 3 processing, IWC profiles can be retrieved jointly with the Tcir measurements from adjacent scans.   Figure 3.17: Maps on left show MLS, ECMWF, and CloudSat IWC maps at 215100hPa for the period 7 July-16 August, 2006. The pressure levels (215, 177, 147, 121, 100 hPa) correspond to nominal altitudes of 10.7, 12, 13.3, 14.7, and 16 km approximately. All maps share the same color scale and have the same 4×8 lat-lon grid. For ECMWF and CloudSat maps, the vertical resolution is reduced to 3 km with further binning to match the MLS vertical resolution. On the right are the scatter plots of grid-averaged IWC values from the maps, where color denotes latitude from the equator and the 1:1 ratio is added as a guide.  147 300×7×4 0.2 100% 100% 0.150 215 300×7×4 0.61.3 300% 100% 0.650  aThe along-track, cross-track and vertical extent, respectively of the atmospheric volume sampled by an individual MLS measure- ment.  bThese are typical 1 precisions where the better values are for the extratropics and the poorer values for the tropics. The precision for a particular measurement must be evaluated on a daily basis using the method described in the text.  cEstimated from comparisons with CloudSat. dThis is the range where the stated precision, accuracy and resolution are applied. In this range MLS measurements can be quantita-  tively interpreted as the average IWC for the volume sampled. IWC values above this range, currently giving qualitative information on cloud ice, require further validation for quantitative interpretation.  Introduction  MLS standard IWP is retrieved from cloud-induced radiances (Tcir) of the 240-GHz window channel at 650 hPa tangent pressure. It represents a partial column above 6 km, and is stored in the v2.2 L2GP IWC file as a separate swath. For the IWP retrieval, Tcir is first converted to a hIWP along the slant path with a 3elevation angle using the modeled Tcir-hIWP relation, The hIWP is then converted to the nadir IWP at the tangent point location, and interpolated to MLS standard horizontal grid.  Resolution  In the IWP ranges specified in the summary at the end of this section, each MLS measurement can be quantita- tively interpreted as the average IWP for the volume sampled. The MLS IWP volume is a vertical column above 6 km, with 60 km and 7 km along and cross track extent respectively.  Precision  The IWP precision values in the L2GP IWC files are inaccurate and should not be used. The precision for a particular measurement must be evaluated on a daily basis using the method described in the data screening section below. The 4 g/m2 precision given the summary at the end of this section reflects typical values for MLS IWP measurements.  The standard IWP product has a useful range up to 200 g/m2 where MLS measurements can be quantitatively interpreted as the average IWP for the volume sampled. The user is recommended to screen the IWP data using the status field in the collocated temperature profile to exclude bad retrievals [Schwartz et al., 2007]. Only IWP values for which temperature Status is an even number should be used. In addition to the status screening, the user is also recommended to screen the IWP data for significant cloud hits on a daily basis using the 2 -3 method described in the IWC section (3.13). The 3 threshold is needed for cloud detection since a small percentage of clear-sky residual noise can result in a large percentage of false alarm in cloud detection.   Artifacts High-latitude high-land surface can be mistakenly detected as a cloud when the atmosphere is very dry. The dry atmosphere allows MLS 240-GHz radiance to penetrate down to the low-pressure high-latitude atomsphere and see the surface such that surface emission/scattering could reduce brightness temperature. Surface effects (e.g., over the highland over Antarctica) may introduce artificial IWP values as large as 10 g/m2. In addition, the geographical location of MLS IWP is currently registered at the tangent point, which is 2 profiles away from the actual location of the IWP column as shown in Figure 3.18. The user needs to correct this offset by replacing the IWP location with the one at 2 profiles earlier.  Comparisons with other datasets Comparisons between MLS and CloudSat IWPs show a good agreement with PDF differences &lt;50% for the values specified in the summary at the end of this section. Improvements with the future algorithms The IWP retrieval in v2.2 is a simple first-order conversion, applied independently to each Tcir measurement. Plans for future versions include development of 2-D cloudy-sky radiative transfer model. This will allow IWP to be retrieved jointly with the Tcir measurements from adjacent scans.  Summary for IWP IWP Column Bottom: 6 km (estimated from MLS radiative transfer model calculations  Typical precision: 4 g/m2 is the typical 1 precision. The precision for a particular measurement must be evaluated on a daily basis using the method described in the text.  Accuracy: 50% (estimated from comparisons with CloudSat) Resolution: 60 km along track, 7 km across track (the volume of air sampled by MLS)  Valid IWP range: 200 g/m2 (This is the range where the stated precision, accuracy and resolution are applied. In this range MLS measurements can be quantitatively interpreted as the average IWP for the volume sampled. IWP values above this range, currently giving qualitative information on cloud ice, require further validation for quantitative interpretation.  Figure 3.18: Diagram to illustrate the MLS IWC and IWP measurement. The dashed lines are the MLS tangential beams. At high tangent heights, the beams penetrate through the limb and become sensitive to a volume-averaged IWC, whereas at low tangent heights the MLS beams cannot penetrate through the limb due to strong gaseous absorption and become only sensitive to a partial column of IWP, namely, hIWP, with a shallow angle (3). The slant path of IWP, or hIWP, has a 3 elevation angle. Note that the actual volume of the hIWP locates at 300 km away from the tangent point, or 2 profiles from the location of the nominal profile.  Introduction The standard product for v2.2 N2O is taken from the 640 GHz (Core+R4B) retrieval and details of the retrieval method and validation results are presented in [Lambert et al., 2007]. The v2.2 N2O data show significant im- provements over the v1.5 data mainly through the use a more accurate forward model for the band 12 radiances. A linearized forward model was used for v1.5 based on pre-computed radiances and derivatives for monthly climatological atmospheric states (binned in pressure and latitude). The accuracy is limited by the extent of the departure of the true state from the a priori state (linearization point) and is generally poorer in the polar vortices. In the lower stratosphere (68 hPa) polar vortex and near vortex regions the N2O data occasionally showed un- realisticly high biases in the v1.5 data which can be seen in Figure 3.20. An off-line post-processing data mask was made available for the v1.5 N2O data to screen out the biased data points. However, as the comparison in Figure 3.20 shows these high biases have been eliminated in the v2.2 data.  Resolution The spatial resolution is obtained from examination of the averaging kernel matrices shown in Figure 3.19. The vertical resolution is 45 km and the horizontal along-track resolution is 300600 km over most of the useful range of the retrievals. The horizontal cross-track resolution is set by the 3 km width of the MLS 640-GHz field-of-view for all pressures. The longitudinal separation of the MLS measurements is 1020 over middle and lower latitudes, with much finer sampling in polar regions.  Precision Precision as defined here is the 1- uncertainty in the retrieved value calculated by the Level-2 algorithms and has been validated against the scatter about the mean of coincident ascending/descending MLS profile differences. The estimated precision on a single retrieved profile given in Table 3.11 varies with height from 1325 ppbv. The N2O values at the 147 hPa pressure level have a large a priori influence and practically all precisions are flagged negative at this level.  Accuracy The accuracy values given in Table 3.11 are taken from the detailed analysis presented in Lambert et al. [2007] to quantify the systematic uncertainties associated with the MLS instrument calibration, spectroscopic uncertainty and approximations in the retrieval formulation and implementation.  Data screening Pressure range (100  1 hPa): Values outside this range are not recommended for scientific use. In the upper  stratosphere and lower mesosphere v2.2 N2O requires significant averaging for useful signals, but see the note under Artifacts for issues above 0.1 hPa.   Figure 3.19: Typical two-dimensional (vertical and horizontal along-track) averaging kernels for the MLS v2.2 N2O data at 70N (upper) and the equator (lower); variation in the averaging kernels is sufficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the resolution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). (Left) Vertical averaging kernels (integrated in the horizontal dimension for five along-track profiles) and resolution. The solid black line shows the integrated area under each kernel (horizontally and vertically); values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. (Right) Horizontal averaging kernels (integrated in the vertical dimension) and resolution. The averaging kernels are scaled such that a unit change is equivalent to one decade in pressure.  Estimated Precision: Values at altitudes where the estimated precision is flagged negative should not be used, to avoid too strong an a priori influence (see section 1.4).  Status flag: Only profiles for which Status is an even number should be used in scientific studies (see sec- tion 1.5).  Clouds: Clouds do not have a signifcant impact (outside the noise) on the N2O profiles and there is no apparent need to discard data points based on where Status values indicate the existence/influence of clouds.  Quality field: Only profiles with a value of the Quality field (see section 1.5) greater than 0.5 should be used in scientific studies. A small fraction of N2O profiles (typically 1%) will be discarded via this screening.  Convergence field: Only profiles with a value of the Convergence field (see section 1.5) less than 1.55 should be used in investigations. A fraction of the N2O data (typically less than 5%) at this level will be discarded via this screening.  Artifacts There are signs of poor convergence in some of the N2O retrievals, resulting in sets of consecutive profiles that are temporally smooth at some levels. Data screening using the convergence field (see above) is recommended to remove these data points. The allowed N2O values have been restricted in the retrieval to a low bound of 40 ppbv (approximately three times the retrieval noise level in the recommended pressure range) in order to prevent a problem occuring in the minimization search process. The low bound is applied at all levels, but it is only evident in the data for pressures less than 0.1 hPa where the vertical smoothing is relaxed and the retrieval noise becomes comparable to the magnitude of the low bound value. n.b. Statistical averaging of the data (zonal means or longer time periods) cannot be applied successfully for pressures at and less than 0.1 hPa as the result will be to produce estimates with a positive bias.  Review of comparisons with other datasets Average values for v2.2 are 10% larger than v1.51 for pressures less than 50 hPa and at 100 hPa, they are 15% smaller and the comparisons with coincident N2O measuremements by ACE-FTS, Odin/SMR, and Envisat/MI- PAS show smaller mean biases than in v1.51. Comparisons of MLS N2O observations with balloon borne observations are very encouraging, showing agreement within the expected levels of precision.  Desired improvements for future data version(s) Retrievals of N2O to pressures greater than 147 hPa may be possible in later versions, however, these data would be taken from the 190-GHz observations rather than the 640-GHz which currently form the standard product.   Contact: Lucien Froidevaux (stratosphere/mesosphere), Email: &lt;Lucien.Froidevaux@jpl.nasa.gov&gt; Nathaniel Livesey (upper troposphere), Email: &lt;Nathaniel.Livesey@jpl.nasa.gov&gt;  Introduction  The standard product is taken from the 240-GHz retrieval, which provides the highest sensitivity down into the upper troposphere, as well as in the mesosphere.  Table 3.12 summarizes the typical resolution, precision, and systematic uncertainty estimates as a function of pressure. More discussion and a brief validation summary are given in the following sections, along with data screening recommendations, which should be of particular interest to MLS data users. Papers describing detailed validation of this MLS v2.2 product and comparisons with other data sets are expected in a special Aura validation issue of the Journal of Geophysical Research [Froidevaux et al., 2007b; Jiang et al., 2007; Livesey et al., 2007].  The main difference in the stratospheric O3 averages is a slight change in the slope versus pressure, mainly as a result of changes in the retrievals for temperature and tangent pressure. Globally, average values are now roughly 5% smaller near 100 hPa and about 10% larger near 1 hPa; this helps to rectify small systematic differences that existed (to varying degrees) between v1.5 MLS data and correlative data sets for stratospheric ozone. MLS v2.2 stratospheric ozone columns (column values down to near the tropopause) are reduced in comparison to v1.5 columns by roughly 1 to 3 DU (or about 0.5 to 1.5%), with the larger decreases obtained at high latitudes. There are 2 separate ozone columns (typically in very good agreement) in the L2GP O3 files, with swath names O3 column-MLS and O3 column-GEOS5, corresponding to the use of tropopause pressures (WMO definition) determined from MLS or GEOS-5 temperatures, respectively. Better calibration of narrow digital autocorrelator spectrometer (DACS) channels now provides more confidence in the mesospheric ozone values. In the upper troposphere and lower stratosphere (UT/LS), the MLS v2.2 O3 data are generally less sensitive to contamination from cloud effects than are v1.5 data. This has resulted in less scatter in the v2.2 data. While some profiles do exhibit unrealistic (typically too low) values in cloudy regions, these will mostly be captured by the data screening rules described below.  Based on the width of the averaging kernels shown in Figure 3.21, the vertical resolution for the standard O3 product is 3 km in the upper troposphere and stratosphere, but degrades to 4 to 6 km in the upper mesosphere. The along-track resolution is  200 km, and varies from about 165 km (the along-track retrieval grid) to nearly 300 km, depending on altitude; typical (rounded off) values for resolution are provided in the summary Ta- ble 3.12. The cross-track resolution is set by the 6 km width of the MLS 240 GHz field of view. The longitudinal separation of MLS measurements, set by the Aura orbit, is 1020 over middle and lower latitudes, with much finer sampling in polar regions.   Figure 3.21: Typical two-dimensional (vertical and horizontal along-track) averaging kernels for the MLS v2.2 O3 data at 70N (upper) and the equator (lower); variation in the averaging kernels is sufficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the resolution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). (Left) Vertical averaging kernels (integrated in the horizontal dimension for five along-track profiles) and resolution. The solid black line shows the integrated area under each kernel (horizontally and vertically); values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. (Right) Horizontal averaging kernels (integrated in the vertical dimension) and resolution. The averaging kernels are scaled such that a unit change is equivalent to one decade in pressure.  The estimated single-profile precision reported by the Level 2 software varies from 0.1 to 0.3 ppmv (or 2 to 15 %) from 46 hPa to 0.5 hPa (see Table 3.12). The Level 2 precision values are often only slightly lower than the observed scatter in the data, evaluated in a narrow latitude band centered around the equator where atmospheric variability is expected to be small, or obtained from a comparison between ascending and descending coincident MLS profiles. The scatter in MLS data and in simulated MLS retrievals (using noise-free radiances) depart more from and are larger than the estimated precision in the lower stratosphere and upper troposphere. To account for this in the summary Table, we have used somewhat more conservative values (than those in the Level 2 files) for the precision at pressures of 46 hPa and larger.  Similar relationships are seen in the MLS UT/LS O3 data with more scatter seen than would be predicted from the estimated precision. However, these are likely to in part reflect genuine natural variability on UT/LS O3. Quantification of systematic uncertainty on MLS UT/LS O3 [Livesey et al., 2007] indicates that many mechanisms of uncertainty can impart additional scatter on the UT/LS O3 values. This effect is account for in the Precision column of Table 3.12.  Negative precision values for ozone often occur at pressures lower than 0.02 hPa, indicating increasing influence from the a priori, although MLS information still exists (e.g., average day/night differences) in the uppermost mesosphere and lower thermosphere.  Column values: The estimated precisions for MLS column ozone abundances down to pressures of 100 to 215 hPa is 2% or less, based on simulated MLS retrievals (using noisy radiances). The typical empirical precision in the columns based on (1- ) variability in the tropics is 2 to 3%. We recommend the value of 3% as a conservative measure of the precision in such individual MLS columns.  Accuracy  The accuracy estimates shown in the Table come from a quantification of the combined effects of possible systematic errors in MLS calibration, spectroscopy, etc., on the ozone retrievals. These values are intended to represent 2 estimates of accuracy. For more details, see the MLS validation paper by Froidevaux et al. [2007b] and Livesey et al. [2007]. Overall, we see no evidence, based on a number of comparisons with well established data sets, that significant disagreements (outside the combined accuracy estimates) or MLS-related issues exist for the v2.2 ozone product in the stratosphere. In the UT/LS while sonde comparisons indicate agreement at the 20% level in the tropics, other comparisons (e.g., with SAGE) show better agreement. See the validation papers for further details.  Column values: Sensitivity tests using systematic changes in various parameters that could affect the accuracy of the MLS retrievals lead to possible biases (2- estimates) of about 4%, as an estimated accuracy for the MLS column values (from integrated MLS ozone profiles down to 100, 147, and 215 hPa).  Data screening Pressure range (215  0.02 hPa): Values outside this range are not recommended for scientific use.  Estimated Precision: Only use positive precision values. Values at pressure levels where the estimated pre- cision is flagged negative should not be used, to avoid too strong an a priori influence (see section 1.4). Nevertheless, MLS does show sensitivity to ozone into the thermosphere (e.g., for relative changes in average values).  Status flag: Only profiles for which Status is an even number should be used in scientific studies (see sec- tion 1.5).  Clouds: Scattering from thick clouds can lead to unrealistically low values of O3 in the UT/LS. These are mostly removed by the Quality and Convergence flagging described below. The cloud warning bits in Status are more overly sensitive than they were in v1.5. Rejecting profiles on the basis of these Status bits discards a large number of values that are not obviously bad (either geophysically or from the standpoint of retrieval performance). More discerning cloud screening approaches are under investigation at the time of writing.  Quality field: For data in the upper troposphere (i.e., between 215 hPa and 100 hPa at low latitudes), only profiles with a value of the Quality field (see section 1.5) greater than 1.2 should be used. Elsewhere, only profiles where Quality is greater than 0.4 should be used. These are precautionary measures to eliminate the poorest radiance fits (even if these profiles may often look normal) and typically only removes less than 1% of the (daily) ozone profiles.  Convergence field: Only profiles with a value of the Convergencefield (see section 1.5) less than 1.8 should  Review of comparisons with other datasets The version 2.2 MLS retrievals generally reduce or eliminate the small sloping difference versus altitude that existed in the version 1.5 comparisons. O3 comparisons indicate overall agreement at roughly the 5  10 % level with stratospheric profiles from a number of comparisons using satellite, balloon, aircraft, and ground-based data; a high MLS bias at 215 hPa has been obtained in some comparisons versus ozonesondes, but this is not observed consistently in other comparisons. We find that latitudinal and temporal changes observed in various correlative data sets are well reproduced by the MLS ozone product. Data users are referred to the special issue on Aura validation for more details.  Columns: Users of the column ozone data from the MLS Level 2 files should be aware that these values and  any other such column values have some artifacts, especially at high latitudes. This seems to be caused by limitations in the current (MLS software) calculations of tropopause pressure; the use of alternative values for this parameter is required for better results.  Priorities for future data version Improve the upper tropospheric data: mainly by reducing/eliminating remaining biases at 215 hPa, and  extending the useful range to 316 hPa, if possible.  Devise more refined screening methods for cloud effects and the quality parameter (e.g., by looking in more detail at radiance fits versus altitude), if possible.   aPrecision on individual profiles bAs estimated from systematic uncertainty characterization tests. Stratospheric values are expressed in ppmv with a typical equiavlent  percentage value quoted. 215  100 hPa errors are the sum of the ppmv and percentage scaling uncertainty quoted. cA conservative estimate based on sonde comparisons. Other comparisons (e.g., with lidar) indicate generally better than 20%  agreement.  Introduction A description of data quality, precision, systematic errors, and validation for the v2.2 software is given in Pickett et al. [2007]. Earlier validation efforts using v1.5 software are described in Pickett et al. [2006a]. The THz radiometer is dedicated to measuring OH and uses the radiance from 4 bands.  The estimated uncertainties, precisions, and resolution for OH are summarized below in Table 3.13.  Resolution Figure 3.22 shows the OH averaging kernel for daytime at the equator. This kernel is representative of the daytime averaging kernels at latitudes &lt; 60. The vertical width of the averaging kernel at altitudes below 0.01 hPa is 2.5 km. The horizontal width of the averaging kernel is equivalent to a width of 1.5 (165 km) distance along the orbit. The changes in vertical resolution above 0.01 hPa are due mainly to use of a faster vertical scan rate for tangent heights above 70 km. The horizontal resolution across track is 2.5 km.  Precision A typical OH concentration profile and associated precision estimate is shown in Figure 3.23. The profile is shown both in volume mixing ratio (vmr) and density units. All MLS data are reported in vmr for consistency with the other retrieved molecular profiles. However, use of density units (106 cm3) reduces the apparent steep vertical gradient of OH allowing one to see the profile with more detail. Additionally, at THz frequencies the collisional line-width is approximately equal to the Doppler width at 1 hPa. At altitudes above 1 hPa Doppler broadening is dominant and the peak intensity of OH spectral absorption is proportional to density. (At altitudes below 1 hPa, the peak intensity is proportional to vmr.) The daytime OH density profile shows two peaks at 45 km and  75 km that are not as apparent in the vmr-based profiles. The night profile of OH exhibits the narrow layer at  82 km that has been described earlier Pickett et al. [2006b]. Precisions are such that an OH zonal average with a 10 latitude bin can be determined with better than 10% relative precision with one day of data (100 samples) over 210.01 hPa. With 4 days of data, the 10% precision limits can be extended to 320.0046 hPa.  Accuracy Table 3.13 summarizes the accuracy expected for OH. The scaling uncertainty is the part of the systematic uncertainty that scales with OH concentration, e.g. spectroscopic line strength. Bias uncertainty is the part of the uncertainty that is independent of concentration. For both bias and scaling uncertainty, quantification of the combined effect in MLS calibration, spectroscopy etc., on the data product was determined by calculating the effects of easch source of uncertainty.  Bias uncertainty can be eliminated by taking day-night differences from 3220 hPa. For 100.1 hPa, the ob- served night OH concentration is small and day-night differencing is not ordinarily needed. The accuracy of the OH measurement due to systematic errors is a product of scaling uncertainty and the observed OH concentration. The overall uncertainty is the square root of the sum of squares of the precision and accuracy.   Figure 3.22: Typical two-dimensional (vertical and horizontal along-track) averaging kernels for the MLS v2.2 OH data at 70N (upper) and the equator (lower); variation in the averaging kernels is sufficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the resolution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). (Left) Vertical averaging kernels (integrated in the horizontal dimension for five along-track profiles) and resolution. The solid black line shows the integrated area under each kernel (horizontally and vertically); values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. (Right) Horizontal averaging kernels (integrated in the vertical dimension) and resolution. The averaging kernels are scaled such that a unit change is equivalent to one decade in pressure.  Figure 3.23: Zonal mean of Retrieved OH and its estimated precision (horizontal error bars) for September 20, 2005 averaged over 29N to 39N. The average includes 98 profiles. Panel (a) shows vmr vs. pressure for day (black) and night (blue) overpasses. Panel (b) shows the same data plotted for the stratosphere The retrieved night OH concentration is  0 for altitudes below 1 hPa. Panel (c) shows the same data converted to density units. Panel (d) shows the daynight differences for the data in panel (c).  Table 3.13: Summary of precisions, resolution, and uncertainties for the MLS OH product  Data screening It is recommended that OH data values be used in scientific investigations if all the following tests are successful:  Pressure range: (32  0.0032 hPa)  Estimated Precision: Values at altitudes where the estimated precision is flagged negative should not be used, to avoid too strong an a priori influence (see Section 1.4).  Status flag: Only profiles for which Status is an even number should be used in scientific studies (see Sec-  Convergence field: Only profiles with a value of the Convergencefield (see Section 1.5) less than 1.1 should be used in investigations. This test typically fails for 100 out of 3500 profiles in a day. The failing profiles often show large deviations in both directions due the incomplete convergence of the retrieval fit.  Artifacts For some seasons, the Gas Laser Local Oscillator (GLLO) for the THz receiver is automatically relocked as many as 5 times during a day. These relock events occur when the tuning range of the laser is less than the thermal excursion over an orbit and over a day. This thermal effect depends on the albedo of the Earth as seen by the GLLO radiator. In these cases the status flag is 257 and the profile is ignored. This is only a problem for mapping because the missing data may appear at the same latitude and longitude on successive days.  Review of comparisons with other datasets Data from MLS v2.2 software have been validated with two balloon-borne remote-sensing instruments and with ground-based column measurements. Details of the comparison are given in Pickett et al. [2007].   Introduction RHi is relative humidity with respect to ice. The vertical grid for RHi is: 1000-22 hPa, 12 levels per decade change in pressure (lpd), 14.70.1 hPa, 6 lpd, 0.110.05 3 lpd. The horizontal grid for RHi is every 1.5 along the orbit track. RHi is computed from the standard products of water and temperature using the Goff-Gratch ice humidity saturation formula. RHi validation is presented in Read et al. [2007]. Table 3.14 is summary of precision, resolution, and accuracy.  Resolution RHi is a derived product and therefore a retrieval averaging kernel does not exist. An estimate for the spatial resolution of this product is a convolution of the temperature and H2O resolutions. Since temperature has lower spatial resolution than H2O ina the troposphere and lower stratosphere it is assumed that the spatial resolution of temperature shown in Figure 3.25 best represents the resolution of the RHi product. For pressures less than 147 hPa the cross track resolution is set by the 12 km width of the 118 GHz field of view. For pressures greater than or equal to 147 hPa the cross track resolution is set by the 6 km width of the 190 GHz field of view. The longitudinal separation of the MLS measurements, set by the Aura orbit, is 1020 over middle and lower latitdudes, with much finer smpling in polar regions.  Precision The values for precision are the root sum square (RSS) precisions for H2O and temperature. See the Sections 3.7 and 3.20 for more details. The precisions are set to negative values in situations when the retrieved precision is larger than 50% of the a priori precision for either temperature or H2Oan indication that the data is biased toward the a priori value.   Pressure range (215  0.0046 hPa): Values outside this range are not recommended for scientific use.  Estimated Precision: Values at altitudes where the estimated precision is flagged negative should not be used, to avoid too strong an a priori influence (see section 1.4).  Status value: Only profiles for which Status is an even number should be used in scientific studies (see Chapter 3. Results for standard MLS data products  Quality field: Only profiles with a value of the Quality field (see section 1.5) greater than 0.9 should be used in scientific study. This eliminates 1% of the profiles on a typical day.  Artifacts See sections 3.7 for H2O and 3.20 for temperature for specific issues related to their products. Effects of MLS temperature precision (1-2 K) must be considered if one wishes to use MLS RHi to study supersaturation. Between 316178 hPa a radiance scaling error will cause additional overestimation of RHI for RHI &gt;50%. This increases the ocurrances of supersaturated measurements when RHI is near 100%. Therefore MLS RHI is not recommended for studying statistics of supersaturation at pressures greater than 147 hPa. For lower pressures, one must remove the contribution from temperature noise as part of the analysis. Measurements taken in the presence of clouds significantly degrade the precision, that is increases the scatter about the mean, but the mean bias as compared to AIRS changes by less than 10%.   Desired improvements  Introduction The standard SO2 product is taken from the 240 GHz (Core+R3) retrieval. MLS can only measure significantly enhanced concentrations above nominal background such as that from volcanic injections. SO2 has not yet been validated.  Vertical resolution Based on Figure 3.24, the vertical resolution for SO2 is 3 km and the horizontal resolution is 170 km. The horizontal resolution perpendicular to the orbit track is 7 km for all pressures.  Precision The estimated precision for SO2 is 3 ppbv for all heights between 215  10 hPa. The precisions are set to negative values in situations when the retrieved precision is larger than 50% of the a priori precision  an indication that the data is biased toward the a priori value.  Accuracy The values for accuracy are based on the systematic error analysis performed on the MLS measurement system [Read et al., 2007]. The accuracy is estimated to be 5 ppbv for pressures less than 147 hPa increasing to 20 ppbv at 215 hPa.  Pressure range (215  10.0 hPa): Values outside this range are not recommended for scientific use.  Estimated Precision: Values at altitudes where the estimated precision is flagged negative should not be used, to avoid too strong an a priori influence (see section 1.4).  Status value: Only profiles for which Status is an even number should be used in scientific studies (see section 1.5).   Figure 3.24: Typical two-dimensional (vertical and horizontal along-track) averaging kernels for the MLS v2.2 SO2 data at 70N (upper) and the equator (lower); variation in the averaging kernels is sufficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the resolution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). (Left) Vertical averaging kernels (integrated in the horizontal dimension for five along-track profiles) and resolution. The solid black line shows the integrated area under each kernel (horizontally and vertically); values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. (Right) Horizontal averaging kernels (integrated in the vertical dimension) and resolution. The averaging kernels are scaled such that a unit change is equivalent to one decade in pressure.  Review of comparisons with other datasets MLS has successfully detected four eruptions since launch that have also been detected by Aura OMI. These include two from Manam, Papua, New Guinea, Anatahan, Mariana Islands, and Soufriere Hills, Montserrat, West Indies.  Introduction The MLS temperature product is described in Schwartz et al. [2007]. This product is retrieved from bands near O2 spectral lines at 118 GHz and 239 GHz that are measured with MLS radiometers R1A/B and R3, respectively. The isotopic 239-GHz line is the primary source of temperature information in the troposphere, while the 118- GHz line is the primary source of temperature in the stratosphere and above. MLS v2.2 temperature has a 1 K bias with respect to correlative measurements in the troposphere and stratosphere, with 2  3 K peak-to- peak additional systematic vertical structure. Table 3.16 summarizes the measurement precision, resolution, and modeled and observed biases. The following sections provide details.  Resolution The vertical and horizontal resolution of the MLS temperature measurement is shown by averaging kernels in Figure 3.25. Vertical resolution, shown on the left panel, is 5.3 km at 316 hPa, 5.2 km at 100 hPa, 3.5 km at 31.6 hPa, 4.3 km at 10 hpa, 6.2 km at 3.16 hPa and 14 km at 0.01 hPa. Along track resolution is 170 km from 316 hPa to 0.1 hPa and degrades to 220 km at 0.001 hPa. The cross-track resolution is set by the 6-km width of the MLS 240-GHz field of view in the troposphere and by the 12-km width of the MLS 118-GHz field of view in the stratosphere and above. The longitudinal separation of MLS measurements from a given day, which is determined by the Aura orbit, is 1020 over middle and low latitudes and much finer in polar regions.  Precision The precison of the MLS v2.2 temperature measurement is summarized in Table 3.16. Precision is the random component of measurements which would average down if the measurement were repeated. The retrieval soft- ware returns an estimate of precision based upon the propagation of radiometric noise and a priori uncertainties through the measurement system. These values, which range from 0.6 K in the lower stratosphere to 2.5 K in the mesosphere, are given, for selected levels, in column 2. Precision can also be estimated from successive views of similar scenes. Differences of successive profiles are not used for this purpose to avoid correlations from shared calibration data. Column 3 gives the rms of differences of values from successive orbits (divided by the square-root of two as we are looking at the difference of two noisy signals) for latitudes are seasons where longi- tudinal variability is small and/or is a function only of local solar time. The smallest values found, which are for high-latitude summer, are taken to be those least impacted by atmospheric variability, and are what is reported in column 3. These values are slightly larger than those estimated by the measurement system in the troposphere and lower stratosphere and a factor of 1.4 larger from the middle stratosphere through the mesosphere.  Accuracy The accuracy of the v2.2 temperature measurements has been estimated both by modelling the impact of uncer- tainties in measurement and retrieval parameters that could lead to systematic errors, and through comparisons with correlative data sets. Column 5 of Table 3.16 gives estimates from the propagation of parameter uncertain- ties, as discussed in Schwartz et al. [2007]. This estimate is broken into two pieces. The first term is due to   Figure 3.25: Typical two-dimensional (vertical and horizontal along-track) averaging kernels for the MLS v2.2 Temperature data at 70N (upper) and the equator (lower); variation in the averaging kernels is suf- ficiently small that these are representative of typical profiles. Colored lines show the averaging kernels as a function of MLS retrieval level, indicating the region of the atmosphere from which information is contributing to the measurements on the individual retrieval surfaces, which are denoted by plus signs in corresponding colors. The dashed black line indicates the resolution, determined from the full width at half maximum (FWHM) of the averaging kernels, approximately scaled into kilometers (top axes). (Left) Vertical averaging kernels (integrated in the horizontal dimension for five along-track profiles) and resolution. The solid black line shows the integrated area under each kernel (horizontally and vertically); values near unity imply that the majority of information for that MLS data point has come from the measurements, whereas lower values imply substantial contributions from a priori information. (Right) Horizontal averaging kernels (integrated in the vertical dimension) and resolution. The averaging kernels are scaled such that a unit change is equivalent to one decade in pressure.  amplifier gain compression and has a known sign, as gain is known to drop at high background signal levels. The second term combines 2- estimates of other sources of systematic uncertainty, such as spectroscopic pa- rameters, retrieval numerics and pointing, for which the sign of resulting bias is unknown. Gain compression terms range from 1.5 K to +4.5 K, and predicted vertical structure is very similar to observed biases relative to correlative data in the troposphere and lower stratospehre. The terms of unknown sign are of 2 K magnitude over most of the retrieval range, increasing to 5 K at 316 hPa and to 3 K at 0.001 hPa.  Column 6 contains estimates of bias based upon comparisons with analyses and with other previously- validated satellite-based measurements. In the troposphere and lower stratosphere, the observed biases between MLS and most correlative data sets are consistent to within 1.5 K, and have vertical oscillation with an ampli- tude of 23 K and a vertical frequency of about 1.5 cycles per decade of pressure. A global average of correlative measurements is shown in Figure 3.26.  Pressure range (316  0.001 hPa): Values outside this range are not recommended for scientific use.  Estimated Precision: Values at altitudes where the estimated precision is flagged negative should not be used, to avoid too strong an a priori influence (see section 1.4).  Status flag: Only profiles for which Status is an even number should be used in scientific studies. As an additional screen, the fifth-least-significant bit of Status (the low cloud bit) is used to flag profiles that may be significantly impacted by clouds. At pressures of 147 hPa and lower (higher in the atmosphere), the cloud bits may generally be ignored. In the troposphere an attempt has been made to screen out radiances that have been influence by clouds, but some cloud-induced negative biases in retrieved temperature of up to 10 K are still evident, particularly in the tropics. The low-cloud Status bits from the two profiles which follow a given profile have been found to provide significantly better screening of cloud-induced temperature retrieval outliers than do the profiles own Status bits. Temperatures in the tropopause (316 hPa178 hPa) should be rejected as possibly influenced by cloud if the low-cloud Status bit is set in either of the two profiles following the profile in question. The screening method flags 16% of tropical and 5% of global profiles as cloudy and captures 86% of the tropical 316 hPa temperatures that are more than 4.5 K (2 ) below the mean of &lt;MLS minus a priori&gt;.  Quality field: Only profiles with a value of the Quality field (see section 1.5) greater than 0.6 should be used in scientific study. This threshold typically excludes 4% of profiles. In the polar autumn and winter, there are days for which the final phase of the temperature retrieval, that part of the retrieval which adds information from the 239-GHz isotopic O2 line, fails to converge. For these profiles, quality is in the range 0.40.6 and Convergence (discussed below) is greater than 1.2, but reasonable retrieval values may still be obtained in the stratosphere. These profiles may be used, with caution, in the stratosphere, but should not be used at 261 hPa or higher pressures.  Convergence field: Use of profiles with Convergence greater than 1.2 is not recommended. Use of this threshold typically discards 2% of profiles, but only an additional 0.5% beyond those already flagged by Quality&lt;0.6.  Artifacts MLS temperature has persistent, vertically oscillating biases, in the troposphere and stratosphere, which is be- lieved to be due to gain compression in intermediate-frequency amplifiers. The impact of clouds is generally limited to tropospheric levels in the tropics, and to a lesser extent, mid-latitudes. Temperatures at 316 hPa are   Figure 3.26: The left panel shows globally-averaged mean differences between MLS temperature and eight correlative data sets. Criteria for coincidences are described in detain in Schwartz et al. [2007]. The right panel shows the global standard deviations about the means. The dark green line is  impacted up to 10 K, and impacts are negligable at 100 hPa and lower pressures. Flagging of clouds is di- cussed above. MLS level-2 processing distributes overlapping blocks of 20 limb scans to individual CPUs and chunks of 10 retrieved profiles are concatinated after the overlaps are discarded. Biases of 1 K are sometimes seen at chunk boundaries; they are particularly evident in the troposphere. Further discussion of artifacts may be found in Schwartz et al. [2007].  Review of comparisons with other datasets MLS v2.2 tempertures have been compared with temperature products from the Goddard Earth Observing System, version 5 [Reinecker et al., 2007] (GEOS-5), the European Center for Medium-Range Weather Fore-  Figure 3.27: MLS minus GEOS-5 zonal mean temperature and variability averaged for SeptemberNovember.  cast [e.g., Simmons et al., 2005] (ECMWF), the CHAllenging Minisatellite Payload (CHAMP) [Wickert et al., 2001], the combined Atmospheric Infrared Sounder / Advanced Microwave Sounding Unit (AIRS/AMSU), the Sounding of the Atmosphere using Broadband Radiometry (SABER) [Mlynczak and III, 1995], the Halogen Occultation Experiment [Hervig et al., 1996] (HALOE) and the Atmospheric Chemistry Experiment [Bernath et al., 2004] (ACE), as well as to radiosondes from the global network. From 316 hPa to 10 hPa there is gener- ally agreement to 1 K between the assimilations (ECMWF and GEOS-5) and AIRS, radiosondes and CHAMP, with SABER and ACE having generally warm biases of 2 K relative to this group. Figure 3.26 shows the global mean biases in the left panel and the 1  scatter about the mean in the right panel for these eight comparisons. Between 1 hPa and 0.001 hPa, MLS has biases with respect to SABER of +1 K to 5 K between 1 hPa and 0.1 hPa, of 0 K to 3 K between 0.1 K and 0.01 K and increasing in magnitude to 10 K at 0.001 hPa. Estimates of systematic error in the MLS temperature are shown in black, with 2- uncertainty shown with gray shading. The black line is the modeled contribution of gain compression, which explains much of the vertical structure of MLS biases in the upper troposphere and lower stratosphere.  Figure 3.27 shows zonal mean temperature and its variability averaged over 93 days processed with v2.2. Persistent vertical structure in the troposphere and lower stratosphere is evident, with the oscillations somewhat stronger at the equator and poles than at mid-latitudes. In the upper stratosphere, MLS has a general warm bias relative to GEOS-5 at mid and high latitude that increases to more than 10 K in the poles at 1 hPa. The bias at 1 hPa is much smaller in polar summer, but persists in polar winter.  Desired improvements  Biases in MLS temperature in the troposphere and lower stratosphere appear to be caused by nonlinearity (gain compression) in intermediate-frequency amplifiers in the MLS radiometers. An effort to better model these effects is currently underway. Correction for gain compression could improve both the temperature product and the internal consistency of the pointing and radiative transfer modeling related to atmospheric constituent   retrievals. The general cold bias in MLS with respect to correlative measurments from the upper stratosphere through the mesosphere needs to be further investigated. Correction of gain compression will allow the consis- tent use of more radiances and should result in improved vertical resolution at higher levels. Cloud flags will be made more user-friendly in a future version. 146156, 2004.  R. E. Cofield and P. C. Stek. EOS Microwave Limb Sounder GHz optics design and field-of-view calibration. IEEE Transactions on Geoscience and Remote Sensing, 44(5):11661181, 2006.  C. Craig, K. Stone, D. Cuddy, S. Lewicki, P. Veefkind, P. Leonard, A. Fleig, and P. Wagner. HDF-EOS Aura file format guidelines. Technical report, National Center For Atmospheric Research, 2003.  D. T. Cuddy, M. Echeverri, P. A. Wagner, A. Hanzel, and R. A. Fuller. EOS MLS science data processing system: A description of architecture and capabilities. IEEE Transactions on Geoscience and Remote Sensing, 44(5): 11921198, 2006.  M. J. Filipiak, N. J. Livesey, and W. G. Read. Precision estimates for the geophysical parameters measured by EOS MLS. Technical report, University of Edinburgh, Department of Meteorology, 2004.  L. Froidevaux et al. Validation of EOS Microwave Limb Sounder hcl measurements. Journal of Geophysical Research, 2007a. In preparation.  L. Froidevaux et al. Validation of EOS Microwave Limb Sounder stratospheric and mesospheric O3 measure- ments. Journal of Geophysical Research, 2007b. Submitted.  L. Froidevaux, N. J. Livesey, W. G. Read, Y. B. Jiang, C. C. Jime´nez, M. J. Filipiak, M. J. Schwartz, M. L. Santee, H. C. Pumphrey, J. H. Jiang, D. L. Wu, G. L. Manney, B. J. Drouin, J. W. Waters, E. J. Fetzer, P. F. Bernath, C. D. Boone, K. A. Walker, K. W. Jucks, G. C. Toon, J. J. Margitan, B. Sen, C. R. Webster, L. E. Christensen, J. W. Elkins, E. Atlas, R. A. Lueb, and R. Hendershot. Early validation analyses of atmospheric profiles from EOS MLS on the Aura satellite. IEEE Transactions on Geoscience and Remote Sensing, 44(5): 11061121, 2006a.  L. Froidevaux, N. J. Livesey, W. G. Read, R. J. Salawitch, J. W. Waters, B.J. Drouin, I. A. MacKenzie, H. C. Pumphrey, P. Bernath, C. Boone, R. Nassar, S. Montzka, J. Elkins, D. Cunnold, and D. Waugh. Decreases in upper atmospheric chlorine. Geophysical Research Letters, 33:L23812, 2006b. doi:10.1029/2006GL027600.  M. E. Hervig, J. M. Russell III, L. L. Gordley, S. R. Drayson, K. Stone, R. E. Thompson, M. E. Gelman, I. S. McDermid, A. Hauchecorne, P. Keckhut, et al. Validation of temperature measurements from the Halogen Occultation Experiment. Journal of Geophysical Research, 101(10):10 27710,286, 1996.  R. F. Jarnot, V. S. Perun, and M. J. Schwartz. Radiometric and spectral performance and calibration of the GHz bands of EOS MLS. IEEE Transactions on Geoscience and Remote Sensing, 44(5):11311143, 2006.  Y. B. Jiang, L. Froidevaux, et al. Comparison of EOS Microwave Limb Sounder O3 data with ground-based and balloon observations. Journal of Geophysical Research, 2007.  L. K. Kovalenko, N. J. Livesey, R. J. Salawitch, C. Camy-Peyret M. Dorf, D. J. Drouin, F. Goutail, K. Pfeil- sticker, J.-P. Pommereau, W. G. Read, R. Stachnick, and J. W. Waters. Validation of Aura Microwave Limb Sounder BrO observations in the stratosphere. Journal of Geophysical Research, 2007. In preparation.   A. Lambert, W. G. Read, N. J. Livesey, M. L. Santee, G. L. Manney, L. Froidevaux, D. L. Wu, M. J. Schwartz, H. C. Pumphrey, C. Jimenez, G. E. Nedoluha, R. E. Cofield, D. T. Cuddy, W. H. Daffer, B. J. Drouin, R. A. Fuller, R. F. Jarnot, B. W. Knosp, H. M. Pickett, V. S. Perun, W. V. Snyder, P. C. Stek, R. P. Thurstans, P. A. Wagner, J. W. Waters, K. W. Jucks, G. C. Toon, R. A. Stachnik, P. F. Bernath, C. D. Boone, K. A. Walker, J. Urban, D. Murtagh, J. W. Elkins, and E. Atlas. Validation of the Aura Microwave Limb Sounder strato- spheric water vapor and nitrous oxide measurements. Journal of Geophysical Research, 2007. in preparation.  N. J. Livesey, M. J. Filipiak, L. Froidevaux, W. G. Read, A. Lambert, M. L. Santee, J. H. Jiang, J. W. Waters, R. E. Cofield, D. T. Cuddy, W. H. Daffer, B. J. Drouin, R. A. Fuller, R. F. Jarnot, Y. B. Jiang, B. W. Knosp, Q. B. Li, V. S. Perun, M. J. Schwartz, W. V. Snyder, P. C. Stek, R. P. Thurstans, P. A. Wagner, H. C. Pumphrey, M. Avery, E. V. Browell, J.-P. Cammas, L. E. Christensen, D. P. Edwards, L. K. Emmons, R.-S. Gao, H.-J. Jost, M. Loewenstein, J. D. Lopez, P. Nedelec, G. B. Osterman, G. W. Sachse, and C. R. Webster. Validation of Aura Microwave Limb Sounder O3 and CO observations in the upper troposphere and lower stratosphere. Journal of Geophysical Research, 2007. Submitted.  N. J. Livesey, W. G. Read, M. J. Filipiak, L. Froidevaux, R. S. Harwood, J. H. Jiang, C. Jiminez, H. M. Pickett, H. C. Pumphrey, M. L. Santee, M. J. Schwartz, J. W. Waters, and D. L. Wu. EOS MLS version 1.5 Level 2 data quality and description document. Technical report, Jet Propulsion Laboratory, 2005. D-32381.  N. J. Livesey, W. G. Read, L. Froidevaux, J.W. Waters, H.C. Pumphrey, D.L. Wu, M.L. Santee, Z. Shippony, and R.F. Jarnot. The UARS Microwave Limb Sounder version 5 dataset: Theory, characterization and validation. Journal of Geophysical Research, 108(D13):4378, 2003. doi:10.1029/2002JD002273.  N. J. Livesey and W. V. Snyder. EOS MLS retrieval processes algorithm theoretical basis. Technical report, Jet Propulsion Laboratory, 2004. D-16159, available on the MLS web site http://mls.jpl.nasa.gov.  N. J. Livesey, W. Van Snyder, W. G. Read, and P. A. Wagner. Retrieval algorithms for the EOS Microwave Limb Sounder (MLS). IEEE Transactions on Geoscience and Remote Sensing, 44(5):11441155, 2006.  M. Mlynczak and J. M. Russell III. An overview of the SABER experiment for the TIMED mission. NASA Langley Research Center, Optical Remote Sensing of the Atmosphere, 2, 1995.  H. M. Pickett. Microwave Limb Sounder THz Module on Aura. IEEE Transactions on Geoscience and Remote Sensing, 44(5):11221130, 2006.  H. M. Pickett, B. J. Drouin, T. Canty, L. J. Kovalenko, R. J. Salawitch, N. J. Livesey, W. G. Read, J. W. Waters, K. W. Jucks, and W. A. Traub. Validation of Aura MLS HOx measurements with remote-sensing balloon instruments. Geophysical Research Letters, 33(1):L01808, 2006a. doi: 10.1029/2005GL024442.  H. M. Pickett, B. J. Drouin, T. Canty, R. J. Salawitch, R. A. Fuller, V. S. Perun, N. J. Livesey, J. W. Waters, R. A. Stachnik, S. P. Sander, W. A. Traub, K. W. Jucks, and K. Minschwaner. Validation of Aura Microwave Limb Sounder OH and HO2 measurements. Journal of Geophysical Research, 2007. Submitted.  H. M. Pickett et al. Observation of night oh in the mesosphere. Geophysical Research Letters, page L19808, 2006b.  Hugh C. Pumphrey, Mark J. Filipiak, Nathaniel J. Livesey, Michael J. Schwartz, C. Boone, Kaley A. Walker, Peter Bernath, Philippe Ricaud, Brice Barret, C. Clerbaux, R. F. Jarnot, L. J. Kovalenko, Gloria L. Manney, , and Joe W. Waters. Validation of middle-atmosphere carbon monoxide retrievals from MLS on Aura. Journal of Geophysical Research, 2007. (Submitted).  Hugh C. Pumphrey, Carlos J. Jimenez, and Joe W. Waters. Measurement of HCN in the middle atmosphere by EOS MLS. Geophysical Research Letters, 33(8):L08804, 2006. doi:10.1029/2005GL025656.   W. G. Read, J. Bacmeister, R. E. Cofield, D. T. Cuddy, W. H. Daffer, B. J. Drouin, E. Fetzer, L. Froidevaux, R. Fuller, R. Herman, R. F. Jarnot, J. H. Jiang, Y. B. Jiang, K. Kelly, B. W. Knosp, L. J. Kovalenko, A. Lam- bert, R. Lay, N. J. Livesey, H.-C. Liu, M. Loo, G. L. Manney, D. Miller, B. J. Mills, H. M. Pickett, H. C. Pumphrey, K. H. Rosenlof, X. Sabounchi, M. L. Santee, M. J. Schwartz, W. V. Snyder, P. C. Stek, H. Su, L. L. Takacs, R. P. Thurstans, H. Vo¨mel, P. A. Wagner, J. W. Waters, E. M. Weinstock, and D. L. Wu. EOS Aura Microwave Limb Sounder upper tropospheric and lower stratospheric humidity validation. Journal of Geophysical Research, 2007. (Submitted).  W. G. Read, Z. Shippony, M. J. Schwartz, N. J. Livesey, and W. V. Snyder. The clear-sky unpolarized forward model for the EOS Microwave Limb Sounder (MLS). IEEE Transactions on Geoscience and Remote Sensing, 44(5):13671379, 2006.  W. G. Read, Z. Shippony, and W. V. Snyder. Microwave Limb Sounder forward model algorithm theoretical basis document. Technical report, Jet Propulsion Laboratory, 2004. JPL D-18130.  M. M. Reinecker, M. J. Suarez, R. Todling, J. Bacmeister, L. Takacs, H.-C. Liu, W. Gu, M. Sienkiewicz, R. D. Koster, R. Gelaro, and I. Stajner. The GEOS-5 data assimilation system: A documentation of GEOS-5.0. Technical report, NASA, 2007. TM-104606, Tehcnical report series on Global Modeling and Data Assimila- tion.  C. D. Rodgers. Retrieval of atmospheric temperature and composition from remote measurements of thermal radiation. Reviews of Geophysics and Space Physics, 14(4):609624, 1976.  Clive D. Rodgers. Inverse Methods for Atmospheric Science, Theory and Practice. World Scientific, 2000. M. L. Santee et al. Validation of the Aura Microwave Limb Sounder ClO measurements. Journal of Geophysical  Research, 2007a. submitted.  M. L. Santee et al. Validation of the Aura Microwave Limb Sounder HNO3 measurements. Journal of Geophys- ical Research, 2007b. submitted.  M. J. Schwartz, G. L. Manney, A. Lambert, W. G. Read, N. J. Livesey, J. W. Waters, D. L. Wu, L. Froidevaux, C. O. Ao, R. E. Cofield, W. H. Daffer, B. J. Drouin, E. J. Fetzer, R. A. Fuller, R. F. Jarnot, J. H. Jiang, Y. B. Jiang, B. W. Knosp, J.-L. F. Li, M. L. Santee, W. V. Snyder, P. C. Stek, R. P. Thurstans, P. A. Wagner, S. Pawson, P. F. Bernath, K. A. Walker, C. D. Boone, J. M. Russell III, M. G. Mlynczak, J.-L. F. Li, K. Kru¨ger, and A. M. Tompkins. Validation of the Aura Microwave Limb Sounder temperature and geopotential height measurements. Journal of Geophysical Research, 2007. Submitted.  M. J. Schwartz, W. G. Read, and W. V. Snyder. Polarized radiative transfer for Zeeman-split oxygen lines in the EOS MLS forward model. IEEE Transactions on Geoscience and Remote Sensing, 44(5):11821190, 2006.  M. J. Schwartz, W. V. Synder, and W. G. Read. MLS mesosphere-specific forward model algorithm theoretical basis document. Technical report, Jet Propulsion Laboratory, 2004. JPL D-28534.  A. Simmons, M. Hortal, G. Kelly, A. McNally, A. Untch, and S. Uppala. ECMWF analyses and forecasts of stratospheric winter polar vortex breakup: September 2002 in the southern hemisphere and related events. Journal of the Atmospheric Sciences, 62(3):668689, 2005.  J. W. Waters, L. Froidevaux, R. F. Jarnot, W. G. Read, H. M. Pickett, R. S. Harwood, R. E. Cofield, M. J. Filipiak, D. A. Flower, N. J. Livesey, G. L. Manney, H. C. Pumphrey, M. L. Santee, P. H. Siegel, and D. L. Wu. An overview of the EOS MLS experiment. Technical report, Jet Propulsion Laboratory, 2004. D-15745.   J. W. Waters, W. G. Read, L. Froidevaux, R. F. Jarnot, R. E. Cofield, D. A. Flower, G. K. Lau, H. M. Pickett, M. L. Santee, D. L. Wu, M. A. Boyles, J. R. Burke, R. R. Lay, M. S. Loo, N. J. Livesey, T. A. Lungu, G. L. Manney, L. L. Nakamura, V. S. Perun, B. P. Ridenoure, Z. Shippony, P. H. Siegel, and R. P. Thurstans. The UARS and EOS Microwave Limb Sounder (MLS) experiments. Journal of the Atmospheric Sciences, 56: 194217, 1999.  Joe W. Waters, Lucien Froidevaux, Robert S. Harwood, Robert F. Jarnot, Herbert M. Pickett, William G. Read, Peter H. Siegel, Richard E. Cofield, Mark J. Filipiak, Dennis A. Flower, James R. Holden, Gary K. Lau, Nathaniel J. Livesey, Gloria L. Manney, Hugh C. Pumphrey, Michelle L. Santee, Dong L. Wu, David T. Cuddy, Richard R. Lay, Mario S. Loo, Vincent S. Perun, Michael J. Schwartz, Paul C. Stek, Robert P. Thurstans, Kumar M. Chandra, Marco C. Chavez, Gun-Shing Chen, Mark. A. Boyles, Bharat V. Chudasama, Randy Dodge, Ryan A. Fuller, Michael A. Girard, Jonathan H. Jiang, Yibo Jiang, Brian W. Knosp, Remi C. LaBelle, Jonathan C. Lam, Karen. A. Lee, Dominick Miller, John E. Oswald, Navnit C. Patel, David M. Pukala, Ofelia Quintero, David M. Scaff, W. Van Snyder, Michael C. Tope, Paul A. Wagner, and Marc J. Walch. The Earth Observing System Microwave Limb Sounder (EOS MLS) on the Aura satellite. IEEE Transactions on Geoscience and Remote Sensing, 44(5):10751092, 2006.  J. Wickert, C. Reigber, G. Beyerle, R. Konig, C. Marquardt, T. Schmidt, L. Grunwaldt, R. Galas, T.K. Mee- han, W.G. Melbourne, et al. Atmosphere sounding by GPS radio occultation: First results from CHAMP. Geophysical Research Letters, 28(17):32633266, 2001.  D. L. Wu et al. Validation of Aura MLS cloud ice water content measurements. Journal of Geophysical Research, 2007. In preparation.  D. L. Wu and J. H. Jiang. EOS MLS algorithm theoretical basis for cloud measurements. Technical report, Jet Propulsion Laboratory, 2004. JPL D-19299.  D. L. Wu, J. H. Jiang, and C. P. Davis. Aura MLS cloud ice measurements and cloudy-sky radiative transfer model. IEEE Transactions on Geoscience and Remote Sensing, 44(5):11561165, 2006.  "
    }
}