{
    "TTR": {
        "Extracted text": " Data contained in this report are preliminary and subject to change.  Please obtain permission prior to citation.  To give credit to authors, please cite the section within this report as a chapter in a book.  Below is an example:  Gunther, K.  2007.  Yellowstone National Park recreational use.  Page 30 in C.C. Schwartz, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2006. U.S. Geological Survey, Bozeman, Montana, USA.  Annual Report of the Interagency Grizzly Bear Study Team    Montana State University  Edited by Charles C. Schwartz, Mark A. Haroldson, and Karrie West  U.S. Department of the Interior   INTRODUCTION .........................................................................................................  1 This Report ................................................................................................................................  1 History and Purpose of the Study Team ....................................................................................  2 Previous Research ......................................................................................................................  2  RESULTS AND DISCUSSION .....................................................................................  4 Grizzly Bear Capturing and Monitoring ....................................................................................  4 Marked Animals ............................................................................................................  4 Unduplicated Females ...................................................................................................  8 Occupancy of Bear Management Units by Females with Young .................................  11 Observation Flights .......................................................................................................  12 Telemetry Relocation Flights ........................................................................................  15 Grizzly Bear Mortalities ...............................................................................................  16  Key Foods Monitoring...............................................................................................................  19 Spring Ungulate Availability and Use by Grizzly Bears...............................................  19 Spawning Cutthroat Trout .............................................................................................  21 Grizzly Bear Use of Insect Aggregation Sites ..............................................................  24 Whitebark Pine Cone Production ..................................................................................  27  Habitat Monitoring ....................................................................................................................  29 Grand Teton National Park Recreation Use ..................................................................  29 Yellowstone National Park Recreational Use ...............................................................  30 Trends in Elk Hunter Numbers .....................................................................................  31 Habitat Use by Grizzly and Black Bears in Grand Teton National Park ......................  32  Grizzly\tBear-Human\tConflicts\tin\tthe\tGreater\tYellowstone\tEcosystem ....................................  36  LITERATURE CITED ...................................................................................................  39  Appendix A:  Current Assessment of Sustainability, 2001-2006 ..........................................................  44  Appendix B:  Monitoring Whitebark Pine in the Greater Yellowstone Ecosystem ..............................  46  Appendix C:  Monitoring Ungulate Carcasses and Spawning Cutthroat Trout ....................................  55  Appendix D:  Bear Wise Community Efforts .......................................................................................  63  Table of Contents 1 Charles C. Schwartz, Interagency Grizzly Bear Study Team; and David Moody, Wyoming Game and Fish Department  This Report The contents of this Annual Report summarize results of monitoring and research from the 2006 field\tseason.\t\tThe\treport\talso\tcontains\ta\tsummary of nuisance grizzly bear (Ursus arctos horribilis) management actions. The Interagency Grizzly Bear Study Team (IGBST) continues to work on issues associated with counts of unduplicated females with cubs-of- the-year (COY).  These counts are used to establish a minimum population size, which is then used to establish mortality thresholds for the Recovery Plan (U.S. Fish and Wildlife Service [USFWS] 1993). After considerable delays due to programming issues, a\tcomputer\tprogram\tthat\tdefines\tthe\trule\tset\tused\tby Knight et al. (1995) to differentiate unique family groups was development and tested in 2005 and 2006.  Simulations using observations of collared females with COY were randomly sampled to generate datasets of observations of random females with COY. These datasets were then run though the simulations program to test the accuracy of the rules.  Data are currently being summarized.  This project has been completed and a manuscript was submitted to the Journal of Wildlife Management. The grizzly bear recovery plan (USFWS 1993) established human-caused mortality quotas.  We used the latest information on reproduction and survival to estimate population trajectory in the same simulation model originally used by Harris (1984).  A Wildlife Monographs was published in 2006.  Additionally, the study team, in cooperation with several quantitative experts, reassessed how population size is indexed and how sustainable mortality rates are established. A draft report was presented to the Yellowstone Ecosystem Subcommittee in spring 2005.  It was published as part of the USFWS Delisting Rule (Federal Register Vol. 70, No. 221, Nov. 17, 2005, 6985369884) and subjected to public comment. This workshop document can be found at http:// www.fws.gov/mountain-prairie/species/mammals/ grizzly/yellowstone.htm.  During the summer of  2006, a second workshop was held to address public comment and professional peer review.  The result of this workshop was a supplement to the 2005 workshop document.  This supplement can be found at http://www.fws.gov/mountain-prairie/species/ mammals/grizzly/yellowstone.htm under the link Revised Methods to Estimate Population Size and Sustainable Mortality Limits.  Results of those estimates are provided in Appendix A. Our project addressing the potential application of stable isotopes and trace elements to quantify consumption rates of whitebark pine (Pinus albicaulis) and cutthroat trout (Oncorhynchus clarki) by grizzly bears was completed.  Our manuscript on consumption rates of whitebark pine was published in the Canadian Journal of Zoology 81:763-770.  Results of the mercury studies were also published in the Canadian Journal of Zoology 82:493501.  Copies can be found on the IGBST website http://www.nrmsc. usgs.gov/research/igbst-home.htm.  Based upon this work, we submitted a proposal to analyze all historic tissue samples from grizzly bears in the ecosystem. That proposal was funded and samples have been sent to a lab for isotopic analysis.  We hope to have those results in early 2008. Results of DNA hair snaring work conducted on Yellowstone Lake were submitted and published in the Journal Ursus (Haroldson et al. 2005).  Results of this study conducted from 19972000 showed a decline\tin\tfish\tuse\tby\tgrizzly\tbears\twhen\tcompared to earlier work conducted by Reinhart (1990) in 19851987.  As a consequence, the IGBST submitted a proposal to the National Park Service and received 3 years funding to repeat that work.  This project began in 2007.  There are 2 graduate students and several field\ttechnicians\tworking\ton\tthe\tprogram. We\tcompleted\tthe\tfinal\tfield\tseason\tin\tGrand Teton National Park evaluating habitat use both temporally and spatially between grizzly and black bears (Ursus americanus).  We continue to use GPS technology that incorporates a spread spectrum communication system.  Spread spectrum allows for transfer of stored GPS locations from the collar to a remote\treceiving\tstation.\t\tResults\tof\tthe\t2006\tfield season are reported here.  We plan to complete the final\treport\tin\tlate\t2007. We continued to monitor the health of whitebark pine in the Greater Yellowstone Ecosystem (GYE) in cooperation with the Greater Yellowstone Whitebark Pine Monitoring Working Group.  A  2 Quantitative data on grizzly bear abundance, distribution, survival, mortality, nuisance activity, and bear foods are critical to formulating management strategies and decisions.  Moreover, this information is necessary to evaluate the recovery process.  The IGBST coordinates data collection and analysis on an ecosystem scale, prevents overlap of effort, and pools limited economic and personnel resources.  Previous Research Some of the earliest research on grizzlies within Yellowstone National Park (YNP) was conducted by John and Frank Craighead.  The book, The Grizzly Bears of Yellowstone provides a detailed summary of this early research (Craighead et al. 1995).  With the closing of open-pit garbage dumps and cessation of the ungulate reduction program in YNP in 1967, bear demographics (Knight and Eberhardt 1985), food habits (Mattson et al. 1991a), and growth patterns (Blanchard 1987) for grizzly bears changed.  Since 1975, the IGBST has produced annual reports\tand\tnumerous\tscientific\tpublications\t(for\ta complete list visit our web page http://www.nrmsc. usgs.gov/research/igbst-home.htm) summarizing monitoring and research efforts within the GYE.  As a result, we know much about the historic distribution of grizzly bears within the GYE (Basile 1982, Blanchard et al. 1992), movement patterns (Blanchard and Knight 1991), food habits (Mattson et al. 1991a), habitat use (Knight et al. 1984), and population dynamics (Knight and Eberhardt 1985, Eberhardt et al. 1994, Eberhardt 1995).  Nevertheless, monitoring and updating continues so that status can be reevaluated annually. This report truly represents a study team approach.  Many individuals contributed either directly or indirectly to its preparation.  To that end, we\thave\tidentified\tauthor(s).\t\tWe\talso\twish\tto\tthank the following individuals for their contributions to data collection, analysis, and other phases of the study: USGS -  J. Ball, J. Brown, C. Hurin, K. Kapp, M. Neuman, M. Packila, K. Quinton, M. Riley, T. Rosen, J. Smith, C Whitman; NPS -H. Bosserman, B. Clark, L. Coleman, T. Coleman, C. Daigle-Berg, S. Dewey, L. Frattaroli, B. Gafney, B. Hamblin, B. Kraegel, P. Perrotti, E. Reinertson, L. Roberts, H. Robison, D. Smith, A. Tallian, J. Trivette, K. Wells, P.J. White, S. Wolff, B. Wyman, T. Wyman; MTFWP - K. Alt, N. Anderson, M. Ross, S. Stewart, H. Whitney; WYGF - C. Anderson,, G. Anderson, B. Barr, D.  summary of the 2006 monitoring is also presented (Appendix B). The IGBST uses counts of winter-killed ungulates to index spring carcass abundance for grizzly bears.  Likewise, we use wier counts and stream surveys to index cutthroat trout abundance.  We ask Dr. Steve Cherry, Department of Mathematical Sciences, Montana State University-Bozeman, to review the protocols and make recommendations for improving them.  That review and recommendations are presented in Appendix C. Finally, the state of Wyoming, following recommendations from the Yellowstone Ecosystem Subcommittee and the IGBST, launched the Bear Wise Community Effort.  The focus is to minimize human/bear\tconflicts,\tminimize\thuman-caused\tbear mortalities\tassociated\twith\tconflicts,\tand\tsafeguard the human community.  Results of these efforts are detailed in Appendix D. The annual reports of the IGBST summarize annual data collection.  Because additional information can be obtained after publication, data summaries are subject to change. For that reason, data analyses and summaries presented in this report supersede all previously published data.  The study area and sampling techniques are reported by Blanchard (1985), Mattson et al. (1991a), and Haroldson et al. (1998).  History and Purpose of the Study Team It was recognized as early as 1973, that in order to understand the dynamics of grizzly bears throughout the GYE, there was a need for a centralized research group responsible for collecting, managing, analyzing, and distributing information.  To meet this need, agencies formed the IGBST, a cooperative effort among the U.S. Geological Survey (USGS), National Park Service, U.S. Forest Service, USFWS, and the States of Idaho, Montana, and Wyoming.  The responsibilities of the IGBST are to:  (1) conduct both short- and long-term research projects addressing information needs for bear management; (2) monitor the bear population, including status and trend, numbers, reproduction, and mortality; (3) monitor grizzly bear habitats, foods, and impacts of humans; and (4) provide technical support to agencies and other groups responsible for the immediate and long-term management of grizzly bears in the GYE.  Additional details can be obtained at our web site (http://www. nrmsc.usgs.gov/research/igbst-home.htm). 3 Brimeyer, G. Brown, M. Bruscino, L. Chartrand, J. Clapp, B. DeBolt, D. Ditolla, T. Fagan, T. Fuchs, H. Haley, A. Johnson, S. Kilpatrick, B. Kroger, L. Lofgren, J. Longobardi, D. McWhirter, C. Queen, R. Roemmich, C. Sax, Z. Turnball, M. Urquhart; IDFG - C. Anderson, S. Liss, G. Losinski, M. Medvecz, B. Penske, A. Sorensen; USFS - B. Aber, K. Barber, P. Delmolineo, A. Donnel, M. Hinschberger, A. Kehoe, L. Otto, A. Pils, K. Pindel, K. Salzman; Pilots and observers - B. Ard, S. Ard, N. Cadwell, T. Hickey, D. Stinson, R. Stradley.  Without the collection efforts of many, the information contained within this report would not be available. There were 25 management captures of 22 individual bears in the GYE during 2006 (Tables 1 and 2), including 9 females (4 adult) and 13 males (4 adult).  None of the bears captured at management set- tings were subsequently caught at research trap sites. Twenty individual bears (9 females, 11 males), were relocated\t23\ttimes\tdue\tto\tconflicts\tsituations\t(Table 1).  One adult female with 2 COY was relocated twice from\tthe\tsame\tconflict\tsite.\t\tAn\tadditional\tsubadult female\tthat\twas\trelocated\tand\treturn\tto\tthe\tconflict site was lethally removed by State (WY) management personnel after she avoided all trapping attempts.  One adult male grizzly was captured and removed from the populations\tas\ta\tresult\tof\tconflicts\twith\thumans.\t\tOne male cub, a non-target capture during a wolf manage- ment trapping operation, was released on site. We radio-monitored 92 individual grizzly bears\tduring\tthe\t2006\tfield\tseason,\tincluding\t35\tadult females (Tables 2 and 3).  Forty-three grizzly bears entered their winter dens wearing active transmitters. An additional 2 bears not located since September 2005 are considered missing (Table 3).  Since 1975, 541 individual grizzly bears have been radiomarked.  Results and Discussion  Table 1.  Grizzly bears captured in the Greater Yellowstone Ecosystem during 2006. Bear Sex Age Date General locationa Capture type Release site Agencyb  519 Male Adult 30 Apr Wood River, Pr-WY Management Bear Creek, ST-WY WYGF 516 Male Adult 2 May Blacktail Deer Creek, YNP Research On site IGBST 520 Male Adult 11 May Antelope Creek, YNP Research On site IGBST 521 Male Adult 20 May Pilgrim Creek, GTNP Research On site IGBST 460 Male Subadult 23 May Pelican Bay, GTNP Research On site IGBST 356 Male Adult 31 May Brent Creek, SNF Research On site WYGF G105 Male Subadult 1 Jun Bull Creek, Pr-WY Management Yellowstone R., BTNF WYGF G106 Female Subadult 1 Jun Bull Creek, Pr-WY Management Yellowstone R., BTNF WYGF 522 Female Adult 2 Jun Pacific\tCreek,\tGTNP Research On site IGBST 523 Male Subadult 5 Jun Bennett Creek, Pr-WY Management Lost Lake, BTNF WYGF G107 Male Subadult 14 Jun Squaw Creek, Pr-WY Management Boone Creek, CTNF WYGF 524 Male Adult 17 Jun Tappan Creek, SNF Research On site WYGF 525 Female Adult 16 Jun Carter Creek, Pr-WY Management Moccasin Creek, BTNF WYGF 389 Male Adult 18 Jun Wapiti Creek, GNF Research On site IGBST 415 Male Adult 19 Jun Sheridan Creek, SNF Research On site WYGF 526 Male Subadult 22 Jun Pacific\tCreek,\tGTNP Research On site IGBST 527 Male Adult 22 Jun Cache Creek, GNF Research On site IGBST 407 Male Adult 24 Jun Burnt Timber Creek, SNF Research On site WYGF G108 Male Subadult 25 Jun Clark Fork River, Pr-WY Management Sulfur Creek, SNF WYGF 528 Female Subadult 27 Jun Brent Creek, SNF Research On site WYGF  Grizzly Bear Capturing and Monitoring  Marked Animals (Mark A. Haroldson and Chad Dickinson, Interagency Grizzly Bear Study Team; Dan Bjornlie, Wyoming Game and Fish Department)  During\tthe\t2006\tfield\tseason,\t54\tindividual grizzly bears were captured on 61 occasions (Table 1), including 18 females (11 adult), 36 males (19 adult). Thirty-six individuals were new bears not previously marked. We conducted research trapping efforts for 756 trap days (1 trap day = 1 trap set for 1 day) in 11 (of 28) Bear Management Units (BMUs) within the Griz- zly Bear Recovery Zone (USFWS 1993) and adjacent 10-mile perimeter area.  Research trapping efforts were also conducted outside the 10-mile perimeter in Montana, Wyoming, and Idaho.  During research trap- ping operations we had 36 captures of 32 individual grizzly bears for a trapping success rate of 1 grizzly capture every 21.0 trap days. Handlerb  283 Male Adult 27 Jun Tappan Creek, SNF Research On site WYGF 29 Jun W Fork Long Creek, SNF Research On site WYGF  Unm Male Cub 8 Jul Sixmile Creek, SNF Management On site USFWS/WYGF 529 Male Subadult 17 Jul Deadhorse Creek, GNF Research On site IGBST 304 Male Adult 20 Jul Wiggins Fork, SNF Management Sulfur Creek, SNF WYGF 530 Female Adult 21 Jul Little Rock Creek, SNF Management Cascade Creek, CTNF WYGF 531 Female Adult 21 Jul Crow Creek, WRR Research On site WYGF/WRR 459 Male Adult 24 Jul Crow Creek, WRR Research On site WYGF/WRR 532 Male Subadult 25 Jul E Fork Wind River, WRR Research On site WYGF/WRR  29 Jul Crow Creek, WRR Research On site WYGF/WRR 533 Female Adult 29 Jul Henrys Fork, CTNF Research On site IGBST 534 Male Subadult 30 Jul Deadhorse Creek, GNF Research On site IGBST 239 Male Adult 2 Aug Deadhorse Creek, GNF Research On site IGBST 535 Male Subadult 3 Aug Warm River, CTNF Research On site IGBST 536 Female Subadult 4 Aug Crow Creek, WRR Research On site WYGF/WRR 537 Female Adult 5 Aug Crow Creek, WRR Research On site WYGF/WRR 538 Male Subadult 8 Aug Crow Creek, WRR Research On site WYGF/WRR 141 Male Adult 12 Aug West Yellowstone, Pr-MT Management Removed MTFWP 505 Female Adult 13 Aug Timber Creek, Pr-WY Management Lost Lake, BTNF WYGF G109 Male Subadult 25 Aug Spread Creek, BTNF Research On site WYGF 539 Female Subadult 29 Aug Yellowstone Lake, YNP Management Charcoal Bay, YNP YNP/IGBST 205 Female Adult 12 Sep Trout Creek, YNP Research On site IGBST 540 Male Subadult 14 Sep S Fork Shoshone, Pr-WY Management Fox Creek, SNF WYGF 541 Female Adult 22 Sep Flat Mountain Creek, YNP Research On site IGBST  25 Sep Flat Mountain Creek, YNP Research On site IGBST 28 Sep Flat Mountain Creek, YNP Research On site IGBST  472 Female Adult 24 Sep S Fork Shoshone, Pr-WY Management Jackass Creek, CTNF WYGF 21 Oct Carter Creek, Pr-WY Management Squirrel Creek, CTNF WYGF  G110 Male Cub 24 Sep S Fork Shoshone, Pr-WY Management Jackass Creek, CTNF WYGF 21 Oct Carter Creek, Pr-WY Management Squirrel Creek, CTNF WYGF  G111 Female Cub 24 Sep S Fork Shoshone, Pr-WY Management Jackass Creek, CTNF WYGF 21 Oct Carter Creek, Pr-WY Management Squirrel Creek, CTNF WYGF  125 Female Adult 25 Sep Antelope Creek, YNP Research On site IGBST G112 Male Subadult 27 Sep S Fork Shoshone, Pr-WY Management Sulphur Creek, SNF WYGF G113 Female Subadult 27 Sep S Fork Shoshone, Pr-WY Management Sulphur Creek, SNF WYGF 518 Female Subadult 29 Sep Carter Creek, Pr-WY Management Calf Creek, CTNF WYGF 542 Male Adult 4 Oct Carter Creek, Pr-WY Management Lost Lake, BTNF WYGF 543 Male Adult 5 Oct South Arm, YNP Research On site IGBST 544 Male Subadult 6 Oct Mission Creek, Pr-MT Management Bear Creek, GNF MTFWP 363 Male Adult 6 Oct Flat Mountain Creek, YNP Research On site IGBST 338 Male Adult 20 Oct Arnica Creek, YNP Research On site IGBST a BTNF = Bridger-Teton National Forest, CTNF = Caribou-Targhee National Forest, GNF = Gallatin National Forest, GTNP = Grand Teton National Park, SNF = Shoshone National Forest, YNP = Yellowstone National Park, Pr = private. b IGBST = Interagency Grizzly Bear Study Team, USGS; MTFWP = Montana Fish, Wildlife and Parks;  USFWS = U.S. Fish and Wildlife Service; WRR = Wind River Reservation; WYGF = Wyoming Game and Fish; YNP = Yellowstone National Park.  6 Table 2.  Annual record of grizzly bears monitored, captured, and transported in the Greater Yellowstone Ecosystem since 1980.  Table 3.  Grizzly bears radio monitored in the Greater Yellowstone Ecosystem during 2006.  125 F Adult None No Yes Active 205 F Adult None No Yes Active 214 F Adult Not seen Yes No Failed battery 407 M Adult No Yes Active 485 F Adult 1 2-year-old, weaned Yes No Cast  486 F Adult Not seen Yes No Cast 499 F Adult Not seen Yes Yes Active 500 F Adult None Yes Yes Active 501 F Adult 2 COY Yes Yes Active 509 F Adult None Yes Yes Active 510 F Subadult  No No Failed transmitter 512 M Adult  Yes No Failed transmitter  516 M Adult Yes No Cast 530 F Adult None No No Missing 531 F Adult None No Yes Active 532 M Subadult No Yes Active 533 F Adult None No Yes Active  539 F Subadult No Yes Active 540 M Subadult  No Yes Active 541 F Adult None No Yes Active 542 M Adult  No Yes Active Unduplicated Females (Mark A. Haroldson, Interagency Grizzly Bear Study Team) Forty-seven unduplicated females with COY were\tidentified\tusing\tthe\tmethod\tdescribed\tby\tKnight et al. (1995) in the GYE during 2006 (Fig. 1).  Two of the 47 females were observed further than 10 miles from the Recovery Zone (in Wyoming).  Under the rules established by the Grizzly Bear Recovery Plan (Appendix F, USFWS 1993), 45 females were used in calculation of the minimum population estimates and mortality thresholds in the Yellowstone Grizzly Bear Recovery Zone for the year 2006.  Total number of COY observed during initial sighting of the 47 unique females was 96 (Table 4). Mean litter size was 2.04 (Table 4).  There were 12 single cub litters, 21 litters of twins, and 14 litters of triplets seen during initial observations.  The current 6-year average (2001-2006) for counts of unduplicated females with COY within the Recovery Zone and the 10-mile perimeter is 41 (Table 4).  The 6-year average for total number of COY and average litter size observed at initial sighting were 80 and 1.9, respectively (Table 4).  Fig. 1.  Distribution of initial sightings for 47 unduplicated females with cubs-of-the-year identified in the Greater Yellowstone Ecosystem during 2006.  Table 4.  Number of unduplicated females with cubs- of-the-year (COY), number of COY, and average litter size at initial observation for the years 1973- 2006 in the Greater Yellowstone Ecosystem (GYE). Six-year running averages were calculated using only unduplicated females with COY observed in the Recovery Zone and 10-mile perimeter. 1978 9 19 2.1 12 22 1.8 1979 13 29 2.2 12 23 1.9 1980 12 23 1.9 11 22 1.9 1981 13 24 1.8 13 25 2.0 1982 11 20 1.8 12 23 2.0 1983 13 22 1.7 12 23 1.9 1984 17 31 1.8 13 25 1.9 1985 9 16 1.8 13 23 1.8 1986 25 48 1.9 15 27 1.8 1987 13 29 2.2 15 28 1.9 1988 19 41 2.2 16 31 1.9 1989a 16 29 1.8 16 32 1.9 1990 25 58 2.3 18 36 2.0 1991b 24 43 1.9 20 41 2.0 1992 25 60 2.4 20 43 2.1 1993a 20 41 2.1 21 45 2.1 1994 20 47 2.4 21 46 2.1 1995 17 37 2.2 22 47 2.2 1996 33 72 2.2 23 50 2.2 1997 31 62 2.0 24 53 2.2 1998 35 70 2.0 26 55 2.1 1999a 33 63 1.9 28 58 2.1 2000c 37 72 2.0 31 62 2.0 2001 42 78 1.9 35 69 2.0 2002c 52 102 2.0 38 73 1.9 2003d 38 75 2.0 38 74 1.9 2004d 49 96 2.0 40 77 1.9 2005c 31 57 1.8 40 76 1.9 2006c 47  96  2.0  41 80 1.9 a One female with COY was observed outside the 10-mile perimeter. b One female with unknown number of COY.  Average litter size was calculated using 23 females. c Two females with COY were observed outside the 10-mile perimeter. d Three females with COY were observed outside the 10-mile We\tdocumented\t172\tverified\tsightings\tof females with COY during 2006 (Fig. 2).  This was an 85% increase from the number of sightings obtained in 2005 (n = 93).  A likely explanation for the increase in sightings and number of unique females differentiated is that more reproductive-aged females were available for breeding during 2005 and produced cubs during 2006.  Most observations (52%) obtained during 2006 were attributable to aerial observers (Table 5), with 48% of observation made from the ground. Half (50%) of the observations occurred within the boundary of YNP.  The correlation between the number of sightings obtained and the number of unduplicated\tfemales\twith\tCOY\tidentified\tannually (Fig. 3) remains strong (Pearsons r = 0.89).  Current methodology to determine number of unduplicated females with COY provides a  minimum count ( ObsN , Knight et al. 1995).  Keating et al. (2002) investigated 7 methods to estimate the total numbers of females with COY annually using sighting frequencies of randomly observed bears and recommended the 2nd order sample coverage  ( 2 SCN ) estimator of Lee and Chao (1994).  Recently,  Fig. 2.  Distribution of 172 observations of 47 unduplicated females (indicated by unique symbols) with cubs-of-the-year during 2006.  Cherry\tet\tal.\t(2007),\tidentified\t2\tproblems\twith\tthe recommendations of Keating et al. (2002).  First, Keating\tet\tal\t(2002)\tassumed\tcoefficients\tof\tvariation (CV) &lt; 1 and recent data (Haroldson 2005:Table 6) indicated CV sometimes exceeds 1.  Secondly, additional work has shown that CV is not adequate by  itself to quantify capture heterogeneity and the 2 SCN is not robust to this problem.  Cherry et al. (2007) suggest using estimates derived by Chao (1989) (Table 6).  Simulations (Cherry et al. 2007) suggest that  this estimator ( 2ChaoN ) is relatively unbiased when  effort (n / 2ChaoN )\tis\t\t1.5.\t\tAdditionally,\twhen\tit\tis  biased, 2ChaoN tends to be biased low.  This produces conservative estimates for the number of females with cubs in the population.  Fig. 3.  Relationship between number of sightings and number of unduplicated females (F) with cubs-of-the-year (COY) identified annually during 1985-2006.  Table 5.  Method of observation for sightings of unduplicated females with cubs-of-the-year during 2006.  Fixed wing  other researcher 3 1.7 1.7 Fixed wing  observation 59 34.3 36.0 Fixed\twing\t-\tradio\tflight 26 15.1 51.2 Ground sighting 82 47.7 98.8 Helicopter  other research 2 1.2 100.0 10  Table 6.  Estimates of annual numbers ( ObsN ) of females with cubs-of-the-year ( CubF ) in the Greater Yellowstone Ecosystem grizzly bear population, 19862006.  ObsN  gives the number of unique CubF  actually observed, including those located using radiotelemetry; m gives the number of unique CubF  observed using random sightings only; and 2ChaoN  gives the nonparametric biased corrected estimate, per Chao (1989). Lower,\t1-tailed\tconfidence\tbounds\tare\tfor\t 2ChaoN  and were calculated using Efron and Tibshiranis (1993) percentile bootstrap method.  Also included are annual estimates of relative sample size (n / 2ChaoN , where n is the total number of observations of CubF ).  Lower\t1-tailed\tconfidence\tbounds  Year ObsN m 2 ChaoN 70% 80% 90% 95% n / 2 ChaoN 1986 25 24 27.5 26.1 25.0 23.9 22.8 3.0  1987 13 12 17.3 15.2 14.0 12.2 11.2 1.2 1988 19 17 21.2 19.5 18.4 17.0 16.0 1.7 1989 16 14 17.5 16.1 15.0 13.8 12.8 1.6 1990 25 22 25.0 23.8 22.9 21.9 21.0 2.0 1991 24 24 37.8 33.3 31.0 27.6 25.3 1.6 1992 25 23 40.5 35.1 32.3 29.0 26.5 0.9 1993 20 18 21.1 19.9 19.0 17.9 16.9 1.4 1994 20 18 22.5 20.8 19.7 18.3 17.2 1.3 1995 17 17 43.0 35.3 30.0 25.3 22.0 0.6 1996 33 28 37.5 34.6 33.0 30.7 29.0 1.2 1997 31 29 38.8 35.8 34.0 31.6 29.8 1.7 1998 35 33 36.9 35.6 34.6 33.4 32.4 2.0 1999 33 30 36.0 33.8 32.6 30.8 29.5 2.7 2000 37 34 51.0 46.3 43.7 40.4 37.8 1.5 2001 42 39 48.2 45.6 43.8 42.1 40.1 1.7 2002 52 49 58.1 55.5 53.9 51.8 50.1 2.5 2003 38 35 46.4 43.5 41.5 39.1 37.3 1.2 2004 49 48 57.5 54.6 53.1 50.7 48.8 3.5 2005 31 29 30.7 30.0 29.3 28.4 27.7 2.8 Occupancy of Bear Management Units (BMU) by Females with Young (Shannon Podruzny, Interagency Grizzly Bear Study Team)  Dispersion of reproductive females throughout the\tecosystem\tis\trepresented\tby\tverified\treports\tof female grizzly bears with young (COY, yearlings, 2- year-olds, and/or young of unknown age) by BMU. The population recovery requirements (USFWS  1993) include occupancy of 16 of the 18 BMUs by females with young on a running 6-year sum with no 2 adjacent BMUs unoccupied.  Sixteen of 18 BMUs had\tverified\tobservations\tof\tfemale\tgrizzly\tbears\twith young during 2006 (Table 7).  Females with young were not documented in the Boulder/Slough or Plateau BMUs.\t\tEighteen\tof\t18\tBMUs\tcontained\tverified observations of females with young in at least 5 years of the last 6-year (20012006) period.  Table 7.  Bear Management Units in the Greater Yellowstone Ecosystem occupied by females with young (cubs-of-the-year,\tyearlings,\t2-year-olds,\tor\tyoung\tof\tunknown\tage),\tas\tdetermined\tby\tverified\treports,\t2001- 2006.  17) Buffalo/Spread Creek X X X X X X 6 Bear Study Team)  Two\trounds\tof\tobservation\tflights\twere conducted during 2006.  All 37 Bear Observation Areas (BOA; Figure 4) were surveyed once during Round\t1\t(5\tJun-9\tAug);\t33\tof\tthe\tBOAs\twere\tflown during Round 2 (30 Jun-28 Aug).  Observation time was 89 hours for Round 1 and 77 hours for Round 2; average\tduration\tof\tflights\tfor\tboth\trounds\tcombined was 2.3 hours (Table 8).  Two hundred forty-eight bear  sightings, excluding dependent young, were recorded during\tobservation\tflights.\t\tThis\tincluded\t6\tradio- marked solitary bears, a radio-marked female with 1 COY seen during both rounds of BOA 24, 182 solitary unmarked bears, and 59 unmarked females with young (Table 8).  Observation rate was 1.49 bears/hour for all bears.  One hundred eleven young (86 COY, 18 yearlings, and 7 2-year-olds) were observed (Table 9). Observation rates were 0.37 for females with young/ hour and 0.27 females with COY/hour (Table 9).  Fig. 4.  Observation flight areas within the Greater Yellowstone Ecosystem, 2006.  The numbers represent the 27 bear observation areas.  Those units too large to search during a single flight were further subdivided into 2 units.  Consequently, there were 37 search areas.  13  Table\t8.\t\tAnnual\tsummary\tstatistics\tfor\tobservation\tflights\tconducted\tin\tthe\tGreater\tYellowstone\tEcosystem, 1987-2006.  1987 Total 50.6 21 2.4 26b 0.51 0.16 0.12 1988 Total 34.8 17 2.0 30b 0.86 0.43 0.23 1989 Total 91.9 39 2.4 60b 0.65 0.16 0.09 1990 Total 88.1 41 2.1 48b 0.54 0.19 0.15 1991 Total 101.3 46 2.2 134b 1.32 0.52 0.34 1992 Total 61.1 30 2.0 113b 1.85 0.54 0.29 1993c Total 56.4 28 2.0 32b 0.57 0.10 0.05 1994 Total 80.1 37 2.2 67b 0.84 0.30 0.19 1995 Total 70.3 33 2.1 62b 0.88 0.14 0.09 1996 Total 88.6 40 2.2 71b 0.80 0.27 0.23 1997d Round 1  a COY = Cub-of-the-year. b Only includes unmarked bears.  Checking for radio-marks on observed bears was added to the protocol starting in 1997. c Three\tflights\twere\texcluded\tfrom\tthe\t1993\tdata\tbecause\tthey\twere\tnot\tflown\tas\tpart\tof\tthe\t16\tobservation\tflight\tareas. d Dates\tof\tflights\t(Round\t1,\tRound\t2):\t\t1997\t(24\tJul17\tAug,\t25\tAug-13\tSep);\t1998\t(15\tJul-6\tAug,\t3-27\tAug);\t1999\t(7-28\tJun,\t8\tJul4\tAug);\t2000 (5-26 Jun, 17 Jul4 Aug); 2001 (19 Jun11 Jul, 16 Jul5 Aug); 2002 (12 Jun22 Jul, 13 Jul28 Aug); 2003 (12 Jun-28 Jul, 11 Jul-13 Sep); 2004 (12 Jun-26 Jul, 3 Jul-28 Aug); 2005 (4 Jun-26 Jul, 1 Jul-31 Aug); 2006 (5 Jun-9Aug, 30 Jun-28 Aug).  14  Table\t9.\t\tSize\tand\tage\tcomposition\tof\tfamily\tgroups\tseen\tduring\tobservation\tflights\tin\tthe\tGreater Yellowstone Ecosystem, 1998-2006.  Round 2 5 11 2 2 1 0 2 2 0 Total 13 23 9 6 3 2 3 2 0 aDates\tof\tflights\t(Round\t1,\tRound\t2):\t\t1998\t(15\tJul-6\tAug,\t3-27\tAug);\t1999\t(7-28\tJun,\t8\tJul-4Aug);\t2000\t(5-26\tJun,\t17\tJul-4Aug);\t2001\t(19\tJun- 11 Jul, 16 Jul-5 Aug); 2002 (12 Jun-22 Jul, 13 Jul-28 Aug); 2003 (12 Jun-28 Jul, 11 Jul-13 Sep); 2004 (12 Jun-26 Jul, 3 Jul-28 Aug); 2005 (4 Jun- 26 Jul, 1 Jul-31 Aug); 2006 (5 Jun-9 Aug, 30 Jun-28 Aug).  Interagency Grizzly Bear Study Team)  Ninety-six\ttelemetry\trelocation\tflights\twere conducted during 2006, resulting in 385.7 hours of search time (ferry time to and from airports excluded) (Table 10).  Flights were conducted at least once during all months, with over 75% occurring May- November.\t\tDuring\ttelemetry\tflights,\t799\tlocations\tof bears equipped with radio transmitters were collected,  81 (10%) of which included a visual sighting.  Fifty sightings of unmarked bears were also obtained during telemetry\tflights,\tincluding\t38\tsolitary\tbears,\t5\tfemales with COY, 4 female with yearlings, and 3 females with 2-year-olds.  Rate of observation for all unmarked bears\tduring\ttelemetry\tflights\twas\t0.13\tbears/hour. Rate of observing females with COY was 0.013/hour, which was considerably less than during observation flights\t(0.27/hour)\tin\t2006.  Table\t10.\t\tSummary\tstatistics\tfor\tradio-telemetry\trelocation\tflights\tin\tthe\tGreater\tYellowstone\tEcosystem,\t2006.  Unmarked bears observed January 3.35 1 3.35 12 0 0.00 0 0 0 0 --- --- February 3.58 1 3.58 13 0 0.00 0 0 0 0 --- --- March 11.88 3 3.96 37 3 0.25 1 0 0 0 0.08 0.000 April 44.63 12 3.72 98 14 0.31 0 0 0 1 0.02 0.000 May 48.43 10 4.84 76 18 0.37 15 0 1 2 0.37 0.000 June 31.30 10 3.13 58 6 0.19 4 1 0 0 0.16 0.032 July 32.34 9 3.59 73 5 0.15 3 1 0 0 0.12 0.031 August 59.25 16 3.70 123 19 0.32 9 1 2 0 0.02 0.017  September 59.22 14 4.23 104 8 0.14 2 1 1 0 0.07 0.017  October 44.87 8 5.61 119 6 0.13 1 1 0 0 0.04 0.022  November 28.38 7 4.05 53 2 0.07 3 0 0 0 0.11 0.000 December 18.45 5 3.69 33 0 0.00 0 0 0 0 --- ---  Total 385.68 96 4.02 799 81 0.21 38 5 4 3 0.13 0.013  Grizzly Bear Mortalities (Mark A. Haroldson, Inter- agency Grizzly Bear Study Team; and Kevin Frey, Montana Fish, Wildlife and Parks)  We\tcontinue\tto\tuse\tthe\tdefinitions\tprovided in Craighead et al. (1988) to classify grizzly bear mortalities in the GYE relative to the degree of certainty regarding each event.  Those cases in which a carcass is physically inspected or when a management removal\toccurs\tare\tclassified\tas\tknown\tmortalities.  Those instances where evidence strongly suggests a mortality has occurred but no carcass is recovered are classified\tas\tprobable\tmortalities.\t\tWhen\tevidence is circumstantial, with no prospect for additional information, a possible mortality is designated. We documented 12 known, 3 probable, and 1 possible grizzly bear mortalities during 2006 (Table 11).  One of the known bear deaths occurred prior to 2006; likely during the fall of 2003.  Cause of death for this bear could not be determined.  Table 11.  Grizzly bear mortalities documented in the Greater Yellowstone Ecosystem during 2006. Beara Sex Ageb Date Locationc Certainty Cause Unm M subadult 5/4/06 S Fork Owl Creek, Pr-WY Known Human-caused:  mistaken identity, killed over black bear bait.  Outside 10-mile perimeter. Unm M adult Fall 2003 Kitty Creek, SNF Known Undetermined cause:  Wyoming Game and Fish personnel  found large grizzly skull on 5/16/2006, estimated it likely died during the fall of 2003, cause undetermined  Unm F adult 5/25/06 Yellowstone Lake, YNP Known Human-caused:  found dead on shore of Yellowstone Lake. Necropsy indicated she was most likely hit by a vehicle.  389 M adult 6/22/06 Wapiti Creek, GNF Known Human-caused:  Bear #389 died in an undetermined manner 4 days after handling.  Under investigation.  527 M adult 6/26/06 Eldridge Creek, GNF Known Human-caused:  Bear #527 died in an undetermined manner 4 days after handling.  Under investigation.  535 M subadult 8/4/06 Warm River, CTNF Known Human-caused:  Bear #535 died in an undetermined manner 1 day after handling.  Under investigation.  494 M subadult 8/11/06 Spread Creek, GTNP Known Human-caused:  Bear #494 was hit and killed by a vehicle  141 M adult 8/12/06 West Yellowstone, Pr-MT Known Human-caused:  Bear #141 was removed for numerous property damages and food rewards.  536 F subadult 8/15/06 Crow Creek, WRR Known Human-caused:  Bear #536 died in an undetermined manner after handling.  Under investigation.  Outside 10-mile perimeter.  Unm M Unk Aug 2006 Lazy Man Creek, Pr-MT Possible Natural cause:  died in Derby Fire.  Carcass was washed into Stillwater River, no chance for samples.  Person on the scene with lots of black bear experience said it was male black bear. Most grizzly researchers viewing photos thought it was a grizzly.  Outside 10-mile perimeter.  523 M subadult 10/11/06 Blackrock Creek, BTNF Known Human-caused:  Bear #523 hunting related, alleged self- defense, was not collared at time of mortality.  Bear was shot as it approached hunter that had yelled at the bear.  Under investigation.  518 F subadult 11/3/06 Carter Creek, Pr-WY Known Human-caused:  Bear #518 was lethally removed for continued use of grain and nuisance activity at ranch feedlot. Outside 10-mile perimeter.  Unm M adult 11/6/06 Crandall Creek, SNF Known Human-caused:  found dead along highway 296 near Crandall Creek bridge, road kill.  Unm Unk COY 6/14/06 Roaring Fork, BTNF Probable Natural:  COY of bear #439 between 5/30 and 6/28, likely natural cause, date and location are approximate (average for interval). Outside 10-mile perimeter.  Unm Unk COY 8/18/06 Duck Creek, YNP Probable Natural:  COY (1st of 2) of bear #349 between 8/9 and 8/27, likely natural cause, date and location are approximate (average for interval).  Unm Unk COY 8/18/06 Duck Creek, YNP Probable Natural:  COY (2nd of 2) of bear #349 between 8/9 and 8/27, likely natural cause, date and location are approximate (average for interval).  a Unm = unmarked bear, number indicates bear number . b COY = cub-of-the-year.  Unk = unknown age c BTNF = Bridger-Teton National Forest, CTNF = Caribou-Targhee National Forest, GNF = Gallatin National Forest, GTNP = Grand Teton National Park, SNF = Shoshone National Forest, WWR = Wind River Reservation, YNP = Yellowstone National Park, Pr = private.   Of the remaining 11 known mortalities (3 females and 8 males) documented, 7 were known human-caused bear deaths, and 4 died from undetermined causes within days after handling (Table 11).  Causes of deaths for these 4 bears (3 males, 1 female) are still under investigation.  All 4 bears recovered normally after routine handling and left the capture sites.  Laboratory tests have ruled out possible biological or chemical contamination in drugs used. Malicious human activity or infectious conditions such as clostridial myonecrosis (Barnes and Rogers 1980) are possible causes.  Of the 7 known human-caused mortalities, 2 (1 male, 1 female) were management removals due to repeated nuisance activity and numerous food rewards, 3 (2 males, 1 female) were road kills, 1 (male) was a mistaken identity kill killed over bait, and 1 (male) was a hunting related mortality that is still under investigation.  Three (1 male, 2 females) of the 11 known mortalities occurred &gt;10 miles outside the Recovery Zone in Wyoming (Tables 11 and 12). The 3 probable losses were COY from 2 radiomarked females.  Bear #439 lost 1 of 3 COY between 30 May and 28 June.  Average location for #439 during this interval indicates the loss of this COY occurred &gt;10 miles outside the Recovery Zone in Wyoming (Tables 11 and 12).  Bear #349 lost 2 of 3 COY between 9 August and 27 August.  All of these probable COY losses were likely from natural causes and sexes are unknown. We documented 1 possible grizzly bear mortality during 2006 (Table 11).  The carcass of a bear that died during the Derby Fire in Lazy Man Creek,\tMontana,\twas\tidentified\tas\ta\tmale\tblack\tbear at the scene by a retired biologist from Wisconsin with considerable black bear experience.  However, queries of grizzly biologist who viewed pictures of the dead bear nearly unanimously considered it a possible grizzly bear.  Unfortunately the carcass was washed into the Stillwater River before samples for DNA analysis could be obtained so the issue remains in question.  The location of this death occurred &gt;10 miles outside the Recovery Zone in Wyoming The Grizzly Bear Recovery Plan (USFWS 1993:41-44) provides criteria for determining if hu- man-caused grizzly bear mortalities have exceeded annual thresholds established in the plan.  Appendix F of the Grizzly Bear Recovery Plan (USFWS 1993) intended that known mortalities occurring within the Yellowstone Grizzly Bear Recovery Zone and a  Table 12.  Number of known and probable grizzly bear deaths in the Greater Yellowstone Ecosystem by cause and location relative to the U.S. Fish and Wildlife Service Grizzly Bear Recovery Zone and 10-mile perimeter, 1983-2006.  This table has been corrected from previous reports to reflect\tthe\tbest\testimate\tof\tyear\tof\tdeath\tfor\tbears whose deaths occurred prior to the year they were found.  Location of mortalities relative to the Recovery Zone and 10-mile perimeter were also corrected using digital coverage and ArcView 3.3 (Environmental Systems Research Institute 2002).  1984 8 0 2 0 2 0 0 0 1985 5 1 7 0 2 0 0 0 1986 5 4 2 0 1 1 0 0 1987 3 0 0 0 2 0 0 0 1988 5 0 6 0 0 0 0 0 1989 2 0 1 0 0 0 0 0 1990 9 0 0 0 4 0 0 0 1991 0 0 0 0 0 0 0 0 1992 4 0 4 0 0 0 0 0 1993 3 0 2 0 2 0 1 0 1994 10 1 0 0 3 0 0 0 1995 17 0 2 0 3 0 1 0 1996 10 0 4 1 3 0 0 0 1997 8 2 10 0 3 0 0 0 1998 1 2 3 0 1 0 0 0 1999 7 1 8 0 1 0 0 0 2000c 16 6 14 0 3 1 2 0 2001 17 4 8 0 6 0 2 0 2002 15 2 8 0 4 0 2 0 2003 10 2 6 0 3 0 0 0 2004 17 2 7 0 6 0 0 0 2005 7 4 0 0 2 0 0 0 2006 5 2  5 2  1 0  0 0 a Includes deaths from natural and unknown causes. b In refers to inside the Recovery Zone or within a 10-mile perimeter of the Recovery Zone.  Out refers to &gt;10 miles outside the Recovery Zone. c Starting in 2000, includes human-caused orphaned cubs- of-the-year (Appendix A in Schwartz and Haroldson 2001).   10-mile perimeter area be counted against mortality quotas.\t\tThe\tUSFWS\tclarified\tthis\twith\tan\tamendment to the Recovery Plan.  In addition, beginning in 2000, probable mortalities were included in the calculation of mortality thresholds, and COY orphaned as a result of human causes were designated as probable mor- talities (see Appendix A in Schwartz and Haroldson 2001).  Prior to these changes, COY orphaned after 1 July were designated possible mortalities (Craighead et al. 1988).  Sex of probable mortalities were random- ly assigned as described in Appendix A in Schwartz and Haroldson (2001).  Under these criteria, 8 known human-caused grizzly bear mortalities, including 1 adult female and 1 total female, were applied to the calculation of mortality threshold (USFWS 1993) for 2006.  Using these results, total human-caused mortal- ity was under, but female mortalities exceeded the an- nual mortality thresholds during 2006 (Table 13).  This is the third consecutive year that the female mortality threshold had been exceeded using this method. In March of 2005, the IGBST began a series of workshops with the intent of reviewing mortality thresholds\tspecified\tin\tthe\tUSFWS\tRecovery  Plan (1993).  This effort was a continuation of the demographics work begun in 2000.  The document (Reassessing Methods to Estimate Population Size and Sustainable Mortality Limits for the Yellowstone Grizzly Bear 70 FR 70632) summarizes results and recommendations of the working group and was included as an amendment to the Recovery Plan as part of the USFWS proposed rule change regarding the status of grizzly bears in the GYE (Federal Register 71 FR 4097).  Public comment on the rule was taken until March 2006.  Comments were also solicited from a group of professional biologist with expertise in grizzly bear demographics.  During June 2006, the IGBST held another workshop to address comments.  The revised document (IGBST 2006) incorporates\trelevant\tpublic\tand\tscientific\tcomments. Our current assessment of sustainability during the last 6 years (2001-2006) is presented in Appendix A. Revised mortality thresholds for independent females and dependent young were not exceeded during the last 6 years.  The revised mortality threshold for independent male bears was exceeded once during the last 6 years, in 2004.  Table 13.  Annual count of unduplicated females with cubs-of-the-year (COY), and known and probablea human-caused grizzly bear mortalities within the Recovery Zone and the 10-mile perimeter, 1997-2006. Calculations of mortality thresholds (USFWS 1993) do not include mortalities or unduplicated females with COY documented outside the 10-mile perimeter.  U.S. Fish and Wildlife Service  1997 31 7 3 2 8.5 3.3 2.2 266 10.7 Under 3.2 Exceeded  1998 35 1 1 1 8.0 3.3 2.3 339 13.6 Under 4.1 Under  1999 32 5 1 1 8.3 3.2 2.2 343 13.7 Under 4.1 Under  2000 35 16 5 3 9.3 3.5 2.2 354 14.2 Under 4.2 Under  2001 42 17 8 6 9.3 3.7 2.7 361 14.5 Under 4.3 Under  2002 50 15 7 4 10.2 4.2 2.8 416 16.6 Under 5.0 Under  2003 35 10 6 3 10.7 4.7 3.0 416 16.6 Under 5.0 Under  2004 46 17 9 6 13.3 6.0 3.8 431 17.2 Under 5.2 Exceeded  2005 29 7 2 2 13.7 6.2 4.0 361 14.5 Under 4.3 Exceeded  2006 45 8 1 1 12.3 5.5 3.7 405 16.2 Under 4.9 Exceeded a Beginning in 2000, probable human-caused mortalities are used in calculation of annual mortality thresholds.    Spring Ungulate Availability and Use by Grizzly Bears in Yellowstone National Park. (Shannon Podruzny, Interagency Grizzly Bear Study Team; and Kerry Gunther, Yellowstone National Park)  It is well documented that grizzly bear use ungulates as carrion (Mealey 1980, Henry and Mattson 1988, Green 1994, Blanchard and Knight 1996, Mattson 1997) in YNP.  Competition with recently reintroduced wolves (Canis lupus) for carrion and changes in bison (Bison bison) and elk (Cervus elaphus) management policies in the GYE have the potential to affect carcass availability and use by grizzly bears.  For these and other reasons, we continue to survey historic carcass transects in YNP. In 2006, we surveyed routes in ungulate winter ranges to monitor the relative abundance of spring ungulate carcasses (Fig. 5).  We surveyed each route once for carcasses between April and early-May.  At each carcass, we collected a site description (i.e., location, aspect, slope,  elevation, distance to road, distance to forest edge), carcass data (i.e., species, age, sex, cause of death), and information about animals using the carcasses (i.e., species, percent of carcass consumed, scats present).  We were unable to calculate the biomass consumed by bears, wolves, or other unknown large scavengers with our survey methodology. We are interested in relating the changes in ungulate carcass numbers to potential independent measures of winter die-off.  Such measures include weather, winter severity, and forage availability. All are considered limiting factors to ungulate survival during winter (Cole 1971, Houston 1982). Long-term changes in weather and winter severity monitoring may be useful in predicting potential carcass availability.  The Winter Severity Index (WSI) developed for elk (Farnes 1991), tracks winter severity, monthly, within a winter and is useful to compare among years.  WSI uses a weight of 40% of minimum daily winter temperature below 0° F, 40% of current winters snow pack (in snow water equivalent), and 20% of June and July precipitation as surrogate for forage production (Farnes 1991).  We reported relationships between WSI and carcass numbers in previous years, however WSI for the winter of 2005- 2006 is not available for our study area due to lack of funding.  We surveyed 13 routes on Yellowstones Northern Range totaling 155.3 km traveled.  We used a GPS to more accurately measure the actual distance traveled on most of the routes.  We counted 76 carcasses, including 1 bison, 73 elk, and 1 pronghorn, which equated to 0.49 carcasses/km (Table 14).  Sex and age of carcasses found are shown in Table 15. Grizzly bear sign (e.g., tracks, scats, daybeds, or feeding activity) was observed along 7 of the routes. One adult grizzly and one female grizzly with a 2- year-old were also observed during the surveys.  Firehole River Area  We surveyed 8 routes in the Firehole drainage totaling 78.8 km.  We found the remains of 30 bison, which equated to 0.38 carcasses/km traveled (Table 14).\t\tDefinitive\tevidence\tof\tuse\tby\tgrizzly\tbears\twas found at 14 carcasses, 7 had been used by wolves. Grizzly bear sign was also found along 7 of the routes.  Fig. 5.  Spring ungulate carcass survey transects in 5 areas of  We surveyed 4 routes in the Norris Geyser Basin totaling 21.4 km traveled.  We observed 3 bison carcasses and grizzly bear tracks were found along 2 routes.  We surveyed 3 routes in the Heart Lake thermal basin covering 20.7 km.  We observed 1 elk carcasses.  Grizzly bear sign, including tracks, scats, and other feeding activities, was observed on all 3 routes.  Two grizzly bears were seen in the survey area.  Mud Volcano  We surveyed a single route in the Mud Volcano area covering 9.2 km.  Five bison carcasses were observed this spring, and signs of grizzly bear activity were abundant along the route.  Table 14.  Carcasses found and visitation of carcasses by bears, wolves, and unknown large scavengers along surveyed routes in Yellowstone National Park during spring 2006.   # Visited by species # Visited by species Total carcasses/kmBear Wolf Unknown Bear Wolf Unknown  Northern Range (13) 73 24 3 51 1 0 0 1 0.49a Firehole (8) 0 0 0 0 30 14 7 14 0.38 Norris (4) 0 0 0 0 3 0 1 2 0.14 Heart Lake (3) 1 1 0 0 0 0 0 0 0.05  Mud Volcano (1) 0 0 0 0 5 1 0 4 0.54 a Included 1 pronghorn carcass used by an unknown scavenger.  Table 15.  Age classes and sex of elk and bison carcasses found, by area, along surveyed routes in Yellowstone National Park during spring 2006.  Yearling 1 0 0 0 0 1 0 5 0 0 4 9 Calf 2 0 0 0 0 2 0 4 1 0 0 5 Sex Male 39 0 0 1 0 40 0 11 1 0 2 14 Female 27 0 0 0 0 27 1 15 2 0 2 20  Spawning Cutthroat Trout  (Kerry A. Gunther, Travis Wyman, Todd M. Koel, Patrick Perrotti, and Eric Reinertson, Yellowstone National Park)  Spawning cutthroat trout are a high quality, calorically dense food source for grizzly bears in YNP (Mealey 1975, Pritchard and Robbins 1990), and\tinfluence\tthe\tdistribution\tof\tbears\tover\ta\tlarge geographic area (Mattson and Reinhart 1995).  Grizzly bears are known to prey on cutthroat trout in at least 36 different tributary streams of Yellowstone Lake (Hoskins 1975, Reinhart and Mattson 1990). Haroldson et al. (2005) estimated that approximately 68\tgrizzly\tbears\tlikely\tfished\tYellowstone\tLake tributary streams annually.  Bears also occasionally prey on cutthroat trout in other areas of the park, including\tthe\thighly\thybridized\tfish\t(cutthroat\tx rainbow trout [Oncorhynchus mykiss] hybrids) of the inlet creek to Trout Lake located in the northeast section of YNP.  The cutthroat trout population in Yellowstone Lake is now threatened by the introduction of nonnative lake trout (Salvelinus namaycush) and the exotic parasite (Myxobolus cerebralis) that causes whirling disease (Koel et al. 2005a, Koel et al. 2006a). Lake trout and whirling disease could depress the native cutthroat trout population and associated bear fishing\tactivity\t(Haroldson\tet\tal.\t2005).\t\tIn\taddition\tto lake trout and whirling disease, drought may also be contributing to the decline of the Yellowstone Lake cutthroat trout population.  Due to the importance of cutthroat trout to grizzly bears and the potential threats from lake trout, whirling disease, and drought, monitoring of the cutthroat trout population is\tspecified\tunder\tthe\tConservation\tStrategy\tfor the Grizzly Bear in the Greater Yellowstone Area (USFWS 2003).  The cutthroat trout population is currently\tmonitored\tannually\tusing\tcounts\tat\ta\tfish trap located on the east shore of Yellowstone Lake, and through visual stream surveys conducted along North Shore and West Thumb tributaries of the lake (Koel et al. 2005a, USFWS 2003).  Visual stream surveys are also conducted along the inlet creek at Trout Lake in the northeast section of the park.  Yellowstone Lake  Fish trap surveys.--The number of spawning cutthroat trout migrating upstream are counted annually\tfrom\ta\tweir\twith\ta\tfish\ttrap\tat\tthe\tmouth  of Clear Creek on the east side of Yellowstone Lake (Koel et al. 2005a).\t\tThe\tfish\ttrap\tis\tgenerally\tinstalled in May, the exact date depending on winter snow accumulation, weather conditions, and spring snow melt.  Fish are counted by dip netting trout that enter the upstream trap box and/or visually counting trout as they swim through wooden chutes attached to the trap. An\telectronic\tfish\tcounter\tis\talso\tperiodically\tused. Due to the extremely low number of trout spawning in Bridge Creek in recent years, a second tributary that has been monitored for migrating cutthroat trout in recent\tyears,\ta\tweir\tand\tfish\ttrap\twere\tnot\toperated\ton that creek in 2006.  In 2006, 471 spawning cutthroat trout were counted ascending Clear Creek (Koel et al. in press), this represents a 49% decrease from the total of 917 trout counted in 2005 (Koel et al. 2006b), a 67% decrease from the 1,438 trout counted in 2004 (Koel et al. 2005b), and a 99% decrease since the peak upstream spawner count of 70,105 in 1978 (Fig. 6). The 471 spawners counted in 2006 was the lowest count since monitoring began in 1945.  Spawning stream surveys.--Beginning 1 May each year, several streams including Lodge, Hotel, Hatchery, Incinerator, Wells, Bridge, Weasel, and Sand Point Creeks on the North Shore of Yellowstone Lake; and Sandy, Sewer, Little Thumb, and 1167 Creeks in the West Thumb area are checked daily to detect the presence of adult cutthroat trout (Andrascik 1992, Olliff 1992).  Once adult trout are found (i.e., onset of spawning), weekly surveys of cutthroat trout in these streams are conducted.  Sample methods follow  Fig. 6.  Number of spawning cutthroat trout counted at the Clear Creek fish trap on the east shore of Yellowstone Lake, Yellowstone National Park, 1977-2006.   Spawning stream surveys.--Beginning in mid-May of each year, the Trout Lake inlet creek is checked once per week for the presence of spawning cutthroat trout x rainbow trout hybrids.  Once spawning trout are detected (i.e., onset of spawning), weekly surveys of adult trout in the inlet creek are conducted.  On each sample day, 2 people walk upstream from the stream mouth and record the number of adult trout observed.  Sampling continues 1 day/week until 2 consecutive weeks when no trout are observed in the creek and all trout have returned to Trout Lake (i.e., end of spawn).  The length of the spawn is calculated by counting the number of days from\tthe\tfirst\tday\tspawners\tare\tobserved\tthrough\tthe last day spawners are observed.  The mean number of spawners observed per visit is calculated by dividing the total number of adult trout observed by the number of surveys conducted during the spawning period (Fig. 8).  In\t2006,\tthe\tfirst\tmovement\tof\tspawning cutthroat trout from Trout Lake into the inlet creek was observed on 7 June.  The spawn lasted approximately 22 days with the last spawner being observed in the inlet creek on 28 June.  During the once per week visual surveys, 891 spawning trout were counted, an average of 223 per visit (Table 16). No\tevidence\tof\tgrizzly\tbear\tor\tblack\tbear\tfishing activity was observed along the inlet creek during the surveys.\t\tThe\tnumber\tof\tfish\tobserved\tper\tsurvey\tin 2006 is the highest counted since the surveys began in 1999 (Fig. 8).  Reinhart\t(1990),\tas\tmodified\tby\tAndrascik\t(1992)\tand Olliff (1992).  In each stream on each sample day, 2 people walk upstream from the stream mouth and record the number of adult trout observed.  Sampling continues 1 day/week until most adult trout return to the lake (i.e., end of spawning).  The length of the spawn is calculated by counting the number of days from\tthe\tfirst\tday\tspawners\tare\tobserved\tthrough\tthe last day spawners are observed.  The average number of spawning cutthroat trout counted per stream survey conducted during the spawning season is used to identify annual trends in the number of cutthroat trout spawning in Yellowstone Lake tributaries. Data collected in 2006 continued to indicate low numbers of spawning cutthroat trout on North Shore and West Thumb streams (Table 16).  On North Shore streams, only 12 spawning cutthroat trout were observed, including 11 in Bridge Creek and 1 in Lodge Creek.  No spawning cutthroat trout were observed in Hotel, Hatchery, Incinerator, or Wells Creeks.  On West Thumb streams, only 15 spawning cutthroat trout were observed, including 9 in Sandy Creek and 6 in Little Thumb Creek.  No spawning cutthroat trout were counted in Sewer Creek or 1167 Creek.  The number of spawners counted in the North Shore and West Thumb streams have decreased noticeably since 1989 (Fig. 7).  No evidence of grizzly bear\tor\tblack\tbear\tfishing\tactivity\twas\tobserved\talong any of the 10 tributaries surveyed in 2006.  However, grizzly bear tracks were observed along Lodge Creek and Hatchery Creek.  Fig. 8.  Mean number of spawning cutthroat x rainbow trout hybrids observed during weekly surveys of the Trout Lake inlet, Yellowstone National Park, 1999-2006.  Fig. 7.  Mean number of spawning cutthroat trout and mean activity by grizzly bears observed during weekly visual surveys of 8 North Shore and 4 West Thumb spawning streams tributary to Yellowstone Lake, Yellowstone National Park, 1989-2006. 23  Table 16.  Start of spawn, end of spawn, duration of spawn, and average number of spawning cutthroat trout counted per survey in North Shore and West Thumb spawning tributaries to Yellowstone Lake, Yellowstone National Park, 2006.  Lodge Creek 5/23 5/23 1 1 1 1 Hotel Creek No spawn Hatchery Creek No spawn Incinerator Creek No spawn Wells Creek No spawn Bridge Creek 5/17 5/23 14 3 11 4 Weasel Creek Not surveyed Sand Point Creek Not surveyed West Thumb Streams 1167 Creek No spawn Sandy Creek 5/24 5/24 1 1 9 9 Sewer Creek No spawn Little Thumb Creek 5/31 6/6 7 2 6 3 Grizzly Bear Use of Insect Aggregation Sites Documented from Aerial Telemetry and Observations (Dan Bjornlie, Wyoming Game and Fish Department; and Mark A. Haroldson, Interagency Grizzly Bear Study Team)  Army cutworm moths (Euxoa auxiliaris) were first\trecognized\tas\tan\timportant\tfood\tsource\tfor\tgrizzly bears in the GYE during the mid 1980s (Mattson et al. 1991b, French et al. 1994).  Early observations indicated that moths, and subsequently bears, showed specific\tsite\tfidelity.\t\tThese\tsites\tare\tgenerally\thigh alpine areas dominated by talus and scree adjacent to\tareas\twith\tabundant\talpine\tflowers.\t\tSuch\tareas are referred to as insect aggregation sites.  Since their discovery, numerous bears have been counted on or near these aggregation sites due to excellent sightability from a lack of trees and simultaneous use by multiple bears.  Complete tabulation of grizzly presence at insect\tsites\tis\textremely\tdifficult.\t\tOnly\ta\tfew\tsites have been investigated by ground reconnaissance and the boundaries of sites are not clearly known.  In addition, it is likely that the size and location of insect aggregation\tsites\tfluctuate\tfrom\tyear\tto\tyear\twith\tmoth abundance and variation in environmental factors such as snow cover.  Since 1986, when insect aggregation sites were initially included in aerial observation surveys, our knowledge of these sites has increased annually. Our techniques for monitoring grizzly bear use of these sites have changed in response to this increase in knowledge.  Prior to 1997, we delineated insect aggregation sites with convex polygons drawn around locations of bears seen feeding on moths and buffered these polygons by 500 m.  The problem with this technique was that small sites were overlooked due to the inability to create polygons around sites with fewer than 3 locations.  From 1997-99, the method for defining\tinsect\taggregation\tsites\twas\tto\tinscribe\ta\t1- km circle around the center of clusters of observations in which bears were seen feeding on insects in talus/scree habitats (Ternent and Haroldson 2000). This method allowed trend in bear use of sites to be annually monitored by recording the number of bears documented in each circle (i.e., site).  A new technique was developed in 2000 (D. Bjornlie, Wyoming Game and Fish Department, personal communication).  Using this technique, sites were delineated by buffering only the locations of  bears observed actively feeding at insect aggregation sites by 500 m to account for error in aerial telemetry locations.  The borders of the overlapping buffers at individual insect sites were dissolved to produce a single\tpolygon\tfor\teach\tsite.\t\tThese\tsites\tare\tidentified as\tconfirmed\tsites.\t\tBecause\tthese\tpolygons\tare only created around feeding locations, the resulting site conforms to the topography of the mountain or ridge top where bears feed and does not include large areas of non-talus habitat that are not suitable for cutworm moths.  Locations from the grizzly bear location database from 1 July through 30 September of each year were then overlaid on these polygons and enumerated.\t\tThe\ttechnique\tto\tdelineate\tconfirmed sites developed in 2000 substantially decreased the number of sites described compared to past years in which locations from both feeding and non- feeding bears were used.  Therefore, annual analysis for this report is completed for all years using this technique.  Areas suspected as insect aggregation sites but\tdropped\tfrom\tthe\tconfirmed\tsites\tlist\tusing\tthis technique, as well as sites with only 1 observation of an actively feeding bear or multiple observations in a single year, are termed possible sites and will be monitored in subsequent years for additional observations of actively feeding bears.  These sites may\tthen\tbe\tadded\tto\tthe\tconfirmed\tsites\tlist.\t\tWhen possible\tsites\tare\tchanged\tto\tconfirmed\tsites,\tanalysis is done on all data back to 1986 to determine the historic use of that site.  Therefore, the number of bears using insect aggregation sites in past years may change as new sites are added, and data from this annual report may not match that of past reports.  In addition, as new actively feeding bear observations are\tadded\tto\texisting\tsites,\tthe\tpolygons\tdefining\tthese sites increase in size and, thus, more overlaid locations fall within the site.  This retrospective analysis brings us closer each year to the true number of bears using insect aggregation sites in past years.  In 2006, actively feeding grizzly bears were observed\ton\t1\tsite\tclassified\tas\tpossible\tin\tpast\tyears. Therefore,\tthis\tsite\twas\treclassified\tto\tconfirmed and analysis was done back to 1986.  In addition, an observation of 3 grizzly bears actively feeding in\t1\tnew\tarea\tresulted\tin\tthe\tclassification\tof\ta\tnew possible insect aggregation site.  Therefore, the reclassified\tsite\tand\ta\tnew\tpossible\tsite\tproduced\t30 confirmed\tsites\tand\t21\tpossible\tsites\tfor\t2006.  The\tpercentage\tof\tconfirmed\tsites\twith  suggesting that some years have higher moth activity than others (Fig. 9).  For example, the years 1993- 95 were probably poor moth years because the percentage\tof\tconfirmed\tsites\tused\tby\tbears\t(Fig.\t9) and the number of observations recorded at insect sites (Table 17) were low.  Overall, the percent of insect aggregation site use by grizzly bears decreased by 9% in 2006 (Fig. 9).  However, the total number of observations or telemetry relocations at sites remained relatively constant from 2005 (Table 17).  This was due to most bears observed on a small number of sites in 2005 and 2006.  The number of insect aggregation sites used by bears in 2006 decreased to 18 from 20 in 2005 (Table 17) and was lower than the 5-year average of 21.4 sites/year from 2001-2005.  The IGBST maintains an annual list of unduplicated females observed with COY (see Table 4).  Since 1986, 632 initial sightings of unduplicated females with COY have been recorded, of which 176 (28%) have occurred at (within 500 m, n = 153) or near (within 1,500 m, n = 23) insect aggregation sites (Table 18).  In 2006, there were 13 unduplicated females with COY observed at insect aggregation sites, an increase of 4 from 2005 (Table 18).  Of the total observations of unduplicated females with COY in 2006, 27.7% (13 of 47) were recorded at insect aggregation sites, below the 5-year average of 32.6% from 2001-2005.  Fig. 9.  Annual number of confirmed insect aggregation sites and percent of those sites at which either telemetry relocations of marked bears or visual observations of unmarked bears were recorded, Greater Yellowstone Ecosystem, 1986-2006.  Survey\tflights\tat\tinsect\taggregation\tsites contribute to the count of unduplicated females with COY; however, it is typically low, ranging from 0 to 20 initial sightings/year since 1986 (Table 18).  If  Table\t17.\t\tThe\tnumber\tof\tconfirmed\tinsect aggregation sites in the Greater Yellowstone Ecosystem annually, the number actually used by bears, and the total number of aerial telemetry relocations and ground or aerial observations of bears recorded at each site during 1986-2006.   Total 273 2,002 a\tThe\tyear\tof\tdiscovery\twas\tconsidered\tthe\tfirst\tyear\ta\ttelemetry location or aerial observation was documented at a site.  Sites were considered\tconfirmed\tafter\tadditional\tlocations\tor\tobservations\tin\ta subsequent year and every year thereafter regardless of whether or not additional locations were documented. b A site was considered used if 1 location or observation was documented within the site that year.   these sightings are excluded, an increasing trend in the annual number of unduplicated sightings of females with COY is still evident (Fig. 10), suggesting that some other factor besides observation effort at insect aggregation sites is responsible for the increase in sightings of females with COY.  Fig. 10.  The total number of unduplicated females with cubs-of-the-year (COY) observed annually in the Greater Yellowstone Ecosystem and the number of unduplicated females with COY not found within 1,500 m of known insect aggregation sites, 1986-2006.  Table 18.  Number of initial sightings of unduplicated females with cubs-of-the-year (COY) that occurred on or near insect aggregation sites numbers of sites where such sightings were documented, and the mean number of sightings per site in the Greater Yellow- stone Ecosystem, 1986-2006. 1987 13 0 0 0.0 0 0.0 1988 19 1 2 10.5 2 10.5 1989 16 1 1 6.3 1 6.3 1990 25 3 3 12.0 4 16.0 1991 24 7 11 45.8 14 58.3 1992 25 4 6 24.0 9 36.0 1993 20 1 1 5.0 1 5.0 1994 20 3 5 25.0 5 25.0 1995 17 2 2 11.8 2 11.8 1996 33 4 4 12.1 7 21.2 1997 31 8 11 35.5 11 35.5 1998 35 11 13 37.1 13 37.1 1999 33 3 6 18.2 7 21.2 2000 37 6 7 18.9 10 27.0 2001 42 6 11 26.2 13 31.0 2002 52 10 14 26.9 17 32.7 2003 38 11 19 50.0 20 52.6 2004 49 10 15 30.6 16 32.7 2005 31 8 9 29.0 9 29.0  Mean 30.1 5.2 7.3 21.6 8.4 24.8 a Initial sightings of unduplicated females with COY; see Table 4. b\tInsect\taggregation\tsite\tis\tdefined\tas\ta\t500-m\tbuffer\tdrawn\taround\ta cluster of observations of bears actively feeding. c\tThis\tdistance\tis\t3\ttimes\twhat\tis\tdefined\tas\ta\tinsect\taggregation\tsite\tfor this analysis, since some observations could be made of bears traveling to and from insect aggregation sites.  Whitebark Pine Cone Production (Mark A. Haroldson and Shannon Podruzny, Interagency Grizzly Bear Study Team)  Whitebark pine surveys on established transects showed abundant cone production during 2006.  Nineteen transects were read (Fig. 11).  Mean cones/tree was 34.4 (Table 19, Fig. 12).  Dead trees within transects were replaced with the exception of transect D.  Poor cone production occurred on transects P and Q1 where beetle activity remains high (Fig. 11).  Cone production has been above average (15 cones/tree for 1980-2006) during that last 2 years.  The historical whitebark pine cone monitoring transects are located within the bounds of the Yellowstone Grizzly Bear Recovery Zone.  As the range of bears has expanded into areas of the GYE outside of the Recovery Zone (Schwartz et al. 2006),  we intend to monitor whitebark pine cone production across the ecosystem.  We established 5 new transects in 2006 (Fig. 13).  Transects were chosen based upon their geographical distribution and representation of local whitebark pine stands.  We will add 3 more in 2007, and report counts of cones on the new transects in future annual reports with results from the historical transects.  Mountain pine beetle (Dendroctonus ponderosae) activity continues at high levels throughout the GYE.  We observed an additional 8.9% (12/135) mortality among transect trees surveyed since 2002.  Annual tree mortality through the last 4 years has averaged 10.2% per year.  Total tree mortality per transect since 2002 averages 35.3%, and 13 of 19 transects (68.4%) contain beetle killed trees. Near exclusive use of whitebark pine seeds occur during years in which mean cone production on transects exceeds 20 cones/tree (Blanchard 1990, Mattson et al. 1992).  Typically, there is reduction in numbers of management actions during years of abundant cone availability (Fig. 12).  During August- October of 2006, 19 management captures of bears 2-years of age or older (independent) resulted in 15 transports and 4 removals.  Fig. 11.  Average cone production (mean cones/tree) for 19 whitebark pine (Pinus albicaulis) transects surveyed during 2006 in the Greater Yellowstone Ecosystem.  Fig. 12.  Mean whitebark pine (WBP) cone production and the number of management actions of grizzly bears older than yearlings during August through October in the Greater Yellowstone Ecosystem, 1980-2006.  Table 19.  Summary statistics for the 2006 whitebark pine cone production transects in the Greater Yellowstone Ecosystem.   Fig. 13.   Locations of new whitebark pine cone monitoring transects () established in the Greater Yellowstone Ecosys- tem (GYE), 2006.   Federal land in the GYE is depicted in gray, a double line depicts the boundary of the US Fish and Wildlife Service Yellowstone Grizzly Bear Recovery Zone, and the solid black line depicts the extent of the distribution of GYE grizzly bears as of 2004 (Schwartz et al. 2006).  Recreational Visits Backcountry User NightsHabitat Monitoring  Grand Teton National Park Recreational Use (Steve Cain, Grand Teton National Park)  In 2006, total visitation in Grand Teton National Park was 3,848,630 people, including recreational, commercial (e.g. Jackson Hole Airport), and incidental (e.g., traveling through the Park on U.S. Highway 191 but not recreating) use.  Recreational visits alone totaled 2,406,476.  Backcountry user nights totaled 26,858.  Long and short-term trends of recreational visitation and backcountry user nights are shown in Table 20 and Fig. 14.  Fig. 14.  Trends in recreational visitation and backcountry user nights in Grand Teton National Park during 1997-2006.  Table 20.  Average annual visitation and average annual backcountry use nights in Grand Teton National Park by decade from 1951 through 2006.   2000sb 2,474,832 30,333 a In 1983 a change in the method of calculation for parkwide visitation resulted in decreased numbers.  Another change in 1992 increased numbers.  Thus, parkwide visitation data for the 1980s and 1990s are not strictly comparable. b Data for 2000-2006 only. Gunther, Yellowstone National Park)  In 2006, total visitation to YNP including non- recreational use was 3,848,493 people.  Recreational visits alone totaled 2,870,293.  These visitors spent 561,991 user nights camping in developed area roadside campgrounds and 37,193 user nights camping in backcountry campsites.  Average annual recreational visitation increased each decade from an average of 7,378 visitors/year during the late 1890s to an average of 3,012,653 visitors/year in the 1990s (Table 21).  Average annual recreational visitation has decreased\tslightly\tthe\tfirst\t7\tyears\t(2000-2006)\tof\tthe current decade, to an average of 2,881,037 visitors/ year.  Average annual backcountry user nights have been less variable between decades than total park visitation, ranging from 39,280 to 45,615 user nights/ year (Table 21).  The number of backcountry user nights is limited by both the number and capacity of designated backcountry campsites in the park.  Table 21.  Average annual visitation, auto campground user nights, and backcountry user nights in Yellowstone National Park by decade from 1895 through 2006.  1900s 17,110 Not available Not available 1910s 31,746 Not available Not available 1920s 157,676 Not available Not available 1930s 300,564 82,331b Not available 1940s 552,227 139,659c Not available 1950s 1,355,559 331,360 Not available 1960s 1,955,373 681,303d Not available 1970s 2,240,698 686,594e 45,615f 2000s 2,881,037g 613,662g 40,953g  aData from 1895-1899.  From 1872-1894 visitation was estimated to be not less than 1,000 nor more than 5,000 each year. b Data from 1930-1934 c Average does not include data from 1940 and 1942. d Data from 1960-1964. eData from 1975-1979. f Backcountry use data available for the years 1972-1979. gData for the years 2000-2006. Overall, hunter numbers have decreased since 1996 (Fig. 15), with the exception of 2002 when hunter numbers increased in Wyoming and Montana. Most of the decrease has occurred in Wyoming and Montana.  Hunter numbers in Wyoming have decreased from the peak of 17,458 in 1997 to less than 9,400 in 2006.  Hunter numbers have also decreased in Montana but at reduced levels compared to Wyoming. Elk seasons were liberalized in the early 1990s to reduce elk herds toward their population objective. The majority of the increased harvest was focused on females.  In the late 1990s, as elk populations reached objective, the number of elk hunters decreased to reduce total harvest, primarily on females.  It is felt that\thunter\tnumbers\tin\tIdaho\thave\tnot\tfluctuated significantly\tover\tthe\tlast\t10\tyears.\t\tThe\tincrease\tin hunters starting in 2002 is the result of a new method of calculating hunter numbers.  Trends in Elk Hunter Numbers Within the Grizzly Bear Recovery Zone Plus the 10-mile Perimeter Area (David S. Moody, Wyoming Game and Fish Department; Lauri Hanauska-Brown, Idaho Department of Fish and Game; and Kevin Frey, Montana Department of Fish, Wildlife and Parks)  State wildlife agencies in Idaho, Montana, and Wyoming annually estimate the number of people hunting most major game species.  We used state estimates for the number of elk hunters by hunt area as an index of hunter numbers for the Grizzly Bear Recovery Zone plus the 10-mile perimeter area. Because some hunt area boundaries do not conform exactly to the Recovery Zone and 10-mile perimeter area, regional biologists familiar with each hunt area were queried to estimate hunter numbers within the Recovery Zone plus the 10-mile perimeter area.  Elk hunters were used because they represent the largest cohort of hunters for individual species.  While there are sheep, moose, and deer hunters using the Recovery Zone and 10-mile perimeter area, their numbers are fairly small and many hunt in conjunction with elk, especially in Wyoming, where seasons overlap.  Elk hunter numbers represent a reasonably accurate index of total hunter numbers within areas occupied by grizzly bears in the GYE. We generated a data set from all states from 1996 to 2006 (Table 22).  Complete data does not exist for all years.  Idaho and Montana do not calculate these numbers annually or, in some cases the estimates are not available in time for completing this report.  Fig. 15.  Trend in elk hunter numbers within the Primary Conservation Area plus a 10-mile perimeter in Idaho, Montana, and Wyoming, 1996-2006.  Table 21.  Estimated numbers of elk hunters within the Primary Conservation Area plus a 10-mile perimeter in Idaho, Montana, and Wyoming, for the years 1996-2006.  Year State 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006  Idahoa 3,102 2,869 2,785 2,883 b 2,914 3,262 3,285 3,454 3,619 3,016  Montana 18,044 b b 16,254 17,329 15,407  17,908 16,489 14,320 12,365 b  Wyoming 16,283 17,458 15,439 15,727 12,812 13,591 13,709 11,771 10,828 9,888 9,346  Total 37,429 34,864 31,912  34,879 31,905  28,602 25,872 a Idaho has recalculated hunter numbers.  As such, they differ from previous reports. b Hunter number estimates not currently available.   forest\tburns\tof\tvarious\tages,\tshrub\tfields,\trocky canyons, and exposed ridgelines.  The highest elevations\twere\ttypified\tby\tsteep\tslopes,\tglaciated peaks, and alpine tundra.  Capture operations were conducted throughout the\tfield\tseason\tin\tGTNP\tto\toutfit\tadult\tbears\tof\tboth species with SST collars.  Each collar was equipped with a VHF beacon, a store-on-board GPS receiver, a SST transmitter, and a programmable collar release mechanism.\t\tThe\tGPS\treceivers\tattempted\tto\tfix locations\tat\tregular\tintervals.\t\tThe\tinter-fix\tinterval was preset for each collar, and was calculated to maximize battery life according to transmitter weight and the amount of time a bear was expected to wear the collar.  Intervals ranged from 35 minutes between fixes\tfor\tadult\tmale\tcollars\tto\t190\tminutes\tfor\tfemale black bear collars.  Male collars were programmed to drop\toff\tat\tthe\tend\tof\tthe\tfirst\tseason\tof\tdeployment; female collars were programmed to release at the end of the following season.  All collars were programmed to\trelease\tby\tthe\tend\tof\tthe\t2006\tfield\tseason.  All\tfix\tattempts\twere\tpermanently\tstored\tin the collars receiver, and the SST transmitters were available for downloading copies of the data during 2 mornings each week.  We attempted to download location\tdata\tfrom\teach\tcollar\tvia\ta\tfixed-wing\taircraft once\tper\tweek.\t\tWhen\tconditions\tdid\tnot\tallow\tflying, we occasionally downloaded data using a high-gain antenna on the ground if bears were close enough to accessible areas.  The downloaded data were imported into a database, and the locations translated into Universal Trans-Mercator (UTM) Zone 12N NAD83 coordinates.  From these data, we selected locations on which\tto\tperform\tfield\treconnaissance.\t\tWe\trandomly selected the order of bears to sample, and then randomly selected a date from the previous week to sample.  Field crews would attempt to visit all successful\tfixes\trecorded\tfor\teach\tbear\tin\ta\t24\thour period.  Location data were uploaded into personal GPS units for navigation to the sites.  We attempted to follow 27 days behind the bears to maximize detectability of sign without disturbing the animals. We would leave a survey area if VHF signals indicated that the bear was still present.  At each UTM site, we performed a detailed reconnaissance within a 15-m radius.  We recorded site  Habitat Use by Grizzly and Black Bears in Grand Teton National Park: Second Year Progress Report. (Charles C. Schwartz, Interagency Grizzly Bear Study Team; Steven Cain, Grand Teton National Park; and Shannon Podruzny, Interagency Grizzly Bear Study Team)  In May 2004, IGBST and Grand Teton National Park (GTNP) initiated a study of grizzly bear-black bear interactions in GTNP.  The objectives of the study were to determine habitat use and food habits of grizzly and black bears, evaluate the habitat partitioning\tof\tthe\t2\tspecies,\tevaluate\tinter-specific competition between black and grizzly bears for food resources in GTNP, and to examine movements and activity patterns of both species in relation to human activities and the availability of major food resources. Field data was collected for 3 years (2004-2006).  This report reviews the progress of location and habitat use data\tcollection\tefforts\tfor\tthe\t2006\tfield\tseason.  Our\tgeneral\tapproach\tto\tfield\tdata\tcollection was to combine the use of advanced GPS technology with\ttraditional\tfield\tsurvey\tmethods.\t\tWe instrumented bears of both species with the latest generation of GPS collars equipped with Spread Spectrum Technology (SST; Podruzny and Schwartz 2004).  SST allows for interrogation of the collars to collect\tstored\tGPS\tfixes\ton\tdemand,\twhich\tin\tturn allows for timely investigation of bear-used sites by field\tcrews.\t\tThis\tapproach\tallowed\tus\tto\tcollect\tlarge quantities of spatial data relative to bears movements, as well as detailed information about the habitat use and feeding activities present at a representative sample of GPS locations.  The study was located in the southern part of the GYE, focused within GTNP.  This includes the portion of GTNP north of Leigh Canyon and Spread Creek, and adjacent areas of the John D. Rockefeller, Jr. Memorial Parkway and Bridger-Teton and Caribou-Targhee  National Forests.  Movements of bears captured in GTNP for this study will determine the\tfinal\textent\tof\tthe\tstudy\tarea.\t\tThe\tterrain\tand vegetation of the study area were quite variable.  The lower elevations included the riparian bottom land of the Snake River and sagebrush (Artemesia sp.) covered\tmoraines\tof\tthe\tvalley\tfloor.\t\tSurrounding mountains included subalpine forests and meadows,   visit data in 3 levels of detail depending upon what we found at the site.  For all sites, we recorded descriptive and quantitative data on the physical and vegetal characteristics, including habitat type and forest cover information.  We recorded presence or absence of bear sign and made general notes about the site.  If bear sign was found, we completed a more detailed Level\t2\tplot.\t\tThis\tincluded\tspecific\tmeasurements of daybeds, rub trees, and feeding activity as well as percentages of ground cover (foliage, shrubs, deadfall, etc.) as determined by 4 10-m point-line intercept transects.  If the bear had been consuming plant foods, we went on to complete a Level 3 plot.  This consisted\tof\tmeasuring\tvegetation\tand\tspecific\tbear foods within 10 0.1-m2 Daubenmire plot frames laid out along the cover transect tapes.  We collected samples of scat at visited sites for food habits analysis.  A small portion of each scat was collected for species determination via mitochondrial DNA (mtDNA) analysis.  When multiple scats occurred at daybed sites, only 1 mtDNA sample was collected for that group of scats.  In areas near used sites, we collected samples of bear foods for stable isotope and nutritional analysis (Robbins et al. 2004).  Preliminary Results  One capture crew recorded 177 trap nights at 11 locations in GTNP between mid-May and mid-July. We captured 4 grizzly bears and 13 individual black bears 14 times for a total of 18 captures.  Three grizzly bears\t(1\tfemale)\twere\tcaptured\tfor\tthe\tfirst\ttime\tthis year\tand\toutfitted\twith\ta\tSST\tcollar.\t\tOne\tmale\tgrizzly already wearing a SST collar from 2005 was captured and released without handling.  Seven black bears (2 female)\twere\toutfitted\twith\tSST\tcollars\tfor\tthe\tfirst time in 2006.  One male black bear previously tracked in 2005 was recaptured and wore a new SST collar in 2006.  A total of 11 SST transmitters were deployed on 13\tindividuals\tduring\tthe\t2006\tfield\tseason.  In 2006, we tracked 6 grizzly bears and 11 black bears using SST collars (Table 23).  Six of the individuals wore collars that were deployed in 2005. One female grizzly produced 3 COY in 2006; the previously unmarked female grizzly was accompanied by 2 yearlings.  One female black bear had 2 COY but was seen with only 1 at the end of the season.  One female black bear was legally harvested in September to the east of GTNP.  One subadult male grizzly roamed widely, making excursions to the Gros Ventre  Table 23.  Black and grizzly bears tracked with GPS- equipped Spread Spectrum Technology collars in 2004-2006, Grand Teton National Park, Wyoming. Bear Species Sex Tracked  2004 399 Grizzly Female 07/16/04  12/31/04 461 Grizzly Female 09/24/04  12/31/04 474 Grizzly Female 09/26/04  12/31/04 22030 Black Female 05/26/04  12/31/04 22042 Black Female 06/07/04  12/31/04 22044 Black Female 06/20/04  10/01/04 22048 Black Female 07/29/04  08/16/04 22049 Black Female 07/29/04  12/31/04 22036 Black Male 05/25/04  12/31/04 22037 Black Male 05/26/04  10/01/04 22039 Black Male 06/05/04  08/29/04 2005 399 Grizzly Female 01/01/05  05/01/05 and  09/09/05  12/31/05 461 Grizzly Female 01/01/05  10/01/05 474 Grizzly Female 01/01/05  12/31/05 398 Grizzly Male 06/01/05  09/21/05 401 Grizzly Male 09/12/05  10/15/05 460 Grizzly Male 09/14/05  12/31/05 488 Grizzly Male 05/26/05  10/01/05 22030 Black Female 01/01/05  12/31/05 22042 Black Female 01/01/05  06/27/05 22044 Black Female 06/03/05  12/31/05 22060 Black Female 07/15/05  12/31/05 22053 Black Male 05/24/05  09/14/05 22054 Black Male 06/06/05  10/01/05 22058 Black Male 07/02/05  10/01/05  (no habitat site visits) 2006 399 Grizzly Female 01/01/06  08/25/06 460 Grizzly Male 01/01/06  9/21/06 474 Grizzly Female 01/01/06  10/01/06  (no GPS locations) 521 Grizzly Male 05/21/06  10/01/06 522 Grizzly Female 06/02/06  10/01/06 526 Grizzly Male 06/23/06  10/01/06 22024 Black Male 06/15/06  07/01/06 22030 Black Female 01/01/06  10/01/06  (no GPS locations) 22043 Black Male 06/03/06  10/01/06 22044 Black Female 01/01/06  10/01/06 22053 Black Male 06/06/06  10/01/06 22057 Black Female 06/22/06  10/01/06 22060 Black Female 07/15/06  09/22/06 22061 Black Male 05/20/06  05/25/06 22062 Black Male 06/03/06  10/01/06 22063 Black Female 06/29/06  10/01/06 22064 Black Male 07/04/06  10/01/06 released as scheduled on 1 October.  In 2006, these collars attempted to collect 35,481\tfixes\twhile\ton\tactive\tbears.\t\tFrom\tthese attempts, 30,933 locations of active bears were determined (Table 24).  Collars deployed on female grizzly\tbears\thad\tthe\thighest\trates\tof\tsuccessful\tfixes (93.6%)\tand\tthe\thighest\tproportions\tof\t3D\tfixes\t(70%; where elevation was not calculated from previous fixes).\t\tMale\tgrizzly\tbears\thad\tthe\tlowest\toverall fix\tsuccess\trate\t(84.4%),\twhile\tfemale\tblack\tbears had\tthe\tlowest\tproportion\tof\t3D\tfixes\t(44.4%).\t\tWe continued to experience problems with fatiguing and separation of the GPS antenna wire from the receiver of some units (Schwartz et al. 2006), and we excluded fix\tattempts\tfrom\tmalfunctioning\tcollars\tin\tthese calculations.  Between 20 May 2006 and 28 September 2006, field\tcrews\tvisited\t927\tbear\tlocations,\tencompassing 3%\tof\tsuccessful\tfixes\tand\t90\tbear/date\tcombinations. Bear sign was found at 642 (69%) of these locations. Sign included feeding activity, daybeds, scats, and tracks.  Evidence of feeding activity was found at 453 locations (Table 25).  Grizzly bears were most commonly feeding on carcasses (including elk calf predations), feeding on insects, and grazing on vegetation.  Black bears were most often feeding  on insects, browsing berries, or grazing (Table 26). Male black bears 22064 and 22043 moved west out of GTNP across the Teton Range into Idaho for short periods to take advantage of huckleberry (Vaccinium mebranaceum) or black hawthorn (Crataegus douglasii) berry crops.  Whitebark pine cone production was above average in 2006 (Haroldson and Podruzny, in this report).  Both species made extensive use of whitebark pine seeds in 2006.  Grizzly bears more often obtained seeds via squirrel (Tamiasciurus hudsonicus) caches, whereas black bears more often obtained cones directly from the trees.  We collected 310 scats, including 167 at black bear locations and 143 at grizzly bear locations. Analysis of scat contents is in progress.  Results of mtDNA analysis of 169 scats collected in 2004 showed that we correctly categorized 92 of the 94 scats\tidentified\tto\tbear\tspecies.\t\tSeven\tsamples\tof bear foods were collected and are being analyzed for nutritional analysis along with those collected in 2004 and 2005.  We also collected 42 samples of shed hair at bear locations.  in 2007.  Table\t24.\t\tGlobal\tPositioning\tSystem\tfixes\tattempted and success rates from Spread Spectrum Technology collars deployed on 11 black and 6 grizzly bears in Grand\tTeton\tNational\tPark,\t2006.\t\tAttempted\tfixes reported only for fully functioning collars on active, not denned bears.   Table 25.  Feeding activities observed at 927 Global Positioning System locations of 11 black and 6 grizzly bears visited in and near Grand Teton National Park, 2006.  Feeding sign was found at 139 and 314 grizzly and black bear locations, respectively.  More than 1 type of feeding activity may be found at any location. Roots 0 0.00 7 5.04 7 1.55 Whitebark pine 36 11.46 10 7.19 46 10.15 Rodent caches 1 0.32 3 2.16 4 0.88 Grazing 109 34.71 53 38.13 162 35.76 Insects 171 54.46 19 13.67 190 41.94 Berries 46 14.65 12 8.63 58 12.80  Table 26.  Most common species feed upon by black and grizzly bears at 453 Global Positioning System locations, Grand Teton National Park, 2006.  Fern-leaved lovage Ligusticum Sticky geranium Geranium Bracted lousewort Pedicularis Dandelion Taraxacum Cow parsnip Heracleum Serviceberry Amalanchier Buffaloberry Sherpherdia Grouse whortleberry Vaccinium Oregon grape Berberis Hawthorn Crataegus Grizzly Bear-Human Conflicts in the Greater Yellowstone Ecosystem (Kerry A. Gunther, Yellowstone National Park; Mark T. Bruscino, Wyoming Game and Fish Department; Steve L. Cain, Grand Teton National Park; Kevin Frey, Montana Fish, Wildlife and Parks; Lauri Hanauska-Brown, Idaho Department of Fish and Game; Mark A. Haroldson and Charles C. Schwartz, Interagency Grizzly Bear Study Team)  Conservation of grizzly bears in the GYE requires\tproviding\tsufficient\thabitat\t(Schwartz\tet\tal. 2003) and keeping human-caused bear mortality at sustainable levels (IGBST 2005).  Most human-caused grizzly bear mortalities are directly related to grizzly bear-human\tconflicts\t(Gunther\tet\tal.\t2004).\t\tGrizzly bear-human\tconflicts\tmay\talso\terode\tpublic\tsupport for grizzly bear conservation.  To effectively allocate resources for implementing management actions designed\tto\tprevent\tgrizzly\tbear-human\tconflicts\tfrom occurring, land and wildlife managers need baseline information as to the types, causes, locations, and trends\tof\tconflict\tincidents.\t\tTo\taddress\tthis\tneed,\twe record\tall\tgrizzly\tbear-human\tconflicts\treported\tin the\tGYE\tannually.\t\tWe\tgroup\tconflicts\tinto\t6\tbroad categories\tusing\tstandard\tdefinitions\tdescribed\tby Gunther et al. (2000, 2001).  To identify trends in areas\twith\tconcentrations\tof\tconflicts,\twe\tcalculated the\t80%\tisopleth\tfor\tthe\tdistribution\tof\tconflicts\tfrom the most recent 3-year period (2004-2006), using the\tfixed\tkernel\testimator\tin\tthe\tAnimal\tMovements (Hooge and Eichenlaub 1997) extension for ArcView GIS (Environmental Systems Research Institute 2002).  The\tfrequency\tof\tgrizzly\tbear-human\tconflicts is inversely associated with the abundance of natural bear foods (Gunther et al. 2004).  When native bear foods are of average or above average abundance there\ttend\tto\tbe\tfew\tgrizzly\tbear-human\tconflicts involving property damage and anthropogenic foods.  When the abundance of native bear foods is below average, incidents of grizzly bears damaging property and obtaining human foods and garbage increase, especially during the season when bears are hyperphagic (Gunther et al. 2004).  Livestock depredations tend to occur independent of the availability of natural bear foods (Gunther et al. 2004). In 2006, the availability of high quality, concentrated bear foods was good during the spring season, average during estrus and early hyperphagia, and good during late hyperphagia.  During spring, winter-killed  ungulate carcasses were abundant in both thermally influenced\tungulate\twinter\tranges\tand\ton\tthe\tNorthern Ungulate Winter Range (see Spring Ungulate Availability).  During estrus, very few spawning cutthroat trout were observed in monitored tributary streams of Yellowstone Lake (see Spawning Cutthroat Trout).  However, wet conditions during spring and early-summer resulted in abundant vegetal foods being available to bears throughout estrus and early hyperphagia.  Predation on newborn elk calves was also frequently observed during estrus.  During early- hyperphagia many grizzly bears were observed at high elevation army cutworm moth aggregation sites (see Grizzly Bear Use of Insect Aggregation Sites).  During late hyperphagia, whitebark pine seeds were abundant throughout the ecosystem (see Whitebark Pine Cone Production).  There were 148 grizzly bear-human conflicts\treported\tin\tthe\tGYE\tin\t2006\t(Table\t27, Fig. 16).  These incidents included bears obtaining anthropogenic foods (47%, n = 69), killing livestock (28%, n = 41), damaging property (20%, n = 30), obtaining apples from orchards (4%, n = 6), and injuring people (1%, n = 2).  Most (59%, n = 88) conflicts\toccurred\ton\tprivate\tland\tin\tthe\tstates\tof Wyoming (47%, n = 69) and Montana (13%, n = 19). Forty-one percent (n\t=\t60)\tof\tthe\tconflicts\toccurred\ton public land administered by the U.S. Forest Service (34%, n = 50) and National Park Service (7%, n = 10). Most (52%, n\t=\t77)\tof\tthe\tconflicts\tin\t2006\toccurred outside of the designated Yellowstone Ecosystem Grizzly Bear Recovery Zone.  Forty-eight percent (n =\t71)\tof\tthe\tconflicts\toccurred\tinside\tof\tthe\trecovery zone boundary.  In 2006, most high-quality bear foods were relatively abundant and the number of livestock depredations, property damages, incidents of\tbears\tobtaining\tanthropogenic\tfoods,\tbear-inflicted human injuries, and damage to gardens, orchards, and beehives were all similar to the long-term averages recorded in the GYE from 1992-2005 (Table 28).  The\tconflict\tdistribution\tmap\tconstructed\tusing the\tfixed\tkernel\t80%\tconflict\tdistribution\tisopleths, identified\t3\tareas\twhere\tmost\tgrizzly\tbear-human conflicts\tin\tthe\tGYE\toccurred\tin\tthe\tlast\t3\tyears\t(Fig. 17).  These 3 areas contained 296 (71%) of the 419 conflicts\tthat\toccurred\tfrom\t2004-2006.\t\tThe\t3\tareas where\tmost\tconflicts\toccurred\tincluded:\t\t1)\tthe\tGreen River area where grizzly bears killed cattle and sheep, 2) the Crandall Creek area and North and South Forks of the Shoshone River where bears ate garbage, human   Pacific\tCreek\tand\tColter\tBay\tthroughout\tthe\tspring, summer, and fall of 2006.  These bears were highly habituated to human presence but always kept a respectable distance, and did not exhibit any nuisance behavior, and were not involved in any notable bear- human encounters.  In areas where grizzly bears and people come into frequent, benign contact and there are few human-caused bear mortalities, bears will habituate to people, many human activities, roads, vehicles,\tand\tbuildings.\t\tHabituation\tis\tdefined\tas the\twaning\tof\tan\tanimals\tflight\tresponse\tfollowing repeated exposure to inconsequential stimulus (Jope 1985, Gunther et al. 2004, Herrero et al. 2005). Habituation is adaptive and reduces energy costs by reducing irrelevant behavior (McCullough 1982, Smith et al. 2005).  Habituation allows bears to access and utilize habitat in areas with high levels of  foods, and livestock and pet foods, damaged property, and killed cattle, and, 3) the West Yellowstone area where bears damaged buildings and ate garbage and bird seed.  These 3 areas should be considered a high priority for allocating state, federal, and private resources available for reducing grizzly bear-human conflicts\tin\tthe\tGYE.  Although Grand Teton National Park had no grizzly\tbear-human\tconflicts\tin\t2006,\tit\tis\tnoteworthy that the recent trend for increasing numbers of habituated (but not food conditioned) bears using roadside habitats continued in that park.  Several different bears were observed in close proximity to roads, particularly during early summer in the Oxbow and Willow Flats areas.  One female with 3 cubs of the year, grizzly bear #399, used roadside areas and the outskirts of developed areas consistently between  Table\t27.\t\tNumber\tof\tincidents\tof\tgrizzly\tbear-human\tconflicts\treported\twithin\tdifferent\tland\townership\tareas in the Greater Yellowstone Ecosystem, 2006.   Total 30 69 2 6 0 41 148 a BLM = Bureau of Land Management, BDNF = Beaverhead-Deerlodge National Forest, BTNF = Bridger-Teton National Forest, CNF = Custer National Forest, CTNF = Caribou-Targhee National Forest, GNF = Gallatin National Forest, GTNP/JDR = Grand Teton National Park/John D. Rockefeller, Jr. Memorial Parkway, ID = Idaho, MT = Montana, SNF = Shoshone National Forest, WY = Wyoming, YNP = Yellowstone National Park.   human activity (Gunther and Biel 1999, Herrero et al. 2005).  Habituation is most likely to occur where human-caused mortality is low, and exposure to humans is predictable and does not result in painful stimulus.  Habituated bears that were not conditioned to human foods began appearing along roadsides in YNP in the early 1980s (Gunther et al. 1995) and began increasing substantially in the early 1990s (Gunther et al. 2007).  East of YNP, habituated bears began appearing along the North Fork road corridor through the Shoshone National Forest in 1984, and began increasing substantially in that area in the mid-1990s.  Habituated bears are now appearing in Grand Teton National Park.  If the GYE grizzly bear population continues to increase (IGBST 2005, Harris et al. 2006) and human-caused grizzly bear mortalities remain low (IGBST 2005, Haroldson et al. 2006), we expect to have more habituated bears using roadside habitat throughout the GYE in the future.  Fig. 16.  Locations of different types of grizzly bear-human conflicts reported in the Greater Yellowstone Ecosystem in 2006.  The shaded area represents the Yellowstone Grizzly Bear Recovery Zone.  Fig. 17.  Concentrations (dark shaded polygons) of grizzly bear-human conflicts that occurred from 2004-2006, identified using the 80% fixed kernel isopleth.  The lightly shaded background area represents the Yellowstone Grizzly Bear Recovery Zone.  Table 28.  Comparison between the number of incidents of different types of grizzly bear-human conflicts\tin\t2006\tand\tthe\taverage\tannual\tnumber\tof conflicts\trecorded\tfrom\t1992-2005\tin\tthe\tGreater Yellowstone Ecosystem. Andrascik, R.  1992.  Lake area-Bridge Bay spawning survey.  Pages 29-35 in R. Andrascik, D.G. Carty, R.D. Jones, L.R. Kaeding, B.M. Kelly, D.L. Mahony, and S.T. Olliff.  Annual project report for 1991, Fishery and Aquatic Management Program, Yellowstone National Park.  U.S. Fish and Wildlife Service, Fisheries Assistance\tOffice,\tYellowstone\tNational\tPark, Wyoming, USA.  Barnes, D.M., and L.L. Rogers.  1980.  Clostridial myonecrosis in a black bear associated with drug administration.  Journal of Wildlife Diseases 16(3):315-317.  Basile, J.  1982.  Grizzly bear distribution in the Yellowstone area, 1973-79.  Research Note INT-321.  U.S. Forest Service, Intermountain Forest and Range Experiment Station, Ogden, Utah, USA.  Blanchard, B.  1985.  Field techniques used in the study of grizzly bears.  Interagency Grizzly Bear Study Team report.  National Park Service, Bozeman, Montana, USA.  Blanchard, B.M.  1987.  Size and growth patterns of the Yellowstone grizzly bear.  International Conference on Bear Research and Management 7:99-107.  Blanchard, B.M.  1990.  Relationship between whitebark pine cone production and fall grizzly bear movements.  Pages 362-363 in W.C. Schmidt and K.J. McDonald, compilers. Proceedings of symposium on whitebark pine ecosystems:  ecology and management of a high-mountain resource.  U.S. Forest Service General Technical Report INT-270.  U.S. Department of Agriculture, Forest Service, Ogden, Utah, USA.  Blanchard, B.M., and R.R. Knight.  1991.  Movements of Yellowstone grizzly bears, 1975-87. Biological Conservation 58:41-67.  Blanchard, B.M., and R.R. Knight.  1996.  Effects of\twildfire\ton\tgrizzly\tbear\tmovements\tand foraging strategies.  Pages 117-122 in J.M. Greenlee, editor.  Proceedings of the second biennial\tscientific\tconference\ton\tthe\tGreater Yellowstone Ecosystem.  International Association\tof\tWildland\tFire,\tFairfield, Washington, USA.  Blanchard, B.M., R.R. Knight, and D.J. Mattson. 1992.  Distribution of Yellowstone grizzly bears during the 1980s.  American Midland Naturalist 128:332-338.  Chao, A.  1989.  Estimating population size for sparse data in capture-recapture experiments. Biometrics 45:427-438.  Cherry, S., G.C, White, K.A. Keating, M.A. Haroldson, and C.C. Schwartz.  2007. Evaluating estimators for numbers of females with cubs-of-the-year in the Yellowstone grizzly bear population.  Journal of Agricultural, Biological, and Environmental Statistics 12(2):195-215.  Cole, G.F.  1971.  An ecological rationale for the natural\tor\tartificial\tregulation\tof\tnative ungulates in parks.  Transactions of the North American Wildlife and Natural Resources Conference 36:417-425.  Craighead, J.J., K.R. Greer, R.R. Knight, and H.I. Pac.  1988.  Grizzly bear mortalities in the Yellowstone Ecosystem, 1959-1987.  Report of the Montana Department of Fish, Wildlife and Parks; Craighead Wildlife Institute; Interagency Grizzly Bear Study Team; and National Fish and Wildlife Foundation.  Craighead, J.J., J. Sumner, and J.A. Mitchell.  1995. The grizzly bears of Yellowstone:  their ecology in the Yellowstone ecosystem, 1959- 1992.  Island Press, Washington, D.C., USA. Gunther, K.A., M.J. Biel, K.A. Churchill, and R.L. Danforth.  1995.  Changing problems in Yellowstone bear management, 23 years after the dumps.  Pages 85-110 in A.P. Curlee, A.M. Gillsberg, and D. Casey, editors. Greater Yellowstone Predators:  ecology and conservation in a changing landscape. Northern Rockies Conservation Cooperative, Jackson, Wyoming, USA.  Gunther, K.A., M.T. Bruscino, S. Cain, J. Copeland, K. Frey, M.A. Haroldson, and C.C. Schwartz. 2000.\t\tGrizzly\tbear-human\tconflicts confrontations, and management actions in the Yellowstone ecosystem, 1999.  Pages 55-108 in C.C. Schwartz and M.A. Haroldson, editors. Yellowstone grizzly bear investigations: annual report of the Interagency Grizzly Bear Study Team, 1999.  U.S. Geological Survey, Bozeman, Montana, USA.  Gunther, K.A., M.T. Bruscino, S. Cain, J. Copeland, K. Frey, M.A. Haroldson, and C.C. Schwartz. 2001.\t\tGrizzly\tbear-human\tconflicts confrontations, and management actions in the Yellowstone ecosystem, 2000.  Pages 64-109 in C.C. Schwartz and M.A. Haroldson, editors. Yellowstone grizzly bear investigations: annual report of the Interagency Grizzly Bear Study Team, 2000.  U.S. Geological Survey, Bozeman, Montana, USA.  Gunther, K.A., M.A. Haroldson, K. Frey, S.L. Cain, J. Copeland, and C.C. Schwartz.  2004. Grizzly\tbear-human\tconflicts\tin\tthe\tGreater Yellowstone Ecosystem, 1992-2000.  Ursus 15(1):10-24.  Gunther, K.A., T. Wyman, H. Robison, K. Wells, t. Coleman, A. Tallian, L. Roberts, S. Sigler, S. Holcomb, and N. Tubbs.  2007.  Bear Management\tOffice\tAdministrative\tAnnual Report for Calendar Year 2006.  National Park Service, Yellowstone Center for Resources, Bear\tManagement\tOffice,\tYellowstone National Park, Wyoming, USA.  Eberhardt, L.L.  1995.  Population trend estimates from reproductive and survival data.  Pages 13- 19 in R.R. Knight and B.M. Blanchard, editors. Yellowstone grizzly bear investigations:  report of the Interagency Study Team, 1994.  National Biological Service, Bozeman, Montana, USA.  Eberhardt, L.L., B.M. Blanchard, and R.R. Knight. 1994.  Population trend of Yellowstone grizzly bear as estimated from reproductive and survival rates.  Canadian Journal of Zoology 72:360-363.  Efron, B., and R. J. Tibshirani.  1993.  An introduction to the bootstrap.  Chapman and Hall, New York, New York, USA.  Environmental Systems Research Insitute.  2002. ArcView GIS.  Version 3.3.  Environmental Systems Research Institute, Inc., Redlands, California, USA.  Farnes, P.E.  1991.  A scaled index of winter severity. 59th Proceedings of the Western Snow Conference, 12-15 April 1991, Juneau, Alaska, USA.  French, S.P., M.G. French, and R.R. Knight.  1994. Grizzly bear use of army cutworm moths in the Yellowstone ecosystem.  International Conference on Bear Research and Management 9:389-399.  Green, G.I.  1994.  Use of spring carrion by bears in Yellowstone National Park.  Thesis, University of Idaho, Moscow, Idaho, USA.  Gunther, K.A., and M.J. Biel.  1999.  Reducing human-caused black and grizzly bear mortality along roadside corridors in Yellowstone National Park.  Pages 25-27 in G.L. Evink, P. Garret, and D. Zeigler, editors.  Proceedings of the Third International Conference on Wildlife Ecology and Transportation, FL-ER-73-99. Haroldson, M.A.  2005.  Unduplicated females.  Pages 11-16 in C.C. Schwartz, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2004. U.S. Geological Survey, Bozeman, Montana, USA.  Haroldson, M.A., K.A. Gunther, D.P. Reinhart, S.R. Podruzny, C. Cegelski, L. Waits, T. Wyman, and J. Smith.  2005.  Changing numbers of spawning cutthroat trout in tributary streams of Yellowstone Lake and estimates of grizzly bears visiting stream from DNA.  Ursus 16(2):167-180.  Haroldson, M.A., C.C. Schwartz, and G.C. White. 2006.  Survival of independent grizzly bears in the Greater Yellowstone Ecosystem, 1983- 2001.  Pages 33-42 in C.C. Schwartz, M.A. Haroldson, G.C. White, R.B. Harris, S. Cherry, K.A. Keating, D Moody, and C. Servheen, authors.  Temporal, spatial, and environmental influences\ton\tthe\tdemographics\tof\tgrizzly bears in the Greater Yellowstone Ecosystem. Wildlife Monographs 161.  Haroldson, M.A., M. Ternent, G. Holm, R.A. Swalley, S. Podruzny, D. Moody, and C.C. Schwartz. 1998.  Yellowstone grizzly bear investigations: annual report of the Interagency Grizzly Bear Study Team, 1997.  U.S. Geological Survey, Biological Resources Division, Bozeman, Montana, USA.  Harris, R.B.  1984.  Harvest age structure as an indicator of grizzly bear population status. M.S. Thesis, University of Montana, Missoula, Montana, USA.  Harris, R.B., C.C. Schwartz, M.A. Haroldson, and G.C. White.  2006.  trajectory of the Yellowstone grizzly bear population under alternative survival rates.  Pages 44-55 in C.C. Schwartz, M.A. Haroldson, G.C. White, R.B. Harris, S. Cherry, K.A. Keating, D Moody, and C. Servheen, authors.  Temporal, spatial, and environmental\tinfluences\ton\tthe\tdemographics of grizzly bears in the Greater Yellowstone Ecosystem.  Wildlife Monographs 161.  Henry, J., and D.J. Mattson.  1988.  Spring grizzly bear use of ungulate carcasses in the Firehole River drainage:  third year progress report. Pages 51-59 in R.R. Knight, B.M. Blanchard, and D.J. Mattson, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Study Team, 1987.  National Park Service, Bozeman, Montana, USA.  Herrero, S., T. Smith, T.D. DeBruyn, K.A. Gunther, and C. Matt.  2005.  Brown bear habituation to\tpeople-safety,\trisks,\tand\tbenefits.\t\tWildlife Society Bulletin 33(1):363-373.  Hooge, P.N., and B. Eichenlaub.  1997.  Animal movement extension to ArcView.  Version 1.1.  Alaska Biological Science Center, U.S. Geological Survey, Anchorage, Alaska, USA.  Hoskins, W. P.  1975.  Yellowstone Lake tributary study.  Interagency Grizzly Bear Study Team unpublished report, Bozeman, Montana, USA.  Houston, D.B.  1982.  The northern Yellowstone elk. Macmillan Publishing Company, New York, New York, USA.  Interagency Grizzly Bear Study Team.  2005. Reassessing methods to estimate population size and sustainable mortality limits for the Yellowstone grizzly bear.  Interagency Grizzly Bear Study Team, U.S. Geological Survey, Northern Rocky Mountain Science Center, Montana State University, Bozeman, Montana, USA.  Interagency Grizzly Bear Study Team.  2006. Reassessing methods to estimate population size and sustainable mortality limits for the Yellowstone grizzly bear:  workshop document supplement.  Interagency Grizzly Bear Study Team, U.S. Geological Survey, Northern Rocky Mountain Science Center, Montana State University, Bozeman, Montana, USA.  Jope, K.L.  1985.  Implications of grizzly bear habituation to hikers.  Wildlife Society Bulletin 13:32-37. Koel, T.M., P.E. Bigelow, D.L. Mahony, K.K. Kinnan, C. Rasmussen, C.J. Hudson, S. Murcia, and B.L. Kerans.  2006a.  Myxobolus cerebralis in native cutthroat trout of the Yellowstone Lake ecosystem.  Journal of Aquatic Animal Health 18:157-175.  Lee, S.-M., and A. Chao.  1994.  Estimating population size via sample coverage for closed capture-recapture models.  Biometrics 50:88- 97.  Mattson, D.J.  1997.  Use of ungulates by Yellowstone grizzly bears Ursus arctos.  Biological Conservation 81:161-177.  Mattson, D.J., B.M. Blanchard, and R.R. Knight. 1991a.  Food habits of Yellowstone grizzly bears.  Canadian Journal of Zoology 69:1619- 1629.  Mattson, D.J., B.M. Blanchard, and R.R. Knight. 1992.  Yellowstone grizzly bear mortality, human-habituation, and whitebark pine seed crops.  Journal of Wildlife Management 56:432-442.  Mattson, D.J., C.M. Gillin, S.A. Benson, and R.R. Knight.  1991b.  Bear feeding activity at alpine insect aggregation sites in the Yellowstone ecosystem.  Canadian Journal of Zoology 69:2430-2435.  Mattson,\tD.J.,\tand\tD.P.\tReinhart.\t\t1995.\t\tInfluences of cutthroat trout (Oncorhynchus clarki) on behavior and reproduction of Yellowstone grizzly bears (Ursus arctos), 1975-1989. Canadian Journal of Zoology 73:2072-2079.  McCullough, D.R.  1982.  Behavior, bears and humans.  Wildlife Society Bulletin 10:27-33.  Mealey, S.P.  1975.  The natural food habits of free ranging grizzly bears in Yellowstone National Park, 1973-1974.  Thesis, Montana State University, Bozeman, Montana, USA.  Keating, K.A., C.C. Schwartz, M.A. Haroldson, and D. Moody.  2002.  Estimating numbers of females with cubs-of-the-year in the Yellowstone grizzly bear population.  Ursus 13:161-174.  Knight, R.R., B.M. Blanchard, and L.L. Eberhardt. 1995.  Appraising status of the Yellowstone grizzly bear population by counting females with cubs-of-the-year.  Wildlife Society Bulletin 23:245-248.  Knight, R.R., and L.L. Eberhardt.  1985.  Population dynamics of Yellowstone grizzly bears. Ecology 66:323-334.  Knight, R.R., D.J. Mattson, and B.M. Blanchard. 1984.  Movements and habitat use of the Yellowstone grizzly bear.  Interagency Grizzly Bear Study Team report.  National Park Service, Bozeman, Montana, USA.  Koel, T.M., J.L. Arnold, P.E. Bigelow, P.D. Doepke, B.D. Ertel, and D.L. Mahony.  2005b. Yellowstone Fisheries &amp; Aquatic Sciences: Annual Report, 2004.  National Park Service, Yellowstone Center for Resources, Yellowstone National Park, Wyoming, USA.  Koel, T.M., J.L. Arnold, P.E. Bigelow, P.D. Doepke, B.D. Ertel, and D.L. Mahony.  2006b. Yellowstone Fisheries &amp; Aquatic Sciences: Annual Report, 2005.  National Park Service, Yellowstone Center for Resources, Yellowstone National Park, Wyoming, USA. YCR-NR-2006-09.  Koel, T.M., P.E. Bigelow, P.D. Doepke, B.D. Ertel, and D.L. Mahony.  2005a.  Nonnative lake trout result in Yellowstone cutthroat trout decline and impacts to bears and anglers. Fisheries 30(11):10-19.  Koel, T.M., J.L. Arnold, P.E. Bigelow, P.D. Doepke, B.D. Ertel, and D.L. Mahony.  In press. Yellowstone Fisheries &amp; Aquatic Sciences: Annual Report, 2006.  National Park Service, Yellowstone Center for Resources, Yellowstone National Park, Wyoming, USA. YCR-NR-2007-xx.  Mealey, S.P.  1980.  The natural food habits of grizzly bears in Yellowstone National Park, 1973-74. International Conference on Bear Research and Management 4:281-292.  Olliff, S.T.  1992.  Grant Village spawning stream survey.  Pages 36-43 in R. Andrascik, D.G. Carty, R.D. Jones, L.R. Kaeding, B.M. Kelly, D.L. Mahony, and S.T. Olliff.  Annual project report for 1991, Fishery and Aquatic Management Program, Yellowstone National Park.  U.S. Fish and Wildlife Service, Fisheries Assistance\tOffice,\tYellowstone\tNational\tPark, Wyoming, USA.  Podruzny, S., and C. Schwartz.  2004.  Application of Spread Spectrum GPS telemetry to assess grizzly bear habitat use:  a test.  Pages 47-49 in C.C. Schwartz and M.A. Haroldson, editors. Yellowstone grizzly bear investigations: annual report of the Interagency Grizzly Bear Study Team, 2003.  U.S. Geological Survey, Bozeman, Montana, USA.  Pritchard, G.T., and C.T. Robbins.  1990.  Digestive and\tmetabolic\tefficiencies\tof\tgrizzly\tand\tblack bears.  Canadian Journal of Zoology 68:1645- 1651.  Reinhart, D.P.  1990.  Grizzly bear habitat use on cutthroat trout spawning streams in tributaries of Yellowstone Lake.  Thesis, Montana State University, Bozeman, Montana, USA.  Reinhart, D.P., and D.J. Mattson.  1990.  Bear use of cutthroat trout spawning streams in Yellowstone National Park.  International Conference on Bear Research and Management 8:343-350.  Robbins, C.T., C.C. Schwartz, and L.A. Felicetti. 2004.  Nutritional ecology of ursids: a review of newer methods and management implications.  Ursus 15(2):161-171.  Schwartz, C.C., S. Cain, and S. Podruzny.  2006. Habitat use by grizzly and black bears in Grand Teton National Park:  second year report.  Pages 49-54 in C.C. Schwartz, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2005.  U.S. Geological Survey, Bozeman, Montana, USA.  Schwartz, C.C., and M.A. Haroldson, editors.  2001. Yellowstone grizzly bear investigations: annual report of the Interagency Grizzly Bear Study Team, 2000.  U.S. Geological Survey, Bozeman, Montana, USA.  Schwartz, C.C., S.D. Miller, and M.A. Haroldson. 2003.  Grizzly bear.  Pages 556-586 in G.A. Feldhammer, B.C. Thompson, and J.A. Chapman, editors.  Wild Mammals of North America: Biology, Management, and Conservation. Second edition.  The John Hopkins University Press, Baltimore, Maryland, USA.  Smith, T.S., S. Herrero, and T.D. DeBruyn.  2005. Alaskan brown bears, humans, and habituation. Ursus 16(1):1-10.  Ternent, M., and M. Haroldson.  2000.  Grizzly bear use of insect aggregation sites documented from aerial telemetry and observations. Pages 36-39 in C.C. Schwartz and M.A. Haroldson, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 1999. U.S. Geological Survey, Bozeman, Montana, USA.  U.S. Fish and Wildlife Service (USFWS).  1993. Grizzly bear recovery plan.  U.S. Fish and Wildlife Service, Missoula, Montana, USA.  U.S. Fish and Wildlife Service (USFWS).  2003.  Final Conservation Strategy for the grizzly bear in the Yellowstone Ecosystem.  U.S. Fish and Wildlife Service, Missoula, Montana, USA. Appendix A  Figure\t1.\t\tEstimated\tpercent\tmortality\tfor\tindependent\taged\t(\t2\tyears\told)\tfemale\tgrizzly\tbears\tin\tthe\tGreater Yellowstone Ecosystem, 2001-2006.  Percent mortality has not exceeded sustainability (9%) for this class of bears during the last 6 years.  See IGBST (2006) for method of estimating total mortality and numbers of independent females.  Figure\t2.\t\tEstimated\tpercent\tmortality\tfor\tindependent\taged\t(\t2\tyears\told)\tmale\tgrizzly\tbears\tin\tthe\tGreater Yellowstone Ecosystem during 2001-2006.  Percent mortality has exceeded sustainability (15%) once during the last 6 years (2004) for this class of bear.  See IGBST (2006) for method of estimating total mortality and num- bers of independent males.  45  Figure 3.  Estimated percent mortality from human causes for dependent young (cubs and yearlings) in the Greater Yellowstone Ecosystem, 2001-2006.  Percent mortality has not exceeded sustainability (9%) for this class of bears during the last 6 years.  See IGBST (2006) for method of estimating numbers of dependent young.  Literature Cited  Interagency Grizzly Bear Study Team.  2006.  Reassessing methods to estimate population size and sustainable mortality limits for the Yellowstone grizzly bear:  workshop document supplement.  Interagency Griz- zly Bear Study Team, U.S. Geological Survey, Northern Rocky Mountain Science Center, Montana State University, Bozeman, Montana, USA.  greateryellowstonescience.org  Whitebark pine (WbP) occurs in the subalpine zone of western\tNorth\tAmerica,\tincluding\tthe\tPacific\tNorth- west and Rocky Mountains, where it is adapted to a harsh environment of poor soils, steep slopes, high winds and ex- treme cold temperatures. While its inaccessibility and some- times crooked growth form lead to low commercial value, it is a highly valuable species ecologically and is often re- ferred to as a keystone species in the subalpine ecosystem (Tomback et al. 2001). Its best known role in these ecosys- tems is as a high-energy food source for a variety of wildlife species, including red squirrels, Clarks nutcracker and the threatened grizzly bear.  Background of the Program Forest monitoring has shown a rapid and precipitous de- cline of WbP in varying degrees throughout its range due to non-native white pine blister rust (Kendall and Keane 2001) and native mountain pine beetle (Gibson 2006). Given the ecological importance of WbP in the Greater Yellowstone Ecosystem (GYE) and that 98% of WbP occurs  on pub- lic lands, the conservation of this species depends heavily on the collaboration of all public land management units in the GYE. Established in 1998, the Greater Yellowstone Whitebark Pine Committee, comprised of resource man- agers from eight federal land management units, has been  working together to ensure the viability and function of WbP throughout the region. As a result of this effort, an additional working group was formed for the purpose of integrating the\tcommon\tinterests,\tgoals\tand\tresources\tinto\tone\tunified monitoring program for the Greater Yellowstone area. The Greater Yellowstone Whitebark Pine Monitoring Working Group consists of representatives from the U.S. Forest Ser- vice (USFS), National Park Service (NPS), U.S. Geological Survey (USGS), and Montana State University (MSU). This report\tis\ta\tsummary\tof\tthe\tdata\tcollected\tfrom\tthe\tthird\tfield season of this long-term monitoring project. A Unified Effort  Although other efforts within the GYE have contributed greatly to our initial understanding of the status of whitebark pine,\tdifferences\t in\t study\tdesigns\tand\tfield\tmethods\tmake it\t difficult\t to\tmake\t reliable\t comparisons\t across\t the\t region and among other monitoring efforts. In order to effectively detect how rates of blister rust infection, survival and regen- eration of whitebark are changing over time in the GYE, a repeatable, long-term sampling design provides the most ad- vantageous approach. The Greater Yellowstone Whitebark Pine Monitoring Working Group has been developing a pro- tocol for monitoring whitebark pine in a consistent manner throughout the entire ecosystem. This program will facilitate a more effective effort to understand the status and trends of  whitebark on a comprehensive, regional scale. The work- ing group method was designed with the intent of detecting long-term health shifts in the GYE whitebark population, which in turn, will provide critical information on the likeli- hood of this species ability to persist as functional part of the ecosystem.  Greater Yellowstone Ecosystem  Objectives Our objectives are intended to monitor the health of white- bark pine relative to levels of white pine blister rust and to a lesser extent mountain pine beetle. The approach we are taking is a combination of assessing the status and trends of whitebark pine with respect to these potentially injurious agents as well as to assess the demographic rates that would enable us to determine the probability of whitebark pines persisting in the Greater Yellowstone Ecosystem.  Objective 1 - To estimate the proportion of live white- bark pine trees (&gt;1.4 m high) infected with white pine blister rust, and to estimate the rate at which infection of trees is changing over time.  Objective 2 -Within infected transects, to determine the relative severity of infection of white pine blister rust in whitebark pine trees &gt; 1.4 m high. Objective 3 - To estimate survival of individual white- bark pine trees &gt; 1.4 m high, explicitly taking into ac- count the effect of infection with, and severity of, white pine blister rust, infestation by mountain pine beetle and fire.  Objective 4 - Currently in the planning stages, this ob- jective is aimed at assessing recruitment into the cone producing population.  We anticipate a pilot effort to begin in 2007.  Objective 5 - This objective is aimed at assessing the effect of forest succession and is being planned for fu- ture implementation.  Study Area Our study area is in the Greater Yellowstone Ecosystem and includes 6 National Forests and 2 National Parks (the John D. Rockefeller Memorial Parkway is included with Grand Teton National Park) (Figure 1). The habitat types from which our sample was selected correspond to aggregation of High Elevation Whitebark Pine Dominated Sites described by Mattson et al. (2004). However, it should be noted that this name is a bit confusing because high elevation in the context of this report, refers to the entire ecosystem, not just to whitebark. Thus, it does not imply that the whitebark sites are limited to higher elevation sites within the whitebark pine cover types. Rather, it includes whitebark pine cover types ranging from relatively pure whitebark pine stands that occur at higher elevations, to mixed-species stands that oc- cur at lower elevations within the range of whitebark.  Methods Details\tof\tour\tsampling\tdesign\tand\tfield\tmethodology\tcan be found in Greater Yellowstone Whitebark Pine Monitoring Working Group  (2005, 2006). However, our basic approach is a 2-stage cluster design with stands (polygons) of whitebark   pine being the primary units and 10x50 m transects being the secondary units. During 2004 all WbP stands sampled were within the Grizzly Bear Primary Conservation Area (PCA) due to the limitations in the mapped distribution of WbP across the study area. Our sample during 2005 extended out- side of the PCA to the boundaries of what is considered the GYE (Figure 2). For 2006, our sampling encompassed the entire region. Separation of the areas within and outside the PCA enabled us to account for map limitations during 2004 and to analyze survey results separately. Transects and indi- vidual trees within each transect were permanently marked in order to estimate changes in infection and survival rates over an extended period. Transects will be revisited approxi- mately every 5 years to determine changes in blister rust and individual tree survival since the previous visit.  White Pine Blister Rust  For each live tree, the presence or absence of indicators of blister rust were recorded. For the purpose of analyses pre- sented here, a tree was considered infected if either aecia or cankers were present. For a canker to be conclusively identi-  fied\tas\tresulting\tfrom\tblister\trust,\tat\tleast\tthree\tof\tfive\tancil- lary indicators needed to be present. Ancillary indicators of blister\t rust\t included\tflagging,\t rodent\tchewing,\toozing\tsap, roughened bark, and swelling.  Mountain Pine Beetle  The presence or absence of mountain pine beetle was noted in all WbP; however, we did not attempt to assign a cause of death for dead WbP trees. Mountain pine beetle presence was\t identified\t in\t the\t following\t ways:\t 1)\t small,\t popcorn- shaped resin masses called pitch tubes; and 2) the character- istic J-shaped galleries under the bark.  Evaluating Observer Differences  Previous monitoring efforts for WbP have largely ignored observer variability in identifying white pine blister rust in- fection. To assess this effect, we conducted independent sur- veys by different observers on 6 transects in 2004, 18 tran- sects\tin\t2005\tand\t9\tin\t2006.\tThe\tfirst\tobserver\tmarked\tthe individual trees which were subsequently visited by each of the other observers.  White Pine Blister Rust  A total of 167 transects have been surveyed within 136 stands of WbP in the Greater Yellowstone Ecosystem be- tween 2004 and 2006 (Table 1).  Of these, 67 transects in 59 stands were surveyed within the grizzly bear PCA and 100 transects within 77 stands were sampled outside the PCA. The proportion of infected trees on a given transect ranged from 0 to 1.0. The number of live trees per transect for each year ranged from 1 to 219 for a total of 1,012 live trees ex- amined during 2004, 2,732 during 2005 and 805 in 2006. Al- though a formal spatial analysis has not yet been conducted, our preliminary data indicate that infection rates are highly variable across the region (Figure 3).  Figure 2.  Distribution of samples (transects) in 2004, 2005, and 2006.  The Grizzly bear PCA is shown in blue.   One of the concerns we had regarding sampling design was how to balance our effort between estimating within-stand variability versus between-stand variability.  To address this issue, we estimated the proportion of trees infected, and the corresponding variance for 23 stands that had two transects  per stand.  The resulting estimate of proportion of trees in- fected was 0.28, not dissimilar to our other estimates.  How- ever, the interesting result is that the standard error ignoring within-stand variation was 0.08649 compared to 0.08657 when accounting for within-stand variation.  We concluded from this exercise that within-stand variation was not con- tributing\tsignificantly\tto\tour\testimates.\t\tWe\tstill\tbelieve\tthat it is worthwhile and will continue to estimate both compo- nents, but obtaining replicate samples within stands need not be a primary emphasis.  Severity of White Pine Blister Rust on Infected Trees  The total number of cankers observed on infected live trees for the three years (2004-2006) combined was 3,252, of which 2,692(83%) were located on branches and 560 (17%) were located on a main bole. The total number of cankers per infected tree ranged from 1 to 39. Bole cankers that are located on the lower portion of the bole (middle to bottom third) are generally considered lethal to trees. Cankers that are found in the upper third of the bole are not necessarily lethal but can have a negative impact on cone production. Such cankers were less numerous than branch cankers and ranged from 0 to 7 per infected tree; whereas branch cankers ranged from 0  39 per infected tree.  In most cases, the number of cankers per tree was low with approximately 59% of the infected trees having &lt;= 2 can- kers. Further, most (83%) of the cankers observed were on branches rather than the bole.  Mountain Pine Beetle  Of the 45 stands visited in 2004, 10 (22%) had evidence of mountain pine beetle attacks in live or recently dead (i.e., with intact needles) trees. Of the 1,062 live or recently dead trees we sampled in these stands, 30 (3%) had evidence of mountain pine beetle attacks. In 2005, 12 out of 55 (22%) stands had evidence of mountain pine beetle attacks and of the 2,827 live or recently dead trees, 26 (1%) had evidence of mountain pine beetle attacks. For 2006, 15 (41%) of the 36 stands surveyed had evidence of mountain pine beetle attacks with 55 (6%) of the 805 live or recently dead trees exhibiting signs of mountain pine beetle attack.  Observer Differences  Some\tof\tthe\tfactors\tthat\tmay\tinfluence\tobserver\tvariability are observer positioning, observation effort, stand density and physical structure, observer experience, lighting, and equipment (e.g., binoculars). Thirty three transects between 2004 -2006 were surveyed by multiple observers. Each ob- server recorded blister rust infections independently for each  Table 1.  Summary statistics for Greater Yellowstone Ecosystem 2004-2006.   Figure 3.  The proportion class of infected trees within each transect of the Greater Yellowstone Ecosystem in 2004-2006. tant.  This result has are not considered. For monitoring ef- forts to be reliable, true differences in infection rates over fections.  In order to study this phenomenon, an independent analysis on observer variability for data collected in 2004 and 2005 was conducted (Huang 2006).   Three statistical procedures were used to examine observer variability including Cohens Kappa\tcoefficient,\tMcNemars\ttest\tand\tCochrans\ttest.  Although\t the\t overall\t proportions\t (Kappa\t coefficient)\t of agreement for the presence/absence of infection/aecia seem relatively high (between 82% and 92%), this was not the case when separate observer records of agreement for presence and for absence were studied independently (McNemars and Cochrans tests). For the most part, observer agreement remained high (between 88% and 96%) when comparing the absence of infection or aecia.  However, when comparing observer agreement for the presence of infection or aecia, agreement among observers was substantially lower (be- tween 44% and 83%). Thus, it would be misleading to base observer variability for overall proportions of agreement on the\tKappa\tcoefficient\talone.  A fourth procedure was conducted to look for the possibility of a learning curve effect for inexperienced observers.  To study this, the proportions of multiple observer agreements were generated and graphed across time (beginning of the season to the end).   The agreement on infection and on aecia in 2004 was fairly good and more variable among observ- ers in 2005. Nonetheless, there was an increasing trend in the agreement over time which may indicate the presence of a learning effect variable (Figure 4).  At the transect level,  Figure 4.  Observer agreement on the proportion of trees infected and the presence of aecia between different ob- server pairs during 2004 and 2005 (after Huang 2006).   consistency among observers in estimating the proportions of trees infected or aecia present on each transect was, in general, only moderate.  Accounting for Access  One concern that reviewers of this project have raised is the selection\tof\ttransects\tthat\tmight\tbe\tdifficult\tor\ttime\tconsum- ing to access.  Some feel that we have decreased our sample size potential by using a random selection prototcol result- ing in a percentage of extremely remote stands.  It has been argued\t that\t if\twe\thad\t implemented\ta\tstratified\tapproached based on distance to roads, we would have been able to sam- ple more stands.  We fully understand this concern and we had considerable debate and discussion on this topic during the development of our sampling approach.  However, two circumstances of our sampling diminish this concern.  First, our desired inference was for the entire population of white- bark\tpine\twithin\tthe\tGYE.\t\tThus\ta\tstratified\tsample\twould still have required a minimum sample in remote areas if our inference was to remain as the total study area.  Given the remote nature of our study area, the majority of stands re- quire some sort of hiking effort.  As it turns out, a random sample is distributed such that relatively few extremely re- mote sites are included, merely by chance and by the distri- bution of roads throughout the ecosystem.   In the 3 years of plot establishment, very few (3%) of the transects selected were extremely remote (e.g., &gt; 10 miles one way) and most (78%)\twere\t\t5\tmiles\tone\tway\t(Figure\t5).\t\t\tHaving\tto\tselect a\tstratified\tsample,\twith\ta\tminimum\tnumber\tin\tremote\tloca- tions, could even result in having more remote sites than our existing sample.  The second consideration was that our total sample was not limited to a set number of seasons, such that we were pre- pared to spend as many seasons as necessary to attain the desired sample. With this in mind, we met our target sample size in 3 seasons without jeopardizing statistical validity.  In addition, hiking distance to a given plot was often not the  limiting factor.  Rather, the number of trees and level of in- fection often played a greater role in the time required to survey a plot on any given day.  Discussion As previously stated, this study concentrates on the health and status of whitebark pine in the Greater Yellowstone area. Although WbP is important to an array of wildlife includ- ing the grizzly bear, it is important to reiterate that the focus of this project is on WbP as opposed to any of the species with which it may be associated. It is also important to be very clear about what we are reporting. When examining re- ports of blister rust infection, it often is not clear whether the rates of infection being reported are the proportion of plots (e.g., transects) that have some indication of infection, or the proportion of trees that have some level of infection. In this report, we consider the proportion of transects that show the presence of blister rust as an indication of how widespread blister rust is within the GYE. Our preliminary results indi- cate that the occurrence of white pine blister rust is wide- spread throughout the GYE (i.e, 81% of all transects had some level of infection). We consider the proportion of trees infected and the number and location (branch or bole) of cankers as indicators of the severity of blister rust infections. As such, our preliminary results indicate that most trees had very few cankers and of those, most were located on branch- es.  Branch cankers are generally considered to be less lethal (Koteen 2002).  Thus our preliminary data indicate that blis- ter rust is quite widespread throughout the ecosystem, but that the severity of infections is still relatively low.  It should be noted that the results presented here are prelimi- nary and some caution in interpretation is warranted. First, we have yet to establish a complete sample of the ecosystem. We will complete our sample set with an additional 1012 stands, surveyed during the 2007 season.   These remaining stands will provide us with an even distribution of transects  Figure 5.  The  across the 2 Parks and 6 Forests.  Therefore, our estimates to date comprise only a subset of what will be a complete sample of the ecosystem. An additional caution to take into consideration is that the results presented here are estimates from\ta\tspecific\tprotocol\tof\tsampling\tdesign\tand\tfield\tmeth- ods. Few, if any other efforts within the GYE have selected sites\t using\t a\t probabilistic\t sampling\t design\t specifically\t in- tended for deriving inference to the GYE population as a whole. Thus, comparison with results from efforts using dif- ferent\tfield\tmethods\tor\tsampling\tdesigns\tis\tlikely\tto\tproduce questionable conclusions. It is largely for this reason, that we have attempted a consistent approach for the entire GYE.  At this point in time, our preliminary estimates apply only to the current status.  Estimates of change in infection within the GYE will be derived from repeated sampling of our se- lected sites over time; thus have not yet been assessed.  Our overall estimate of blister rust infections is likely con- servative. Our criteria of having aecia or at least three of the\tother\t indicators\t(rodent\tchewing,\tflagging,\toozing\tsap, roughened\t bark\t or\t swelling)\t present\t to\t confirm\t infection, may result in the rejection of questionable cankers. We are continuing\tto\tevaluate\tthe\tefficacy\tof\tthese\tcriteria\tfor\tfuture sampling. As previously mentioned, our data indicate that observer variability plays an important role when reporting infection estimates. This should be taken into consideration for all whitebark pine and other long-term monitoring ef- forts.  Although we record incidents of mountain pine beetle when observed, this program was not designed to detect initial pine beetle attacks.  We view our program as complimentary to other efforts such us the USFS aerial detection surveys. Because we mark individual trees and repeatedly sample them over time, we do expect to obtain reliable estimates of mortality after stands have been revisited. Aerial surveys are probably a better approach to detecting areas and intensity of initial attacks, which can be later complimented with our estimates of actual mortality.  Observer Effects  Our results indicate that observer variability may be an important issue for monitoring whitebark pine health.  Be- cause of the variability among observer assessments, caution should be exhibited when reporting estimates of the propor- tion of infected trees and estimates of the proportion of trees with aecia.  Two simple ways of handling these concerns might be to (1) delete points associated with disagreement between observer assessments of the presence or absence of  infection or aecia or (2) when observers disagree, only use the recorded assessment of the more experienced observers. However, both of these solutions assume that assessments are being made by more than one observer, which is unlikely for most monitoring projects.  The general tendency toward increasing agreement over time indicates that training and experience may play a key role in obtaining consistent results.  However, experience alone does not seem to account for all of the variation.  For example, agreement among observers, at least early in the season, was generally lower in 2005 than 2004.  Given that agreement generally increased over each season highlights the need to:  beginning of the program.  Take the time for field biologists to work together at the beginning of each season.  Try to minimize turnover of field biologists.  Our results further indicate that attempts to shortcut these steps to save money are likely to be a false savings if the resulting estimates are unreliable.  The results of this effort are still being analyzed and will be reported in detail in a separate manuscript intended for publication.\t\tHowever,\tas\ta\tresult\tof\tthese\tfindings,\twe\twill continue to assess this issue in order to understand and mini- mize observer variability.  Future Directions  With the addition of 10-12 transects to be surveyed in 2007, we\twill\thave\ta\tsufficient\tsample\tto\texpect\treasonable\tinfer- ence about changes in blister rust infection over time.  Our current sample of 160 permanently marked transects plus the\t10-12\tsurveyed\t in\t the\t2007\tseason\twill\t remain\tour\tfi- nal sample for estimating blister rust infection and associate mortality at approximately 5-year intervals.  However, with the exception of seedling counts on existing transects, our sampling thus far is focused on mortality.  Of equal con- cern is the ability for whitebark pine to be reproductively viable. The decline of whitebark pine can result either from increased mortality (e.g., as a result of blister rust and/or mountain pine beetle), or it can result from a lack of recruit- ment into the reproductive population.  A lack of recruitment can result from changes in a variety of life history stages from decreased cone production to recruitment of immature trees into the cone-producing population.  Cone production itself is currently being monitored by the Interagency Griz-   zly Bear Study Team, and other interested groups.  The num- ber and survival of seedlings is also an area of relevance; however, seedlings naturally exhibit very high mortality rates.  Therefore, we are more concerned about the recruit- ment of those individuals that have survived into the mature population. The next phase of this project will focus on the recruitment of immature trees into the cone-producing popu- lation.  Future efforts also may include the effects of forest succession.  Acknowledgments We\tthank\tour\tfield\ttechnicians\tJennifer\tBirdsall,\tPolly\tBuotte, Justin Hof, Karla Sartor, and Amy Jesswein. We also thank Maria Newcomb, Veronika Klukas, Dale Dawson, Rachel Feigley, Andy Pils, Bill Oliver, Rob Daley, Jim Robertson, Steve Schadt, Dennis Barron, Allen Kyles, David Meyers, Marcus Engler, Jeff Dibenedetto, Ellen Jungck, Bev Dixon, Marsha\tHuang\tand\tAnne\tSchrag\tfor\ttheir\tadvice\tand/or\tfield and logistic support. Funding for this project was provided by USFS FHM, NPS (Greater Yellowstone Network and Yellowstone National Park), and the Greater Yellowstone Coordinating Committee (GYCC).  Additional support was provided by the USGS (Interagency Grizzly Bear Study Team).  Hoff, R. J. 1992. How to recognize blister rust infection  on whitebark pine. USDA Forest Service, Intermoun- tain Research Station, Research Note INT-406, Ogden, Utah.  Gibson, K. 2006. Mountain pine beetle conditions in white- bark pine stands in the Greater Yellowstone Ecosys- tem,2006. U.S.F.S. Forest Health Protection, Numbered Report 06-03, Missoula, Montana.  Greater Yellowstone Whitebark Pine Monitoring Working Group. 2005. Interagency Whitebark Pine Health Moni- toring Program for the Greater Yellowstone Ecosystem, 2004 Annual Report. Pages 92-125 in C.C. Schwartz, M.A. Haroldson, and K. West, editors. Yellowstone griz- zly bear investigations: annual report of the Interagency Grizzly Bear Study Team, 2004. U.S. Geological Sur- vey, Bozeman, Montana, USA.  Greater Yellowstone Whitebark Pine Monitoring Working- Group. 2006. Interagency whitebark pine monitoring protocol for the Greater Yellowstone Ecosystem. Boze- man, MT: Greater Yellowstone Coordinating Commit- tee.  Huang, M. 2006. A Statistical Analysis of Observer Vari- ability\tin\tthe\tIdentification\tof\tBlister\tRust\tInfection\tOc- curring in White-Bark Pine Monitoring. Unpublished Report prepared for the Whitebark Pine Monitoring Working Group. Department of Mathematical Sciences, Montana State University, Bozeman.  Kendall, K.C., and R.E. Keane. 2001. Whitebark pine de- cline: infection, mortality, and population trends. Pages 221242 in D.F. Tomback, S.F. Arno, and R.E. Keane, editors. Whitebark pine communities. Island Press, Washington, D.C., USA.  Koteen L. 2002. Climate change, whitebark pine, and griz- zly bears in the Greater Yellowstone Ecosystem. Pages 343-414 in S.H. Schneider and T.L. Root, editors. Wild- life responses to climate change: North American case studies. Island Press, Washington, D.C., USA.  Mattson D.J., K. Barber, R. Maw, R. Renkin. 2004. Coef- ficients\t of\t productivity\t for\tYellowstones\t grizzly\t bear habitat. U.S. Geological Survey, Biological Science Re- port USGS/BRD/BSR-2002-0007.  Tomback D.F., S.F. Arno, and R.E. Keane. 2001. The com-  pelling case for management intervention. Pages 3-25 in D.F. Tomback, S.F. Arno, and R.E. Keane, editors. Whitebark pine communities: ecology and restoration. Island Press, Washington, D.C. USA Current Working Group Participantsa Recommended citation for GYWPMWG (2007):  Greater Yellowstone Whitebark Pine Monitoring Working Group.  2007.  Monitoring Whitebark Pine in the Greater Yellowstone Ecosystem:  2006 Annual Report.  Pages 46-54 in C.C. Schwartz, M.A. Haroldson, and K. West, editors.  Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2006.  U.S. Geological Survey, Bozeman, Montana, USA.  Copies of this, and other products  from this project can be found at the Greater Yellowstone Science Learning Center at: http://www.greateryellowstonescience.org/whitebarktopichome.html  Robert E. Bennetts Yellowstone National Park  a This project represented a collaboration in the truest sense of the word, such that distinguishing order of participants with respect to relative contribution was virtually impossible.  Consequently, order of participants is alphabetical.  54  due to wolf denning).  Survey routes are run by at least 2 observers, and all observers scan for carcasses. Routes\tare\tdefined\tin\ta\tgeneral\tsense,\ti.e.\tobservers do\tnot\tfollow\twell-defined\tlinear\ttransects\tbut\tcover\ta general\tarea\tof\tinterest.\t\tThis\tflexibility\twas\tjustified as necessary to investigate concentrations of ravens and/or coyotes, or any behavior by scavengers that may have indicated the presence of a carcass (Haroldson et al. 1998).  Data collected include species (typically elk or bison), age, sex, date of death (often approximate), cause of death (if possible to determine), percent of carcass consumed by predators or scavengers, presence/absence of scats (and species depositing them), UTM, aspect, slope, and distance to nearest road.  Data required to apply line transect methodology (perpendicular distance from a line and/or sighting angles and distances) has not been collected.  No attempt has been made to estimate density.  The only consistent index of carcass availability has been the number of carcasses per kilometer (Table 1).  In 1997 and 1998 biomass of carcasses actually observed was estimated by applying a typical weight to each carcass, but no effort was made to actually estimate the amount of biomass available to bears on ungulate winter range. Biomass calculations ceased after 1998.  Table 1. Number of ungulate carcasses per 2002. 1998 0.13 0.07 0.12 0.17 NA 1999 0.17 0.16 0.65 0.46 NA 2000 0.167 0.125 0.018 0.048 NA 2001 0.13 0.06 0.15 0.05 NA 2002 0.05 0 0 0.21 0 2003 0.16 0 0 0.07 0 2005 0.095 0 0 0.086 0  Route length has varied from year to year even when the same number of routes was run (Table 2). Sometimes the reason for this is given in the report  Monitoring Ungulate Carcasses and  Steve Cherry Montana State University, Bozeman  Winter killed elk (Cervus elaphus) and bison (Bison bison) carcasses are believed to represent an important early spring food source for grizzly bears (Ursus arctos) emerging from their winter dens (see Haroldson et al. 1998 and references therein).  Counts of carcasses have been conducted in one way or another since 1986 and counts have been conducted following an established protocol on survey routes established in 1997 by the Interagency Grizzly Bear Study Team (IGBST) and Green (1994) (see also Green et al. 1997).  Results of these counts have been routinely reported in annual reports of the IGBST since 1997.  Survey routes are located on the Northern Range (13), the Firehole Geyser Basin (8), the Norris Geyser Basin (4), and Heart Lake (3). A route in the Mud Volcano area was added in 2002.  The 1997 IGBST Annual Report (Haroldson et al. 1998) lists 3 objectives for the surveys:  1) Document ungulate carcass availability and associated grizzly bear and wolf use on historical carcass survey routes in Yellowstone National Park.  2) Evaluate the availability and use of carcasses by bears and wolves and discern the impact, if any, wolves have on bear use of carcasses on ungulate winter ranges.  3)\t Document\tthe\tinterspecific\trelationships\tand behavior between bears (especially females with cubs) and wolves in Yellowstone National Park.  Routes are typically run from mid-April to mid-May by different observers (although some observers have years of experience running the surveys). All routes have not been run every year since they were established due to logistical constraints (e.g. closures  but not always.  For example, 12 routes covering 153.7 km were run in 2004 whereas 13 covering 137.5 were run in 2005 with no discussion of the reason for the discrepancy given in the 2005 annual report.  Similarly, no reason is given in the 1999 report for the additional 30 km of length over 1997 on the Northern Range.  The 2000 annual report listed 4 routes for Heart Lake in 2000 but this is apparently a typographical error.  Table 2. Route length (kilometers) and number of routes (in parentheses).  Mud Volcano was added in 2002.  Route lengths are more accurate.  1997 203.5 (13) 32 (3) 17 (4) 82.5 (8) NA 1998 208.5 (11) 27 (2) 17 (4) 76 (7) NA 1999 233.5 (13) 32 (3) 17 (4) 82.5 (8) NA 2000 227 (13) 32 (4) 17 (4) 82.5 (8) NA 2001 186 (12) 17 (3) 20 (4) 79 (8) NA 2002 150.8 (12) 16.8 (3) 21.7 (4) 86.6 (8) 7.4 (1) 2003 149.4 (11) 23.2 (3) 24.1 (4) 72.9 (8) 8.7 (1) 2004 153.7 (12) 6.6 (1) 24.8 (4) 68.6 (8) 7.4 (1) 2005 137.5 (13) 16 (3) 19.4 (4) 81.4 (8) 3.9 (1)  Survey routes were chosen because of known concentrations of spring carcasses, and spring locations of grizzly bears (Haroldson et al. 1998). Thus, routes were not established using a probability based sampling method.  The exact path followed by observers varies annually and the length of routes has varied annually, often to a great extent.  Given the manner in which routes were selected, and the manner in which routes are run and carcasses are found it appears that using results to estimate actual abundance or density of carcasses available to bears is invalid statistically without strong assumptions that may not be\tverifiable.\t\tThe\tcounts\tmay\tprovide\tan\tindex\tof availability on that part of the winter range actually sampled.  However, the relationship of this index to true availability is unknown.  There is not enough data to detect a trend in carcass availability (Figure 1).  The index in Figure 1 was computed ignoring the Mud Volcano route because it was not run in all years, no carcasses have ever been reported on it, and its length is short enough to not have much impact on results  anyway.  The 2 years of high carcass counts (1997 and 1999) were relatively severe (especially 1997) and give the appearance of a trend but the carcasses per kilometer for the remaining years has been fairly constant.  What trend exists is due to decreases in counts at Heart Lake and Norris.  Figure 1.  Carcasses of ungulates per kilometer on all survey routes 1997-2005.  The index was computed ignoring the Mud Volcano route.  Theoretically, it would be possible to design a sampling protocol that allowing estimation of carcass availability in some manner.  Line transect methods might be applicable and data collected on existing survey routes, while of questionable value as a statistically valid index, can provide useful information for planning a more statistically rigorous survey.  IGBST annual reports have generally included a graph depicting the relationship between a winter severity index (WSI) due to Farnes (1991).  The index is essentially a weighted average of minimum daily winter temperature below 0ºF, snowpack measured as snow water equivalent, and June and July precipitation (a surrogate for forage production).  The index varies between -4 and 4 with lower numbers indicating more severe winters.  WSI values have been computed for both elk and bison winter ranges in various areas of Yellowstone National Park.  One hope has been that WSI itself could serve as an index   The strength of the negative relationship is driven in large part by the 2 relatively large carcass counts associated with 2 unusually severe winters, 1989 and 1997.  However, the overall negative relationship holds even when those 2 winters are removed, although it is not nearly as strong on the Northern Range. Carcass availability is not only a function of winter severity but also of ungulate numbers, or more appropriately perhaps, ungulate biomass.  In general, elk numbers have declined since the mid 1990s while bison numbers have increased.  Standing live ungulate biomass estimates from 1983 to 2001 are available (Schwartz et al. 2006).  There is no meaningful relationship between biomass and average WSI for elk winter range in the Yellowstone area (Figure 4).  Figure 4.  Relationship between standing live ungulate (bison and elk) biomass and mean Yellowstone WSI, 19832001.  One question of interest is how precise would estimates of density of carcasses be for typical sample sizes.  Assume that the data on the Northern Range came from 155 km of line transects.  Assume further that the ultimate goal is to estimate the density of carcasses on the Northern Range.  The average number of carcasses seen on the Northern Range transects for 1998, and 2000 to 2005 is about 20.  It is\treasonable\tto\tuse\tthis\tlower\tfigure\tbecause\tsample size determination should be done assuming somewhat typical conditions and the large counts associated with  of carcass availability because it is relatively easy to calculate.  There is clearly a relationship between WSI and carcass availability as measured by carcasses per kilometer with a negative relationship between carcasses per kilometer and WSI (Figures 2 and 3).  Figure 2.  Plot of ungulate (elk and bison) carcasses per kilometer against WSI computed for elk winter range in the Madison- Firehole area of Yellowstone National Park, 19871990 and 19972004.  The line is a nonparametric regression line showing the general trend.  Figure 3.  Plot of ungulate (elk and bison) carcasses per kilometer against WSI computed for elk winter range on the Northern Range of Yellowstone National Park, 19871990 and 19922004.   1997 and 1999 are clearly atypical. Further, those counts were observed on routes that were apparently considerably longer than counts observed in later years. Buckland et al. 2001 (pages 241-244) provided formulas for sample size determination to achieve a pre-specified\tprecision\tas\tmeasured\tby\tthe\tcoefficient of variation of density,  We are assuming that the data are collected using line transect methodology. If we imagine that a pilot  survey conducted over a length of 0 138L = km of transects yielded 0 20n = carcasses then the length of  transects needed to yield ( ) 0.1CV D = is  Equation 7.2 on page 242 of Buckland et al. 2001 gives the rather complicated equation for b but Buckland et al. 2001 note that this value appears to be relatively stable and suggest using 3b = for planning purposes. Thus, to achieve a precision of 10% as measured\tby\tthe\tcoefficient\tof\tvariation\tan\testimated total of  km of transects would need to be surveyed on the Northern Range, clearly a logistically impossible task. The smallest value of b that could feasibly be used is 1.5, but that would still result in a total length that is much too long. The precision associated with the 155 km currently being surveyed, assuming that around 20 carcasses will be counted is 0.4 (or 40%) assuming  3b = . To put this is perspective an approximate 95%  This formula is based on an assumption of normality and may not be appropriate in all circumstances. A log-based interval is generally recommended (Buckland et al. 2001) resulting in wider intervals. Still this simple example illustrates the important point that any resulting intervals will tend to be quite wide. Precision associated with the other areas would be worse due to the smaller sample sizes even given their shorter initial lengths.  It is worth remembering that the numbers of carcasses actually seen on a probability based sample of transects may be smaller than those currently being seen because the method by which routes was chosen may have yielded routes that tend to produce higher counts.  Further, a decline in carcass counts over the long run would imply decreased precision over time.  It is doubtful then that the length of routes currently being surveyed could be increased sufficiently\tto\tprovide\testimates\tprecise\tenough\tto detect long term trends in carcass availability in a reasonable amount of time.   1) Document ungulate carcass availability and associated grizzly bear and wolf use on historical carcass survey routes in Yellowstone National Park.  2) Evaluate the availability and use of carcasses by bears and wolves and discern the impact, if any, wolves have on bear use of carcasses on ungulate winter ranges.  3)\t Document\tthe\tinterspecific\trelationships\tand behavior between bears (especially females with cubs) and wolves in Yellowstone National Park.  The routes currently being run are inadequate to meet these goals.  Nonrandom placement of routes and subjectivity how routes are run render statistical estimation of carcass availability problematical. Current protocols are not adequate to determine bear and wolf usage of carcasses and certainly not adequate to determine the impact of wolves on carcass availability for bears.  The relationship between carcasses observed on the routes and the amount of biomass actually available to bears in the spring is unknown.  The reintroduction of wolves in the mid 1990s has apparently resulted in increased use of ungulates (primarily elk) in winter.   goal or goals drives the need for information and the methodology needed to obtain that information.  The survey routes currently being run are not adequate to meet the original 3 goals.  If estimation of the density of carcasses is a goal then line\ttransect\tmethodology\tis\ta\tlogical\tfirst\tstarting point, however, as noted above, it is likely that it will not be logistically feasible to lay out enough transects to provide adequate data for this purpose.  A more detailed assessment would be needed to provide a definitive\tanswer\tbut\tthere\tis\tno\tneed\tto\tcarry\tout\tsuch an assessment unless the goal of density estimation is judged to be important.  However, estimation of density by itself is not meaningful without knowledge of actual utilization by bears.  Determination of utilization is possible using line transect methodology, however, the information required to determine transect length to provide statistically adequate estimation of utilization does not exist.  There is no guarantee that the length required to provide precise estimates of density would provide precise estimates of utilization.  Further, determination of utilization would require multiple visits to transects each year.  The relationship between carcasses availability and WSI could be further explored.  There is clearly a negative relationship between the 2 variables. However, this would only produce an index of carcass availability and provide no information on carcass use by grizzly bears.  WSI is relatively easy to compute but it makes sense to continue monitoring WSI as a surrogate for carcass availability if carcass counts are continued.  The main goal of the carcass surveys has always been to provide insight into the importance of meat in the bear diet.  It may make more sense to consider alternative methods of accomplishing this. Stable isotope methodology has been used to study the importance of whitebark pine seeds (stable sulfur isotopes), meat (stable nitrogen isotopes) and cutthroat trout (mercury) (Felicetti et al. 2003, 2004).  It is recommended that bear scientists and managers pursue this methodology.  It has greater potential to provide meaningful information on the direct importance of ungulates in the diet of grizzly bears in the Yellowstone area.  This could be important because it  There has been conjecture that the reduction of carcasses on the Heart Lake routes is due primarily to reductions in the wintering Heart Lake elk herd as a result of wolf mortality.  Even in areas where ungulate carcasses are still observed (e.g. Northern Range) it is not clear how much of this biomass is actually available to bears and how much has been consumed by wolves before bears come out of their dens in the spring.  Thus, there is little evidence for how much winter killed ungulate meat bears actually eat.  Continuation of current ungulate surveys may or may not\tbe\tjustifiable\tdepending\ton\twhether\tor\tnot\tthe surveys are deemed to be meeting the needs of bear managers.  The index currently being used may still be useful if managers can make a credible argument that it tracks actual availability in some sense.  By way of example, it is known that the 19 whitebark cone transects currently surveyed annually do not allow for estimation of cone production ecosystem wide. However, experience has shown that low cone counts (&lt; 20 cones per tree on average) on these transects provide managers with an early warning signal of higher fall mortality, due not so much directly to lack of the seed food source but to increased contacts with humans.  Thus, it makes sense to continue cone counts. Such a link has not been established with carcass counts.  Theoretically line transect methodology (or related methodology) could be used to provide statistically valid estimates of carcass density on ungulate winter range.  However, this would require establishment of new transects, located in a random (or at least systematic manner).  However, observed sample sizes have been so small in what now appears to be a typical year that the total length of transects required to provide suitably precise estimates may be too long.  Generally, it is recommended that length be long enough to insure sample sizes of 60 to 80 objects (Burnham et al. 1980).  Sample sizes in most years has come nowhere this and if ungulate carcasses decline (as some have suggested) then this goal is even less likely to be met in the future.  Recommendation  Scientists and managers should revisit the surveying of ungulate carcasses.  Reevaluation of the need for the surveys should include a restatement of goals.  A   is well known that female bears, in particular, utilize elk calves in June and there is evidence that some bears at least utilize ungulates all year.  It is also recommended that body condition indices be routinely evaluated for all bears captured in the course of research or management activities.  Reduced ungulate carcass use would be of limited concern if bears are generally well-fed and if other demographic indicators currently being monitored (e.g. reproduction and survival) remain high enough for a stable or increasing population. Spawning Cutthroat Trout  Yellowstone cutthroat trout (Onchorynchus clarki) in Yellowstone Lake have been monitored in one fashion or another since the 1940s by the U.S. Fish and Wildlife Service and the National Park Service (Koel et al. 2005).  Currently, survey methodology includes gillnetting and, for spawning cutthroat, tributary stream surveys.  There are 124 such streams into the lake and spawning activity has been documented on at least 59 of them (Haroldson et al. 2005).  The number of streams suitable for spawning can vary depending on environmental conditions.  For example, berms formed by wave action can render otherwise accessible streams unavailable to trout Reinhart (1990).  Bear use of spawning cutthroat trout has been documented on 36 streams with bear activity (possibly including feeding) documented on an additional 19 (Haroldson et al. 2005).  Stream surveys have included annual counts of spawning trout in migration traps on Bridge and Clear creeks.  These are complete counts on those streams over the time period of data collection.  Data have been collected on Clear Creek since 1945.  Visual spawning surveys have been conducted on 9 to 11 streams on the west side of Yellowstone Lake since 1989.  Additional surveys have been conducted as part of research into the importance of spawning trout as a food resource of grizzly bears (Reinhart 1990, Reinhart and Mattson 1990, Mattson and Reinhart 1995, Haroldson et al. 2005).  These surveys have also attempted to document bear activity, particularly bear feeding habits.  Trout spawning activity and bear activity\thave\tbeen\tquantified\tin\tdifferent\tways\tby different researchers.  Gillnetting is currently done every fall at 11 locations in Yellowstone Lake (Koel et al. 2005).  Gillnetting surveys allow for estimation of age and sex structure of the cutthroat trout populations, and are of only indirect usefulness to bear biologists.  Reinhart (1990) visited all tributary streams, but not every year of his 3 year study.  Haroldson et al. (2005) visited 12 front country and 13 back country streams but provided no information on how these were chosen.  The 9 to 11 streams that have been surveyed on the west side of Yellowstone Lake since 1989 are not a probability based sample of streams on the west side of the lake.  Spawning surveys have been conducted consistently only on Clear Creek. Clear Creek was chosen for historical reasons.  It was initially one of a number of nonrandomly selected streams selected for research purposes decades ago.  Spawning dynamics on Clear Creek are almost certainly not representative of spawning dynamics of Yellowstone cutthroat trout in general (Lynn Kaeding, personal communication).  Koel et al. (2005) summarized previous survey results. Based on these surveys it appears that there has been a drastic decline in spawning trout numbers since the mid 1990s.  There also appears to have been a decline in bear activity along the 11 streams surveyed since 1989.  There has been a lack of consistent survey methodology applied on a probability based sample of tributaries over time.  The result is that there are no statistically valid assessments of spawning cutthroat trout dynamics in Yellowstone Lake.  However, it can be concluded with near certainty that numbers of spawning cuththroat trout have declined.  Despite the lack of a probability based sample of streams there is little doubt that the amount of trout biomass available to bears during spawning has declined dramatically with a consequent decline in bear activity.  cutthroat trout population in Yellowstone Lake.  Close collaboration between IGBST and NPS biologists will be required to establish a cost effective monitoring protocol that meets the goals of all agencies.  It makes little sense, for example, for bear biologists and fisheries\tbiologists\tto\tindependently\tdesign\tand\tcarry out stream spawning surveys.  Literature Cited  Buckland, S. T., D. R. Anderson, K. P. Burnham, J. L. Laake, D. L. Borchers, and L. Thomas.  2001. Introduction to Distance Sampling.  Oxford University Press, Oxford, England.  Schwartz, C. C., M. A. Haroldson, and G. C. White.  2006.  Study area and methods for collecting and analyzing demographic data on grizzly bears in the Greater Yellowstone Ecosystem.  Pages 9-16 in Schwartz, C. C., M. A. Haroldson, G. C. White, R. B. Harris, S. Cherry, K. A. Keating, D. Moody, and C. Servheen. 2006.  Temporal, spatial, and environmental\tinfluences\ton\tthe\tdemographics of grizzly bears in the Greater Yellowstone Ecosystem.  Wildlife Monographs 161.  Farnes, P. E.  1991.  A scaled index of winter severity. Proceedings of the Western Snow Conference. April 12-15, 1991, Juneau, Alaska.  Felicetti, L. A. C. C. Schwartz, R. O. Rye, M. A. Haroldson, K. A. Gunther, D. L. Phillips, and C. T. Robbins.  2003.  Use of sulfur and nitrogen stable isotopes to determine the importance of whitebark pine nuts to Yellowstone grizzly bears.  Canadian Journal of Zoology 82:763-770.  Felicetti, L. A., C. C. Schwartz, R. O. Rye, K. A. Gunther, J. G. Crock, M. A. Haroldson, L. Waites, and C. T. Robbins.  2004.  Use of naturally occurring mercury to determine the importance of cutthroat trout to Yellowstone grizzly bears.  Canadian Journal of Zoology 82: 493-501.  Haroldson, M. A., M. Ternent, G. Holm, R. A. Swalley, S. Podruzny, D. Moody, and C. C. Schwartz.  1998.  Yellowstone grizzly bear  Recommendation  Bear\tbiologists\tshould\tfirst\trevisit\tthe\tneed\tfor\ta statistically rigorous stream monitoring program. The goals of such a program should be clearly stated, after which an appropriate monitoring program can be designed.  It would be relatively straightforward to choose a probability based sample of streams that could probably provide good estimates of spawning cutthroat.  In reevaluating the need for the stream surveys biologists should consider the fact that spawning trout numbers have clearly declined drastically, with few if any spawning trout currently being counted on some streams.  It would be useful to do a year or two of surveys of all streams to determine the true extent of trout use of tributary streams.  If the number of spawning trout is so low that cutthroat trout are already clearly an unimportant food of bears then there may be little need to continue monitoring.  Felicetti et al. (2004) for example, noted that the results of their work indicated that trout were relatively unimportant as a bear food.  An agreed upon measure of spawning trout availability is needed.  Reinhart (1990) looked at linear density, absolute numbers, and volumetric density of trout and found bear activity correlated best with volumetric density.  Koel et al. (2005) measured trout use in terms of numbers of trout observed as did Haroldson et al. (2005).  An agreed upon measure of bear activity and use of trout is needed.  Most surveys have relied on visual evidence\tof\tuse,\tsuch\tas\tremains\tof\tfish,\tbear\ttracks, bear\tscats,\tand\tso\ton.\t\tIt\tis\tdifficult\tto\tquantify\tactual trout use (biomass of trout consumed) using these measures.  The methodology of Felicetti et al. (2004) shows promise of being able to directly quantify trout consumption and should be explored further.  Lynn Kaeding, a U.S. Fish and Wildlife Service fisheries\tbiologist,\tis\tcurrently\tanalyzing\tyears\tof data collected on cutthroat trout in Yellowstone Lake.  It may be worthwhile to wait until this analysis is\tfinished\tas\tthe\tresults\twill\tno\tdoubt\tprovide information useful in the design of a statistically valid spawning\tsurvey.\t\tNational\tPark\tService\tfisheries biologists have plans to continue intensive study of the  investigations: annual report of the Interagency Grizzly Bear Study Team, 1997.  U.S. Geological Survey, Bozeman, Montana, USA.  Haroldson, M. A., K. A. Gunther, D. P. Reinhart, S. R. Podruzny, C. Cegelski, L. Waits, T. Wyman, and J. Smith.  2005.  Changing numbers of spawning cutthroat trout in tributary streams of Yellowstone Lake and estimates of grizzly bears visiting streams from DNA.  Ursus 16:167-180.  Koel, T. M., P. E. Bigelow, P. D. Doepke, B. D. Ertel, and D. L. Mahony.  2005.  Nonnative lake trout result in Yellowstone cutthroat trout decline and impacts to bears and anglers.  Fisheries 30(11):10-19.  Mattson,\tD.\tJ.,\tand\tD.\tP.\tReinhart.\t\t1995.\t\tInfluences of cutthroat (Onchorhynchus clarki) on behavior and reproduction of Yellowstone Grizzly bears (Ursus arctos), 1975-1989. Canadian Journal of Zoology 73:2072-2079.  Reinhart, D. P.  1990.  Grizzly bear habitat use on cutthroat trout spawning streams in tributaries of Yellowstone Lake.  Master of Science Thesis, Montana State University. Bozeman, Montana, USA.  Reinhart, D. P., and D. J. Mattson.  1990.  Bear use of cutthroat trout spawning streams in Yellowstone National Park.  International Conference on Bear Research and Management to Keep Pace with Expansion  Since the early 1980s the grizzly bear population in the GYE has been expanding (Bader 2000; Pyare et al. 2004) such that bears now occupy areas beyond the PCA to include private lands as well as multiple-use public lands (Schwartz 2001, Schwartz et al. 2002).  In some cases, bears have re-colonized habitat that has been unoccupied for at least the past fifty\tyears\t(Meagher\tand\tPhillips\t1983,\tEberhardt\tet al. 1994, Pyare et al. 2004).  Recolonization has been especially evident in the south and east portions of the GYE including the Wind River, Teton and Gros Ventre ranges and the eastern Absaroka Range east of Yellowstone National Park.  This reoccupation not only insinuates range expansion, but also suggests an increase in the number of animals in the ecosystem (Pease and Mattson 1999, Pyare et al. 2004).  While biological processes, food availability and environmental conditions affect grizzly bear expansion, the dramatic trend of increasing human/ bear\tconflicts\tin\tthe\tNorth\tand\tSouth\tForks\tof\tthe Shoshone River as well as increasing reports of bear- related livestock depredations in the Upper Green River result from human-related factors (Schwartz 2001, Gunther et al. 2004).  Other direct effects include habitat loss and habitat fragmentation due to development and any mortalities associated with them (Servheen et al. 1999).  Moreover, expansion may also be affected by indirect or other-than human-related causes, such as the diminishment of key bear foods like whitebark pineseeds due to beetle infestations and blister rust (Schwartz 2001, Robison 2004).  Investigations have suggested that during years with poor whitebark pine cone crops bears tend to use lower elevation habitat.  This brings bears into contact with human settlements and use areas resulting in increased\tsite\tconflicts\t(Mattson\tet\tal.\t1992,\tGunther et al. 2000, Gunther et al. 2004, Chartrand and Bruscino 2005).  Since 1992, for instance, the number of\tsite\tconflicts\thas\tgenerally\tincreased\twhen\tkey bear foods like whitebark pine cone crops were poor (Gunther et al. 2004). It is likely that the energetic needs associated with hyperphagia and the nutritional stress associated with the failure of natural foods magnifies\tconflict\tissues\tin\tWyoming\t(Gunther\tet\tal. 2004). From 1992-2004, almost half of all Wyoming bear/human\tconflicts\toccurred\ton\tprivate\tlands   With the success of grizzly bear recovery in the Greater Yellowstone Ecosystem (GYE) has come the recolonization of former habitats by bears that are also occupied by humans. This has resulted in a\tgeneral\tincreasing\ttrend\tof\tsite\tconflicts\tbetween humans and bears on private lands.  In turn, there became a need for state agencies to adopt preventive conflict\tmitigation\tefforts\tto\tkeep\tpace\twith\tgrizzly bear expansion and reoccupancy of habitat outside the Primary Conservation Area (PCA).  In 2005, the Wyoming Game &amp; Fish Department (WGFD) drafted, proposed and adopted the Wyoming Bear Wise Community Plan (Chartrand and Bruscino 2005).  This plan was designed\tto\tminimize\thuman/bear\tconflicts,\tminimize management-related bear mortalities associated with preventable\tconflicts,\tand\tto\tsafeguard\tthe\thuman community.  The overall context of this plan was to foster\tcommunity\townership\tof\ta\tconflict\tsituation that is fundamentally a community-related issue and requires a community-based solution.  Whats more, this plan strives to raise awareness and to proactively influence\tlocal\tinfrastructures\twith\tthe\tspecific\tintent of\tpreventing\tconflicts\tfrom\trecurring.  Thus\tfar,\tsignificant\tprogress\thas\tbeen\tmade in the Wapiti and North Fork of the Shoshone River as well as in Jackson Hole.  Though a wide array of\tchallenges\tremain\tand\tvary\tsignificantly\tfrom community\tto\tcommunity,\tsignificant\tprogress is expected to continue as Bear Wise efforts gain momentum. This report is intended to provide background\tand\tjustification\tfor\tthis\tinitiative\tas\twell as a review of this efforts primary goals and strategies followed by a summary of notable accomplishments to date and an overview of expected future results and challenges.  (Bruscino, WGFD, personal communication). Given that variability in abundance of natural bear foods influencing\tbear-use\tof\thuman-occupied\tlower elevation areas, and with human population growth and development expected to continue, it was clear that\tconflict\tmanagement\tneeded\tto\tkeep\tpace\twith grizzly bear reoccupancy in these same areas (Pyare et al. 2004, Gunther et al. 2004).  Thus, it is a priority to employ preemptive measures for mitigating site conflicts\twherever\tpossible.\t\tThis\tis\tespecially\ttrue\tin the Wyoming portion of the GYE, where the grizzly bear population is reoccupying portions of their historic range, such as the North and South Forks of the Shoshone River and the southern portions of the Wind River and Teton Ranges (Pyare et al. 2004). Justification:  The Need for Community- Based Preemptive Conflict Management  Increased\thuman/bear\tconflicts\tin\tWyoming have coincided with reoccupying historic range (Gunther et al. 2004, Servheen et al. 2004).  The North and South Forks of the Shoshone River, the headwaters of the Wind, Green and Snake Rivers, as well as the northernmost part of Jackson Hole are areas undergoing reoccupancy and higher incidents of\tconflicts.\t\tThese\tareas\thave\tbeen\tdeemed\ta\tpriority for\tthe\tState\tof\tWyoming\tas\tmany\tof\tthe\tconflicts\tin these areas occur on private lands where biologically suitable habitat overlaps with areas occupied or heavily used by humans (Gunther et al. 2003). The\tconflicts\tin\tthe\tNorth\tFork\tof\tthe Shoshone River are a high priority because of Wapiti, a community of about 500 year-round residents situated adjacent to biologically suitable grizzly bear habitat within the PCA.  Clearly, Wapiti has been a hot-spot\tneeding\tconflict\tmitigation.\t\tWapiti\thas\ta long\thistory\tof\tconflicts\tthat\thave\tbecome\tmore\tand more frequent since 1998 (Bruscino, WGFD, personal communication).\t\tIn\tfact,\tmany\tof\tthese\tconflicts\tare caused by improperly managed unnatural attractants like garbage. The availability of unnatural attractants and their proximity to biologically suitable bear habitat are giving cause for bears to repeatedly use human- occupied areas and, in some cases, stay there (Gunther et al. 2004, Chartrand and Bruscino 2005).  The presence of unnatural attractants, accompanied by adequate security cover in and around the community has facilitated bear movement and foraging activity in  places clearly detrimental to human safety, i.e., near the playground at the Wapiti Elementary School.  This is a concern during periods when key bear foods are poor or unavailable (Mattson et al. 1992).  Moreover, the accessibility of unnatural attractants and/or the close proximity of natural attractants have also resulted in human-habituated and food-conditioned bears (Meagher and Fowler 1989, Herrero 2005). Escalating\tincidents\tof\tconflicts\tmay\terode the publics tolerance for bears, generate increased human-caused bear mortalities, and compromise the safety of communities in Wyoming. By not eliminating the availability of unnatural attractants and/or by not taking measures to deter bears from utilizing natural attractants in areas occupied by humans,\tconflict\tmanagement\tin\tWyoming\twill\tremain costly and largely a reactive effort (Moody et al. 2005, Chartrand and Bruscino 2005).  Human safety will likewise be compromised unless a preventative, pragmatic, open-ended initiative can be realized.  As a solution, the IGBST in a report to the Yellowstone Ecosystem Subcommittee (YES) recommended that the WGFD adopt a preventive management\tstrategy\tfor\tminimizing\tconflicts\tin\tthe midst of an expanding grizzly population (Servheen et al. 2004).  In response to these recommendations, the WGFD drafted, proposed and adopted the Wyoming Bear Wise Community Plan in 2005 (Chartrand and Bruscino 2005).  Accordingly, YES and the IGBST recommended the North Fork of the Shoshone River and, in particular, the Community of Wapiti to be this demonstration area (Servheen et al. 2004).  A demonstration area for implementing this plan was necessary prior to any attempt at ecosystem-wide implementation.  Prior to widespread application, this\tdemonstration\tarea\twould\tallow\tfor\trefinement of strategies and tactics.  Also, deliberate, step- wise\tapproach\twould\tallow\tfor\tmore\tefficient implementation and more effective allocation of resources.  The primary goals of the Wyoming Bear Wise Community Plan are to minimize human/bear conflicts,\tminimize\thuman-caused\tbear\tmortalities associated\twith\tconflicts,\tand\tsafeguard\tthe\thuman community.  This plan proposes to meet these goals   incorporated the map into a digital overlay they may refer to during projects located in the human/bear conflict\tzone.  In March 2006, a community-working group, known as the North Fork Bear Wise Group, was created.  The group consists of six area residents, the coordinator, and the area bear biologist.  They meet once a month and have created their own slogan, logo, mission statement, and operating guidelines.  All members have extended their initial commitment of one year to the program for an additional year, through March 2008.  The group has assisted in securing funds for the program and has been responsible for decisions leading to implementation of educational projects and bear resistant sanitation. Bear resistant barrels have been made available at no cost to residents living in bear country to store grain, pet food, or garbage.  A bear resistant garbage cart program began in February 2007 by the North Fork Bear Wise Group and WGFD with a grant secured as a joint effort.  Bear Saver 95-Gallon Grizzly Bear Resistant carts are available to residents for a cost-shared price of $49.99.  Regular price for the carts are $172.00 and the remainder of the cost is covered through the grant.  The coordinator has also worked with Park County Sanitation and the two area sanitation companies.  Both companies have agreed to empty the carts but have no interest in contributing to the cost of switching to 100% bear resistant containers.  However, both companies do offer bear resistant dumpsters on a limited basis to their clientele. As a large part of the initial work to begin the Bear Wise Community Program has been completed, efforts have spread outside of the community of Wapiti to include surrounding communities in the Cody Region also\texperiencing\tan\tincrease\tin\thuman/bear\tconflicts. These communities include the South Fork of the Shoshone River, Crandall, Sunlight Basin, Clark, and Meeteetse. With the State Bear Wise Community Planner residing in Jackson, an opportunity also arose to implement bear wise community efforts there.  With the publicity of the Wapiti efforts, local interest provided\tsufficient\tmomentum\tto\twarrant\tinitiating bear wise efforts in Teton County as well.  This enabled WGFD to carry out earlier recommendations made\tby\tthe\tIGBST\tto\temploy\tpreemptive\tconflict mitigation strategies in expansion zones such as Teton County\tprior\tto\tsignificant\treoccupancy\tof\tthat\tzone by grizzly bears (Pyare et al. 2004).  by employing four key strategies: (1) minimize the accessibility of unnatural attractants; (2) develop and employ bear-resistant waste management systems; (3) manage attractive bear habitat in areas where the\tpotential\tfor\tconflicts\tand\tthe\trisks\tto\thuman safety are high; and (4) employ a multi-faceted public outreach campaign with special emphasis on knowledge gaps about bears and the causes of conflicts.\t\tFundamentally,\tit\tseeks\tto\tbe\tmore\tthan\tjust an awareness-raising campaign but strives to foster community\townership\tin\tconflict\tprevention\tas\twell\tas to promote changes to the local infrastructure where possible so as to set forth measures that will prevent conflicts\tfor\tdecades.   The initial effort in Wapiti began in October 2005.  A full-time project coordinator was hired and began implementing the Bear Wise Community Program.  A large part of the coordinators time has been spent securing funding to implement the program and researching options for addressing sanitation issues.  In addition, a number of educational initiatives have been used since this time to reduce knowledge gaps\tabout\thuman/bear\tconflicts.\t\tThese\tinitiatives include numerous presentations; bear information kiosks; signage; public service announcements aired on television and radio; Bear Aware advertising in a local calendar fundraiser; newspaper articles and op-ed pieces; the creation of a Living With Bears portable display designed by the Center for Wildlife Information; a Bear Aware Day public event; and distribution of educational materials such as Living With Bears books, Staying Safe &amp; Living in Bear Country DVDs and videos, magnets, bookmarks, brochures, and coloring placemats at several local restaurants.  In December 2005, after a presentation to Park County Planning and Zoning Commissioners, a request was made to the coordinator and area bear biologist for recommendations the Planning and Zoning Board could use to consider human/bear conflict\tprevention\tduring\tland\tuse\tplanning.\t\tIn March 2006, the commissioners were presented with those recommendations as well as a map displaying a\trecommended\tarea\tfor\tconsideration\tof\tconflict prevention\tjustified\tby\ta\thistorical\tdistribution\tof conflicts.\t\tThey\thave\tused\tthese\trecommendations as conditions of approval for some projects and have  With a heavy focus on infrastructure changes, some of the major accomplishments have included submitting\tconflict\tprevention\tguidelines,\twhich resulted in amendments to the Master Operating Plans for the Jackson Hole Mountain Resort, Darby Creek Girls Camp, and Treasure Mountain Boy Scout Camp. Conflict\tPrevention\tGuidelines\twere\talso\tsubmitted to Master Development Plans and Environmental Assessments for various development proposals.  The most notable proposals include but are not limited to:  the Grand Targhee Resort, Snake River Canyon Sporting Club, Snake River Associates, Teton Village Golf Course, Teton County Pathways. More importantly, high, moderate, and low priority\tconflict\tzones\twere\tidentified\tand\tmapped\tin Teton\tCounty.\t\tConflict\tprevention\tguidelines\twere finalized\tto\tcoincide\twith\tthese\tvarious\tconflict\tzones and then submitted to the Teton County Planning Office\tfor\treview\tby\tthe\tCounty\tCommissioners\tand\tto serve as guidelines for future development proposals and bear-resistant waste management efforts.  In addition, a proposed Land Development Regulation (LDR)\tentitled\tBear\tConflict\tMitigation\tand Prevention was drafted and proposed to Teton County Commissioners for review.  Several other LDR amendments were proposed to close the loop on the above mentioned LDRs. Amendments were also added to Covenants, Codes and Restrictions (CC&amp;Rs) for several homeowners associations including Solitude Subdivision and Indian Paintbrush Subdivision which have\thad\ta\thistory\tof\tbear\tconflicts.  Currently, an initiative is underway to provide 100% of all single-family homes in Teton Village with\tcertified\tbear-resistant\tgarbage\tcans.\t\tOut\tof\tthe 270 homes to be serviced with containers that cost $171 per unit, Westbank Sanitation has agreed to pay $66/can, the Teton Village Improvement Service District (ISD), the largest homeowner association in Teton Village with some 239 homes, has agreed to pay $50/can and the Jackson Hole Wildlife Foundation in collaboration with WGFD has agreed to fund the rest. Currently, only 24% is left to fully fund the initiative. In addition, the ISD has also voted to amend their district\tregulations\tto\tinclude\tlanguage\tthat\tdefines certified\tbear-resistant\tgarbage\tcontainers\tand requires all homes to have them thereafter.  An initiative is also underway to make 100% of all the garbage and recycling containers and\tdumpsters\tcertified\tbear-resistant\twithin\tthe commercial services district more commonly known  as Teton Village Associates (TVA).  Identifying costs necessary for fundraising are currently underway and the\tTVA\thas\tinformally\tagreed\tto\tpay\ta\tsignificant portion\tof\tthe\tcost\tdepending\ton\tfinal\tcost\tfigures.  Efforts are also underway to provide 100% of the homes in Solitude, Ellen Creek, and Owl Creek subdivisions\twith\tcertified\tbear-resistant\tgarbage cans.  Solitude Homeowner Association has already agreed to pay to cover the costs for the 100 lots in their subdivision.  Efforts are also underway to bring Snake River Associates, a 476 home subdivision at the base of Teton Village under the same stipulations as the\tISD,\trequiring\tevery\thome\tto\thave\ta\tcertified\tbear- resistant container and language in their CC&amp;Rs to reflect\tconflict\tprevention\tguidelines.\t\tA\tsimilar\teffort has just begun with the Snake River Canyon Sporting Club.  Finally, a multi-faceted public outreach campaign was initiated and continues to include public service announcements, advertisements, hard and soft signage, public workshops and presentations and opinion editorials.  This campaign also includes the development of a Bear-Wise-Wyoming website dedicated\tto\tconflict\tprevention\tand\tpublic\tawareness about\tbears,\tthe\tcauses\tand\tmanagement\tof\tconflicts, and bear biology.  Funding is expected to allow the continuation of the Bear Wise Community Program for an additional two years through the State Wildlife Grant Program.  These efforts will continue to be expanded to other area communities.  The focus will continue to be mainly on creating bear resistant garbage in all communities and educational initiatives.  Efforts to secure funding to continue implementation of educational and bear resistant products will also be continued.  The coordinator will also continue to work with local governments in commenting on future developments in areas with bears.  In Teton County, momentum has picked up such that the next step, once the above initiatives are near completion, is to provide 100% of the homes in several Fall Creek Road subdivisions, such as Crescent H, Redtop Meadows and\tButler\tCreek,\twith\tcertified\tbear-resistant containers.\t\tThis\tarea\talso\thas\ta\thistory\tof\tconflicts with black bears.  Other subdivisions to be included in this effort are situated along the Snake River Corridor, which is historically a travel route for bears, include   only\tinterested\tin\tpreventing\tbear\tconflicts\tso\tthat they might be hunted elsewhere.  Another challenge is the overwhelming enthusiasm and desire by some community\tmembers\tand\torganizations\tto\tfind\ta quick\tfix\tsolution\tto\tthe\tconflict\tissue.\t\tOther\tissues include\tfinding\tcreative\tways\tto\tmaintain\tmomentum and\tenthusiasm\tduring\tyears\tof\tlow\tconflicts\tor\twhen it\tappears\tthat\tthe\tconflict\tissue\tis\tmostly\tresolved. This is why infrastructure change is so important; it prevents relapses due to apathy or success.  Another less tangible challenge is the need to maintain clear expectations and consistent messages overtime so as to build and maintain trust with community stakeholders. Lastly,\tfinancial\tsupport\tand\thuman\tresources\tremain the greatest challenge.  Long-term success clearly requires\tsufficient\tfunding\tto\tcover\tthe\texpensive\tstart up costs for bear-resistant waste management systems and requires adequate human resources to maintain bear wise efforts.  Bader, M.  (2000).  Distribution of grizzly bears in the U.S. Northern Rockies. Northwest Science 74:325-333.  Chartrand, L. and M. Bruscino. (2005).  Wyoming Bear Wise Community Plan: A preemptive human/bear\tconflict\tmitigation\tprogram\tfor Wapiti and the North Fork of the Shoshone River, WY.  Wyoming Game &amp; Fish Department, Cody, WY.  Eberhardt, L.L., B.M. Blanchard, and R.R. Knight. (1994). Population trend of the Yellowstone grizzly bear as estimated from reproductive and survival rates.  Canadian Journal of Zoology: 72:360-363.  Gunther, K.A., M. Bruscino, S. Cain, J. Copeland, K. Frey, M.A. Haroldson, and C.C. Schwartz. (2000).\tGrizzly\tBear-Human\tConflicts, Confrontations, and Management Actions in the Yellowstone Ecosystem, 1999. Pages 55-108 in C.C. Schwartz and M.A. Haroldson, editors.  Yellowstone Grizzly Bear Investigations: Annual Report of the Interagency Grizzly Bear Study Team, 1999. U.S. Geological Survey, Bozeman, MT.  the John Dodge, Tucker Ranch, Hunters Trail, Bear Island and Wilderness subdivisions.  Finally, with the employment of a bear-resistant waste management system in Teton Village, the same initiative would eventually be implemented in the Village of Wilson as well as along the streets adjacent to Snow King Mountain.  The biggest challenge in the Wapiti Bear Wise Community effort is a lack of interest in participation in Bear Wise methods from the public.  Although there is support for the program, there is still much work to be done to see improvements in attractant storage. A\tsignificant\tpart\tof\tthe\tdemographic\tin\tthis\tarea\thas not showed interest in participating in the program, which\tcan\tmake\tit\tdifficult\tto\tsecure\tfunding\tfor implementation of the program.  Many people do not see\thuman/bear\tconflicts\tas\tan\tissue\tthat\tneeds\tto\tbe addressed and the program relies on 100% voluntary participation to achieve the goals.  In addition, 2005 and\t2006\twere\tvery\tinactive\tin\tterms\tof\tbear\tconflicts in the community of Wapiti so there has been a lack of\tawareness\tabout\tconflicts\tand\treceptiveness\tto\tthe program.  In the Wapiti area there is no ordinance or law addressing feeding of bears or negligence in leaving attractive items out for bears so the Bear-Wise Community program relies on educational efforts to discourage residents from feeding or attracting bears. Rural communities in the Cody region, including Wapiti, lack organized groups, such as Homeowners Associations, and also have a large number of summer-only\tresidents.\t\tAlso,\tthere\tis\ta\tsteady\tinflux of new residents as the area is growing with new development.\t\tThis\tmakes\tit\tdifficult\tto\tcommunicate with all residents equally and the program has used informational mailings, signing, and radio PSAs as primary methods of communication.  The greatest challenges in Jackson Hole include\ttwo\tdiametrically\topposed\tissues.\t\tThe\tfirst is general skepticism and apathy towards the WGFD. Skepticism comes from the common misperception that the WGFD does not manage bears on a case- by-case basis and that this agency does not exercise its full range of options for managing bears.  It is commonly believed that WGFD only uses lethal options to manage bears, which results in minimal timely\treports\tof\tconflict\tincidents.\t\tApathy\ttowards the WGFD comes from those who see the agency as  Gunther, K.A., M. Bruscino, S. Cain, K. Frey, L. Hanauska-Brown, M. Haroldson, and C. Schwartz. (2003).  Grizzly bear-human conflicts\tin\tthe\tGreater\tYellowstone Ecosystem.  Pages 53-56 in C.C. Schwartz and M.A. Haroldson, editors.  Yellowstone Grizzly Bear Investigations:  Annual Report of the Interagency Grizzly Bear Study Team, 2003. U.S. Geological Survey, Bozeman, MT.  Gunther, K.A., M.A. Haroldson, K. Frey, S.L. Cain, J. Copeland, and C. Schwartz. (2004). Grizzly\tbear-human\tconflicts\tin\tthe\tGreater Yellowstone Ecosystem, 1992-2000.  Ursus 15(1):10-22.  Herrero, S.M.  (2005).  Presentation on overt reaction distance and tolerance in brown bears.  Bear Management Workshop.  West Yellowstone, MT.  March 22, 2005.  Mattson, D.J., B.M. Blanchard, and R.R. Knight. (1992).  Yellowstone grizzly mortality, human habituation, and whitebark pine seed crops. Journal of Wildlife Management 65:432-442.  Meagher, M., and J.R. Phillips. (1983).  Restoration of natural populations of grizzly and black bears in Yellowstone National Park. International Conference on Bear Research and Management 5:152:158.  Meagher, M., and S. Fowler.  (1989).  The consequences of protecting problem grizzly bears.  Pages 141-144 in Bear-people\tconflicts. Proceedings of a symposium on management strategies. Northwest Territories Department of Renewable Resources, Yellowknife, Northwest Territories, Canada.  Moody, D., D. Hammer, M. Bruscino, D. Bjornlie, R. Grogan, and B. Debolt.  (2005).  Wyoming grizzly bear management plan.  Wyoming Game and Fish Department.  Cheyenne, WY.  Pease, C.M., and D.J. Mattson.  (1999).  Demography of the Yellowstone grizzly bears.  Ecology 80:957-975.  Pyare, S., S. Cain, D. Moody, C. Schwartz, and J. Berger.  (2004). Carnivore re-colonisation: reality, possibility and a non-equilibrium century for grizzly bears in the southern Yellowstone Ecosystem.  Animal Conservation 7:1-7.  Robison, H.  (2004).  The ecological relationship between a Rocky Mountain threatened species and a Great Plains agricultural pest. Pages 41-44 in C.C. Schwartz and M.A. Haroldson, editors. Yellowstone grizzly bear investigations:  annual report of the Interagency Grizzly Bear Study Team, 2003. U.S. Geological Survey, Bozeman, MT.  Schwartz, C.C.  (2001).  The paradigm of grizzly bear restoration in North America.  In Maehr, D.S., R.F. Noss and J.L. Larkin, editors. Large Mammal Restoration: 225-229. Covello: Island Press.  Schwartz, C.C., M.A. Haroldson, K.A. Gunther, and D. Moody.  (2002).  Distribution of grizzly bears in the Greater Yellowstone Ecosystem, 1990-2000.  Ursus 13:203-212.  Servheen, C., S. Herrero, and B. Peyton.  (1999). Introduction. In Bears: Status Survey and Conservation Action Plan: 1-7.  IUCN/SSC Bear Specialist Group.  Servheen, C., M. Haroldson, K. Gunther, K. Barber, M. Bruscino, M. Cherry, B. Debolt, K. Frey, L. Hanauska-Brown, G. Losinski, C. Schwartz, and\tB.\tSummerfield.\t\t(2004).\t\tYellowstone mortality\tand\tconflicts\treduction\treport: presented to the Yellowstone Ecosystem Subcommittee (YES) April 7, 2004. "
    }
}