{
    "TTR": {
        "Extracted text": " Desert fl owers are erosional features that now form on Rogers Lake, a playa or dry lakebed on Edwards Air Force Base in the Antelope Valley (Mojave Desert), California when surface-water runoff accumulates on its normally dry, hard surface. The 11-mile long lakebed is now about 5 feet lower on its southern extent where nearly 3 feet of subsidence has occurred since 1961 owing to compaction of the aquifer system accompanying ground-water pumpage. The lowering of a portion of the lakebed contrib- utes to increased erosion, earth fi ssures and sinklike depressions in the surface of the lakebed. Some of the features that rupture the lakebed also drain the surface-runoff into the subsurface sediments and the water table, creating the potential for ground-water contamination. In January 1991 a new earth fi ssure on Rogers Lake caused the closure of one of the alterna- tive runways used to land the Space Shuttle.  The use of firm, trade, and brand names in this report is for identification purposes only and does not constitute endorsement by the U.S. Government. Library of Congress Cataloging-in-Publication Data  Evolving issues and practices in managing ground-water resources : case studies on the role of science / by Devin L. Galloway ... [et al.].  p. cm.  (U.S. Geological Survey circular ; 1247) Includes bibliographical references. ISBN 0-607-89548-9 1. GroundwaterManagement.  2. GroundwaterManagementCase studies.  I. Owens Valley, California  19\t Conjunctive management of ground-water and surface-water resources, Hunt-Annaquatucket-Pettaquamscutt Basin, Rhode Island  25\t Ground-water recharge processes, Wichita, Kansas  Antelope Valley (Mojave Desert), California    Hydrologic stresses throughout the 20th century and presently (2003) have caused the depletion and degradation of our Nations vital ground-water resources in many areas. Management strategies have been and are being implemented to optimize use of our ground-water resources with respect to achieving sustainability while mitigating the consequences of future withdrawals. The seven case studies presented herein show how the U.S. Geological Survey (USGS) in cooperation with local, State and other Federal agencies, as well as the private sector, have addressed some of the complexities of ground-water management using scientifically-based hydrologic studies and hydro- logic monitoring. It is clear that the managed conjunctive use of our combined ground-water and surface-water supplies, and the artificial recharge of our ground-water systems present both challenges and opportunities. How well we manage these options depends upon best science practices, improved understanding of the resources, and the informed consensus of all stakeholders.  This giant earth fissure formed in 1991 on a dry lake bed in the Antelope Valley, California and is attributed to land subsidence related to ground-water pumpage. A subsequent heavy  The U.S. Geological Survey (USGS) Ground-Water Resources Program supported this work. We are grateful to our USGS colleagues who contributed information and materials for the case studies contained herein, specifically Wesley R. Danskin, Miranda S. Fram, John P. Hoffmann, Pierre J. Lacombe, Steven P. Phillips, Donald R. Pool, Rodney A. Sheets, and Andrew C. Ziegler. This Circular bene- fited greatly from the reviews and comments of our USGS colleagues, Walter R. Aucott, Rodney A. Sheets, Ingrid M. Verstraeten, and Edwin P. Weeks, and our colleagues with the Arizona Department of Water Resources, Kathy Jacobs; Metcalf and Eddy Inc., William D. Spronz and Keith W. Ryan; and the City of Cape May Water Utility, David A. Carrick. Finally, we are grateful to David R. Jones (USGS) for designing and illustrating this manuscript.  This Circular uses English and metric units. To determine equivalent metric values from English values, multiply the English values by the conversion factors listed below.  To determine equivalent English values from metric values, divide the metric values by the conversion factors listed below.  In this report, sea level refers to the National Geodetic Vertical Datum of 1929 (NGVD of 1929)a geodetic datum derived from a general adjustment of the first-order level nets of both the United States and Canada, formerly called Sea Level Datum of 1929. Mean sea level is not used with reference to any particular vertical datum; where used, the phrase means the average surface of the ocean as determined by cali- bration of measurements at tidal stations. Vegas, Nevada, has the dual function of pumping water from the aquifer for public supply and injecting water into the aquifer for storage. The tall object on the far right is the electric motor for Photo: Devin Galloway, USGS  Ground water is among the Nations most important natural resources. It is the source of drinking water to more than 140 million residents, or about half of the Nations population. It is the primary source of drinking water for nearly all of the rural popula- tion, as well as for some of our largest metropolitan areas. Nearly 50 bil- lion gallons of ground water are used each day in support of the Nations agricultural economy. In several midwestern states, ground water pro- vides more than ninety percent of the water used for irrigation. Ground water also plays a crucial role in sustaining streamflow, particularly during droughts and other low-flow periods. Moreover, in recent years, increased attention has been given to the integral role of ground water in maintaining the health of riparian, aquatic, and wetland ecosystems.  Total ground-water pumpage in the Nation was nearly 80 billion gallons per day in 1995. Although the benefits of ground water to our society are many, this large-scale ground-water development has resulted in undesir- able consequences that threaten the sustainability of the resource in some areas. These consequences include storage depletion, land subsidence, saltwater intrusion, reductions in streamflow, and loss of wetland and riparian habitats. Moreover, as ground-water use has increased, so too has competition for the resource for municipal, agricultural, industrial, and environmental uses.  The accumulating hydrologic stresses and competing demands on our ground-water resources are making ground-water management increas- ingly complex, yet are also leading to many innovative approaches to the management of ground-water supplies. Ground-water management practices now include aquifer storage and recovery projects, conjunctive use of ground- and surface-water resources, conservation and reuse, and controlled ground-water pumping. Successful ground-water manage- ment, however, requires a careful understanding of the properties and processes of the ground-water system that is to be managed, and of the environmental effects and other consequences that result from alternative management plans. In this regard, it is useful to view ground-water management as one element of a ground-water-resource system. Demands for ground water drive management decisions regarding the locations, rates, and timing of stresses imposed on a ground-water system, such as ground-water withdrawals and artificial recharge. These stresses modify ambient ground-water levels, discharge rates, and water quality, which in turn may affect environmen- tal conditions of ground-water- dependent habitats. Adverse changes to the ground-water system and associated ecosystems can prompt  Ground-water management practices include the engineering, economic, and political factors that affect the locations, rates, and timing of imposed hydrologic stresses to the ground-water system (ground-water withdrawals, artificial recharge, and so forth). These imposed hydrologic stresses then affect the responses, or outputs, of the ground-water systemground- water levels, discharge rates, and water-quality conditionswhich in turn may affect streamflow rates, aquatic habitats, and other environmental conditions. Ultimately, legal and political forces may prompt renewed scientific investigation of the ground-water system for the purpose of improved management of the resource. This systems approach to ground- water management is beneficial because it focuses attention on the inter- actions and feedbacks that occur among the elements of the water-resource system (Loucks and others, 1981). An example of this approach for the specific problem of ground-water development near a stream is illustrated on the facing page for a single pumping well and simple stream-aquifer system. Further challenges are added with increasing complexity of stream-aquifer hydrogeologic systems and with increasing levels of development.  The purpose of this report is to describe the role of science in support of emerging issues and practices in the management of ground-water resources. Seven case studies are presented to demonstrate how data- collection networks, ground-water resource assessments, and predictive models are used to assist in aquifer management. Throughout the report, we emphasize that ground-water-resource management requires consid- eration of the interaction among management decisions, the dynamic nature of the ground-water system to be managed, and the environmental and other consequences that result from management actions.  The case studies are drawn from recently completed and ongoing data- collection activities and ground-water-resources investigations by the U.S. Geological Survey (USGS). For more than 100 years, the USGS has provided data and scientific analyses in support of informed ground- water development and management decisions. The role of the USGS in aquifer management includes fundamental data collection and analysis, basic assessment and process understanding of ground-water systems, development of quantitative analytical tools for water-resource planning and analysis, and education and outreach. Artificial recharge refers to the augmentation of natural infiltration into ground-water systems from the activities of humans, such as by means of spreading basins, recharge wells, or induced infiltration of surface water. As the Nations population grows and the water needs of the Nation increase, artificial recharge is becoming an important component of water management in many locations. It is important that the scientific basis and the cause and effect relations involved in artificially augmenting the ground-water resource are fully understood. The USGS has had an important role in developing this scientific basis of understanding.  Since its creation, the USGS has been involved in the science of artificial recharge (Weeks, 2002). For example, C.S. Slichter evaluated the enhanced flow of ground water due to human-made impoundments on Long Island in 1906 (Veatch and others, 1906, p. 106-112). Work continued in the USGS on artificial recharge and in 1959 and 1970 the USGS produced annotated bibliographies on artificial recharge that summarized much of the work in the scientific literature on the subject that existed at that time (Todd, 1959; Signor and others, 1970). The USGS undertook a program of studies in the late 1960s and 1970s that focused on processes that control the recharge of water in high-use agricultural areas of the southern High Plains (Brown and others, 1978), as well as deep-well recharge in urban  coastal areas to control saltwater intrusion (Vecchioli and Ku, 1972). These benchmark studies examined both the physical controlling mechanisms, such as potential changes in hydraulic conductivity, as well as chemical controlling mechanisms, such as chemical and bacteriological clogging and water-quality effects.  The motivation and purpose of current and future studies is to provide insight into many of the lingering scientific issues. Although artificial recharge is being undertaken in many locations throughout the Nation, the long-term sustainability of recharge at a specific location is difficult to predict because of biological, chemical, and physical clogging and transport mechanisms. The USGS continues to develop the basic scientific understanding of issues that include: the physical, chemical, and microbiological effects of mixing water of different chemical composition with ambient ground water, aquifer clogging/dissolution, viral inactivation, production and degradation of disinfection by-products, integrity of regional confining layers, and movement of injected water by advection and buoyancy stratification. Only through continued scientific investigation can some of these important issues be clarified in order to allow water managers to fully understand and manage their water supplies. The USGS has provided, and continues to provide, some of the scientific study required to understand and utilize artificial recharge to its full potential.  USGS hydro og sts and Los Ange es County Department of Pub c Works surveyors mon tored and-surface deformat on dur ng an aqu fer stor- age and recovery research demonstrat on pro ect near Lancaster, Ca forn a, 1997. Second-order  fferent eve ing surveys, done to first-order accuracy, were made between benchmarks in a specially designed network centered on dual-pur- EVOLVING GROUND-WATER MANAGEMENT ISSUES AND PRACTICES  When broadly considered, alternative ground-water management strate- gies include the following general approaches:  Use of sources of water other than local ground water by shifting the local source of water, either completely or in part, from ground water to surface water, or by importing water from outside river-basin or ground- water system boundaries.  Changing rates or spatial patterns of ground-water pumpage to   Control or regulation of ground-water pumping through implementa- tion of guidelines, policies, taxations, or regulations by water-manage- ment authorities. These imposed actions may include restrictions on some types of water use, limits on pumpage volumes,  and establishment of critical aquifer hydraulic heads or gradients of hydraulic head that may vary in time and space.  Artificial recharge through the deliberate introduction of local or imported surface water, whether potable, reclaimed, or waste-stream discharge, into the subsurface for purposes of augmenting or restoring the quantity of water stored in developed aquifers. Options include:    (1) enhanced natural rechargeimproving the infiltration and recharge of naturally available, local sources of fresh water (such as precipitation, streams, lakes), commonly by induced recharge from surface waterways; (2) induced infiltration from engineered impoundments (basin spreading) diversion and ponding of water at the land surface in reservoirs con- structed in geologic deposits where subsurface infiltration rates are adequate and in locations conducive to replenishing the developed aquifers; and (3) direct-well injectiondelivery and introduction of water by gravity drainage or positive-pressure injection in wells.  Water Factory 21 treatment facility, Orange County, California. Recycled secondary effluent is treated to drink- ing-water standards and blended with ground water from deep aquifers prior to injection in wells completed in the water table. The artificial recharge pro- gram is part of a hydraulic barrier Artificial recharge occurs through rapid infiltration basins. Near Orlando, Florida large volumes of reclaimed water, which has undergone advanced secondary treatment, are reused through land- based applications in a 40-square-mile area. These applications include citrus crop irrigation and artificial recharge to the surficial aquifer through rapid infil- tration basins.  Conjunctive use of ground water and surface water through the coordinated and integrated use of the two sources of water to optimize use of the resource and to prevent or minimize adverse effects of using a single source.  Conservation practices, techniques, and technologies that improve the efficiency of water use to ensure optimum long-term economic and social benefits.  Reuse of wastewater (gray water) and treated wastewater (reclaimed water) for nonpotable purposes such as irrigation of crops, lawns, and golf courses.  Managed short-term (time scale of months and years) increases and decreases in subsurface storage in the ground-water reservoir or unsatu- rated zone to accommodate annual and multiyear climate-induced shortages and excesses of surface-water runoff and storage. During periods of excess surface-water runoff and when surface-water impound- ments are at or near capacity, surplus surface water can be stored in aquifer systems through artificial recharge. Conversely, during droughts, increased ground-water pumpage can be used to offset shortfalls in surface-water supplies. Depleted aquifer systems can be viewed as potential subsurface reservoirs for storing surplus imported or local surface water.   fresh ground-water resources.  These general approaches are not mutually exclusive; that is, the various approaches overlap or the implementation of one approach may inevita- bly involve or cause the implementation of another. For example, many approaches involve combinations of the use of aquifers as storage reser- voirs, conjunctive use of surface water and ground water, and artificial recharge of water.  As competition for water resources intensifies, more innovative and interwoven uses of these basic approaches tend to be invoked. Implemen- tation of these approaches can have a significant effect on the magnitude of development that can be sustained. That is, the safe yield or sustain- able yield of a hydrologic system (the maximum quantity of water that   I often say that when you can measure what you are speaking about and express it in numbers you know something about it; but when you cannot measure it, when you cannot express it in numbers, your knowledge is of a meager and unsatisfactory kind: it may be the beginning of knowledge, but you have scarcely, in your thoughts, advanced to the stage of science, what- ever the matter may be.  Sir William Thomson, 1891 (later known as Lord Kelvin), as cited by M. King Hubbert (1974)  Ground water is an important part of the hydrologic cycle, and as such, it has been an important source of water to humanity since its beginnings. Only since the nineteenth century, however, have scientific methods existed to quantitatively describe ground-water move- ment and provide useful information for the manage- ment of the resource.  In managing withdrawals from a ground-water system, it is important to understand the status of the system and the impacts of any withdrawals. In order to understand the status of a ground-water system, basic information on the geologic framework, boundary conditions, hydraulic-head distribution, water-transmit- ting properties, water-storage properties and chemical distribution  must be known to a reasonable degree. These data are usually collected and interpreted in areal investigations. Any quantitative analysis depends on the availability of data and the development of a conceptual model based on these data, with an understanding of the factors affecting the movement of ground water.  Assessing the impacts of withdrawals relies on math- ematical equations based on the laws of physics that allow for quantities of flow to be estimated. Each individual ground-water system is unique in that the source and amount of water flowing through the system are dependent upon external factors such as rate of precipitation, location of streams and other surface- water bodies, and rate of evapotranspiration. In addi- tion, the geologic framework and properties of the aquifer that the water flows through are unique to each location. The one common factor for all ground-water systems is that the amount of water entering, leaving, and being stored in the system must be conserved. Human activities such as irrigation and water with- drawals change the natural flow patterns, and these  changes must be accounted for in the calculation of water availability (Alley and others, 1999).  During the past several decades, computer simulation models for analyzing flow and solute transport in ground-water and surface-water systems have played an increasing role in the evaluation of alternative approaches to ground-water development and management. Ground- water models attempt to represent the essential features of the actual ground-water system by means of a math- ematical simulation.  The underlying philosophy is that an understanding of the basic laws of physics, chemistry, and biology that describe ground-water flow and trans- port and an accurate description of the specific system under study will enable a quantitative representation of the cause and effect relations for that system. Although forecasts of future events that are based on model simulations are subject to a high degree of uncertainty, they commonly represent the best available decision- making information at a given time.  Our understanding of the ground-water flow and transport system is improved iteratively as more data are collected and better computer simulation tools become available. Data are collected and analyzed, which in turn indicates where information is lacking and which simulation techniques need improvement. Data are then collected again based on the understanding gained in the previous analysis, and improved simulation techniques are used to analyze the information to the extent possible. Increased understanding and development of improved management decisions through a continuing iterative approach of data collection and analysis is the heart of the scientific method. This scientific effort requires a long-term commitment to obtain reliable data and improved methods of analysis.  can be reliably provided over the long term) actually changes in response to changing water-use practices (Bredehoeft and others, 1982). In addi- tion, as we shall see, there are new scientific challenges in providing the data, analyses, and predictive tools that can be used to address ground- water management practices in areas such as artificial recharge, water reuse, and conjunctive use of ground-water and surface-water resources.  Seven case studies are presented that illustrate some of these scientific challenges, how they have and are being addressed, and the role the USGS plays in providing improved information to manage our water resources. Most of the case studies, in some fashion, involve the conjunc- tive use of ground-water and surface-water supplies. The case studies are derived from USGS studies in Arizona, California, Kansas, Nebraska, New Jersey, Ohio and Rhode Island. Most of the case studies involve some form of ground-water depletion: critical lowering of ground-water levels causing the expiration of large amounts of native vegetation in Owens Valley, California; reduced streamflow in the Hunt-Anna- quatucket-Pettaquamscutt Basin, Rhode Island; intrusion of brackish or saltwater into freshwater aquifers near Wichita, Kansas, and at Cape May, New Jersey; and land subsidence in the Antelope Valley (Mojave Desert), California. Natural recharge from an arroyo to the ground-water system in Tucson, Arizona, is the focus of one case study, where the information is being used to plan artificial recharge operations in the arroyo. Another case study highlights the use of shallow ground-water systems near flowing streams, Platte River, Nebraska, and Great Miami River, Ohio, to filter contaminants from the water supply. The information gained from these and other studies is providing valuable information to local resource managers and is generally transferable to other settings with similar characteristics and problems.  Conjunctive use of ground water and surface water through the coordinated and integrated use of the two sources of water to optimize use of the resource and to prevent or minimize adverse effects of using a single source.  Conservation practices, techniques, and technologies that improve the efficiency of water use to ensure optimum long-term economic and social benefits.  Reuse of wastewater (gray water) and treated wastewater (reclaimed water) for nonpotable purposes such as irrigation of crops, lawns, and golf courses.  Managed short-term (time scale of months and years) increases and decreases in subsurface storage in the ground-water reservoir or unsatu- rated zone to accommodate annual and multiyear climate-induced shortages and excesses of surface-water runoff and storage. During periods of excess surface-water runoff and when surface-water impoundments are at or near capacity, surplus surface water can be stored in aquifer systems through artificial recharge. Conversely, during droughts, increased ground-water pumpage can be used to offset shortfalls in surface-water supplies. Depleted aquifer systems can be viewed as potential subsurface reservoirs for storing surplus imported or local surface water.  Owens Valley is the main source of water for the City of Los Angeles. Diversion of streamflow for irrigation in the early 1900s and after 1913 to the Owens RiverLos Angeles Aqueduct system greatly altered the water budget of the valley. In 1970, a second aqueduct to Los Angeles was completed, increasing the capacity of the aqueduct system. Additional water supplies for Los Angeles were obtained by increasing surface-water diver- sions from Owens Valley, reducing the quantity of water supplied for irrigation on lands owned by the City of Los Angeles, and pumping ground water from the valley into the riveraqueduct system. As a result of lowered ground-water levels, by 1981, native plants dependent on shallow ground-water sources were reduced by 20 to 100 percent on about 26,000 acres. Residents of the valley and local businesses that depend on tourism were concerned that the additional export of water since 1970 was degrading the environ-  ment of Owens Valley. In 1982, the USGS began a 6-year cooperative investigation with Inyo County and the City of Los Angeles to evaluate the geology, water resources, and native vegetation of the valley. Hydrologic field investigations and numerical ground-water flow modeling were done by the USGS to determine the effect of ground-water with- drawals on native vegetation. Results of these studies were used by Inyo County and Los Angeles in developing a joint ground-water-management plan for the valley. Using the ground-water model, 4 management scenarios were tested. The simula- tions indicated that continuing to withdraw ground water under the 1988 operating conditions would cause the water table to continue to decline for some time. This will result in a decrease in native- vegetation biomass. According to the simulations, a 50 percent reduction in ground-water withdrawals would be required to maintain water levels and preserve biomass.  Owens Valley, a long, narrow valley along the eastern flank of the Sierra Nevada in east-central California, is the main source of water for the City of Los Angeles. Precipitation, principally falling as snow in the surrounding mountains, results in an abundance of runoff flowing into this high desert basin. Because the valley has no surface-water outlet, streams historically flowed into Owens Lake, a large saline body of water at the south end of the valley. Prior to 20th- century development in the valley, Owens Lake covered more than 100 square miles and exceeded a depth of 20 feet; steam-powered ferryboats once traversed the lake. Subsequent diversion of streamflow for irriga-  ills  tion in the early 1900s and after 1913 to the Owens RiverLos Angeles Aqueduct system (referred to herein as the riveraqueduct system), greatly altered the water budget of the lake. Currently (2003), evapora- tion exceeds inflow to the lake in all but the wettest years, and the area once covered by the lake is now a playa (an usually dry lakebed or ephemeral lake).  Since 1913, little or no tributary streamflow in the Owens Lake Basin reaches the lower Owens River during years of average runoff. When surface water is abundant, however, tributary streamflow exceeds the capacity of the riveraqueduct system, and some of the tributary stream- flow either is diverted onto the alluvial fans to recharge the ground-water system or is conveyed over the top of the aqueduct and discharged to the valley floor, where it flows toward the lower Owens River.  Ground-water withdrawals in Owens Valley vary from year to year in response to changes in the availability of surface-water supplies. Natural ground-water discharge also occurs in the valley, principally by transpira- tion by native vegetation (Sorenson and others, 1989), evaporation from soil in areas of shallow ground water, and discharge from springs. Tran- spiration from native vegetation and evaporation from soil expend about 40 percent of the average annual recharge to the aquifer system (Hollett  One native plant community in the In 1913, the Los Angeles Department of Water and Power constructed a 233-mile-long aqueduct to divert surface water from the Owens River to the City of Los Angeles. This supply was later increased to an average export of 330,000 acre-feet/year by adding diversions of surface water from the Mono Basin, which adjoins the northwestern side of the Owens Valley.  In 1970, a second aqueduct to Los Angeles was completed, increasing the total maximum capacity of the aqueduct to 565,000 acre-feet/year. The average export subsequently increased to 482,000 acre-feet/year. This additional supply was obtained by increasing surface-water diversions from Owens Valley and the Mono Basin, by reducing the quantity of water supplied for irrigation on lands owned by the City of Los Angeles in Mono and Inyo Counties, and by pumping ground water from the Owens Valley into the riveraqueduct system. acre-feet to describe a volume of water. One acre-foot is the volume of water that will cover an area of one acre to a depth of one foot. The term is especially useful where large volumes of water are being described. One acre-foot is equiva- 325,829 gallons!  and others, 1991). In the early 1970s, ground-water levels and the acreage covered by native vegetation were similar to the levels and acreage observed between 1912 and 1921 (Griepentrog and Groeneveld, 1981). With the completion of a second aqueduct in 1970, ground-water with- drawals increased by a factor of 5, lowering ground-water levels in many areas. By 1981, a loss of 20 to 100 percent of the plant cover on about 26,000 acres was noted (Griepentrog and Groeneveld, 1981).  Residents of the valley and local businesses that depend on tourism are concerned that the additional export of water since 1970 is degrading the environment of Owens Valley. The combination of increased demand for water and reduced regional supplies underscores the need to better understand the water resources of the valley. In 1982, the USGS began a 6-   A valley-wide ground-water flow model was developed to integrate and test concepts about the structure and physical properties of the aquifer system, to quantify recharge and discharge to and from the aquifer system, and to evaluate the effects of water-management decisions. Simulation periods were chosen to calibrate the model, to evaluate past water-management practices, and to forecast the condition of the aquifer system after 1988. Significant changes in water use in the valley began in 1970, including substantial increases in ground-water withdrawals and decreases in water supplied to agriculture and ranching. As a result, water year 1963 was chosen to calibrate the model under equilibrium (steady-state) conditions, and water years 196384 were chosen to calibrate the model under nonequilibrium (transient) conditions. A final steady- state simulation was done to determine equilibrium conditions in the aquifer system that might occur if ground-water-recharge and withdrawals in 1988 were continued well into the future.  Simulation results indicated that increased ground- water withdrawals since 1985 for enhancement and mitigation projects within Owens Valley had further stressed the aquifer system and resulted in declines of the water table and reduced rates of evaporation and  transpiration. Most of the water-table declines occurred beneath the western alluvial fans and in the immediate vicinity of production wells. The water-table altitude beneath the valley floor had remained relatively constant over time because of hydrologic buffers, such as evapora- tion and transpiration, springs, and permanent surface- water features. These buffers adjust the quantity of water exchanged with the aquifer system and effectively minimize variations in water-table altitude. The wide- spread presence of hydrologic buffers is the primary reason that the water-table altitude beneath the valley floor has remained relatively constant since 1970 despite major changes in the type and location of ground-water discharge.  Model simulations through 1988 indicated that the aquifer system, particularly the discharge components, changed significantly with the increase in pumping and export of ground water after 1970. Although changes in water use and the distribution of surface water also were made in 1970, most of the changes in the aquifer system resulted primarily from increased ground-water with- drawals. Increased efforts at ground-water recharge that were implemented after 1970 did not compensate for the increased pumpage. 12 Case Studies 13 Evaluation of ground-water management alternatives, Owens Valley, California  year cooperative investigation with Inyo County and the City of Los Angeles to evaluate the geology, water resources, and native vegetation of the valley. Extensive hydrologic field investigations and numerical ground-water flow modeling were done by the USGS to determine the effect of ground-water withdrawals on native vegetation. Results of these studies were used by Inyo County and Los Angeles to develop a joint ground-water-management plan for the valley (Los Angeles and Inyo County, 1990a, b, c).  EVALUATION OF SELECTED WATER MANAGEMENT SCENARIOS  The goals of water management in the Owens Valley consist of address- ing several conflicting issues. The primary goals include supplying sufficient water for local domestic, ranching, and municipal uses; for native vegetation and aesthetics; and for export to Los Angeles. Secondary goals include mitigation of pumping effects on native vegetation in the  immediate area of wells and restoration of native vegetation in selected areas of the valley. Inherent in achieving these secondary goals, if other water-III. MANAGEMENT STRATEGY management practices are continued, is an acceptance  A. OVERALL GOAL of a likely overall decrease in the quantity of native  The overall goal of managing the water resources vegetation in other areas of the valley. An ongoing  within Inyo County is to avoid certain described management goal since 1970 has been to decrease decreases and changes in vegetation and to cause no consumptive use of water on ranches and lands leased significant effect on the environment which cannot be by Los Angeles and to use water more efficiently acceptably mitigated while providing a reliable supply throughout the valley. Achievement of each of these of water for export to Los Angeles and for use in Inyo goals is limited by a variety of considerations that County. constrain water management in the valley. The major  considerations are described below. B. GROUNDWATER MINING  The goal is to avoid long term groundwater mining Regional water supplies from aquifers of Inyo County. This goal will be met by managing annual groundwater pumping so that the Owens Valley is part of a much larger network of total pumping from any well field area over a 20 year water supplies, transport, and use. In southern period (the then current year plus the 19 previous California, water is obtained presently from a limited years) does not exceed the total recharge to the same number of highly constrained sources, primarily from well field area over the same 20 year period. The northern California, the Colorado River, and the Technical Group may increase the annual pumping Owens Valley. Reductions in exports from Owens from a well field area above this amount if a recharge Valley would strain the network of regional water program for that area is implemented or for other supplies for Los Angeles and southern California. relevant reasons that are consistent with these goals and principles. The average annual recharge to each Export of surface and ground water well field area over the 20 year period shall be determined by the Technical Group using information The exportation of water from Owens Valley to Los developed by the United States Geological Survey Angeles has been the subject of many controversies (USGS) and other relevant information, including an and lawsuits. Historically, California water law has analysis of water levels in each well field area. been interpreted to require maximum beneficial use  of water (State of California, 1992). In the early 1900s, beneficial use was nearly synonymous with reclama-  (First 2 of 10 elements under Management Strategy from Agreement Between the County of Inyo and the City of Los Angeles and its Department of Water and Power tion of the land for farming and for industrial and on a Long Term Groundwater Management Plan for Owens Valley and Inyo municipal use. Since about 1970, the historical County, October 18, 1991)  simulated decline in water-table altitude between water year 1984 conditions and steady-state conditions under 1988 operating conditions.  various environmental issues, such as preservation of phreatophytic vegetation in the Owens Valley and the maintenance of lake levels in the Mono Basin for wildlife habitat. Complying with environmental con- straints and satisfying environmental regulatory requirements play an increasingly critical role in the export of water from the Owens Valley.  A series of surface-water reservoirs and ground-water basins along the aqueduct system between the Mono Basin and Los Angeles are used to regulate flow and to store water from one year to the next. These storage capacities are limited, and a nearly constant export of water from the Owens Valley is desired. As a result, since 1970, ground-water withdraw- als from the Owens Valley have been used to augment surface-water diversions. Thus, in a below-average runoff year, the quantity of ground water exported from the valley may be increased significantly.  Local water-use commitments  Water use within the Owens Valley includes commitments of water to each of the four major towns, four Native American reservations, three fish hatcheries, and many ranches (Danskin, 1998; Hollett and others, 1991). Additional surface and ground water has been committed to maintain several enhancement and mitigation projects. These relatively high-water-use projects are scattered throughout the valley and provide for maintenance of pastureland, wildlife habitat, and riparian vegetation.  Water management in the Owens Valley also has been affected by litigation, particularly the Hillside Decree (Los Angeles and Inyo County, 1990a). This legal injunction requires that ground-water withdrawals in the Bishop area be used locally within an area extending from north of Bishop to just north of Klondike Lake. Within this area,  15 Evaluation of ground-water management alternatives, Owens Valley, California  which is referred to as the Hillside area or Bishop Cone, no ground- water pumpage can be exported to other areas of the valley, or out of the valley to Los Angeles. This constrains water-management options for the valley as a whole but provides protection to the Bishop area.  Hydrologic constraints  Water management within the Owens Valley also is constrained by physical limitations. Streamflow varies within each year, as well as from year to year. During some high-flow periods, not all streamflow can be captured for export or recharged to the ground-water system. During drier periods, minimum flows in the tributary streams may be required to maintain fish populations, and ground-water-recharge operations may be restricted. Some tributary streams, such as Oak Creek, have a large discharge, but a relatively small alluvial fan for ground-water recharge. Other streams, such as Shepherd Creek, have a small discharge and a large alluvial fan.  The valley-wide ground-water flow model (see sidebar on page 12) was used to evaluate four water-management scenarios for the valley that were selected in consultation with Inyo County and Los Angeles (Dan- skin, 1998). The primary items of concern to valley residents and water managers were the long-term effects of continuing 1988 operations (scenario 1); the effects of reduced runoff resulting from long-term climatic cycles (scenario 2); the effects of long-term variations in average pumpage (scenario 3); and ways to mitigate effects of a severe drought and to take advantage of unusually wet conditions (scenario 4). The first two scenarios were simulated by use of the calibrated flow model under steady-state conditions; the third and fourth scenarios were tested using a transient simulation. changes in percent of average annual runoff, annual pumpage, and water- table response at typical locations on the valley floor and near the artificial recharge sites during the 9-year simulation period. Results at the end of the first (drought conditions) 3-year period and the third (wet conditions)  Water-management scenario 4 at the   Evaluation of water-management scenario 1 used the conditions in 1984, a time when the ground-water basin was nearly as full as it had been prior to 1970, to compare the effect of stressing the system in perpetuity under the 1988 operating conditions. As expected, owing to the increased levels of pumpage, water-level declines (compared to 1984) occur throughout the valley, with most of the predicted changes occur- ring in the alluvial fan areas. The water-table change is somewhat less on the valley floor, because of the presence of hydrologic buffers.  Evaluation of water-management scenario 2 indicated that long-term variations in average runoff to the Owens Valley of as much as 10 percent will not significantly affect the water-table altitude. Under water- management scenario 3, reductions in ground-water withdrawals by   of about 75,000 acre-feet/year, were needed to maintain the water table at the same altitude as observed during water year 1984. Wide variations in water-table altitude occur beneath the alluvial fans, especially on the west side of the valley where most of the pumping occurs. Under the assumed steady-state pumpage and recharge for 1988 operating condi- tions, the model simulations suggest that the water table will continue to decline for some time. This decline will result in a decrease in evapora- tion and transpiration and a decrease in native-vegetation biomass. Another expected effect of continuing pumping at the assumed 1988 amounts is that recharge to the aquifer system will be induced from the river-aqueduct system, thereby reducing in-stream flows.  For management scenario 4, a 9-year transient simulation of dry, average, and wet conditions indicated that the aquifer system takes several years to recover from increased pumping during a drought, even when followed by average and above-average runoff and recharge.    Increasing recharge from selected tributary streams by additional diver- sion of high flows onto the alluvial fans, increasing artificial recharge near well fields, and allocating more pumpage to the Bishop area may be useful in mitigating the adverse effects on native vegetation caused by drought and short-term increases in pumpage.  Analysis of the optimal use of the existing well fields to minimize drawdown of the water table indicated no significant lessening of adverse effects on native vegetation at any of the well fields at the end of a 1-year simulation. Some improvement might result from pumping from a few high-capacity wells in a small area, such as the ThibautSawmill well field; pumping from the upper elevations of alluvial fans, such as the Bishop well field; or pumping in an area surrounded by irrigated lands, such as the Big Pine well field. Use of these water-management tech- niques would provide some flexibility in management from one year to another, but would not solve the basic problem that increased ground- water pumpage causes decreases in evaporation and transpiration and in the biomass of native vegetation. Furthermore, the highly transmissive and narrow aquifer system will transmit the effects of pumping to other more sensitive areas of the valley within a couple of years.  The ground-water flow model is best used to help answer questions of regional water use, ground-water flow, and surface-water/ground-water interaction on the scale of the valley. The conceptualization of the aquifer system provided the basis for a consistent, reasonable model for nearly the entire basin. This translation from qualitative concepts to quantitative testing was the primary purpose for constructing the valley wide model and remains an important use of the model. During the cooperative studies, the model played an important role as a neutral, technical arbitrator in providing possible or likely forecasts and useful   information to address complex and often contentious water-use questions. Synthesis of the data obtained from the USGS studies and other studies has resulted in an improved understanding of the native vegetation and its dependence on ground water, the geologic setting and its effect on ground-water movement, and the interaction of surface water and ground water. The USGS studies resulted in an evaluation of the effects of ground-water pumping on native vegetation and serve as a guide and technical reference to aid the management of the hydrologic system in the Owens Valley.   Shallow ground-water systems are important sources of water supply in many areas of the Nation. These systems most often are hydraulically connected with surface-water bodies, and an exchange of water occurs between these two components of the hydrologic system. Because of this connection, ground-water withdrawals typi- cally reduce the amount of flow in the surface- water system, which can adversely affect aquatic and riparian habitats. Many communities are seeking ways to balance the often conflicting goals of ground-water-resource development and  streamflow protection. An important tool that is gaining increased use in this regard is simulation- optimization modeling. Simulation-optimization models simultaneously account for the physical processes and management aspects of a hydrologic system. A simulation-optimization model was developed by the USGS to help water suppliers and natural-resource agencies evaluate strategies for the conjunctive (combined) management of ground-water and surface-water resources of the Hunt-Annaquatucket-Pettaquamscutt Basin in Rhode Island.  The Hunt-Annaquatucket-Pettaquamscutt (HAP) aquifer in central Rhode Island is an important source of water for the Towns of North Kingstown, Warwick, East Greenwich, and Narragansett. Ground-water withdrawals from the aquifer exceeded 8 million gallons per day (Mgal/d) during months of peak water use during 199398, and additional withdrawals have been proposed to meet growing water- supply demands. Although the aquifer provides substantial amounts of   high-quality water, ground-water withdrawals reduce the amount of streamflow in the HAP Basin. These reductions occur because streams and ponds in the basin are hydraulically connected to the aquifer and  receive most of their water from ground-water discharge. Reduc- tions in streamflow caused by ground-water withdrawals may  adversely affect aquatic and riparian habitats, particularly during periods of lower streamflow in the summer months (July through September).  Concerns by natural-resource agencies regarding the effects of ground-water withdrawals on streamflow in the HAP Basin prompted the development of a basin-wide simulation- optimization model to provide information to assist water suppliers and natural-resource agencies evaluate trade-offs between ground-water development and streamflow reduc-  tions. The model was prepared as part of a cooperative study mental Management, and Rhode Island Economic Development  important source of water for the towns of North Kings-  A well housed in the building to the right pumps ground water for local water supply but pumpage also reduces streamflow in the adjacent Hunt River. DESCRIPTION OF THE HYDROLOGIC SYSTEM  The HAP Basin covers an area of 40 square miles, about half of which is underlain by the HAP aquifer. The aquifer consists of highly perme- able stratified sand-and-gravel sediments deposited by glacial meltwater thousands of years ago. The remainder of the basin consists of upland areas underlain by glacial till, bedrock, and small, isolated areas of stratified sand and gravel.  The uppermost boundary of the HAP aquifer is the water table, which ranges in depth from less than one foot below land surface near rivers, ponds, and wetlands, to about 70 feet below land surface beneath the uplands. The aquifer is recharged by precipitation (rain and snow), seepage from streams, ground-water inflow from uplands, and a small amount of wastewater from septic systems.  Most of the water that recharges the aquifer eventually discharges to the rivers, brooks, and ponds in the basin. Ground water also discharges by evaporation from the water table, by transpiration from plants, and by pumping from several water-supply wells. Total streamflow out of the HAP Basin is about 50 Mgal/d, of which streamflow in the Hunt River is the largest component (30 Mgal/d).   The simulation-optimization model developed for the HAP Basin consists of two linked componentsa calibrated simulation model and an optimization model. The simulation model mathematically represents the hydrologic system. The model simulates ground-water flow in the aquifer and accounts for the most important features of the hydrologic system, including ground-water recharge, withdrawals, and interactions between ground water and surface waters. Output from the simulation model includes calculated ground-water levels for the aquifer and flow rates in the Hunt, Annaquatucket, and Pettaquams- cutt Rivers.  The optimization model addresses the water-resource management issues in the basin, which are development of ground-water supplies to meet increased demands and streamflow reductions in the Hunt, Annaquatucket, and Pettaquamscutt Rivers. The optimization model consists of a water-resource planning objective and a set of planning constraints. The objective that was selected is to maximize total ground- water withdrawal from the HAP aquifer during the summer (July through September). The constraints that were specified are: (1) mini- mum streamflow requirements in the Hunt, Annaquatucket, and Pettaquamscutt Rivers, (2) ground-water withdrawals equal to or greater than average water-supply demands during 199398, and (3) maximum withdrawal rates at each of the supply wells.  The linked simulation-optimization model simultaneously accounts for the physical processes of the hydrologic system and the water- resource management objectives and constraints. Because of this link, the model can be used to evaluate trade-offs that are possible between    increased rates of ground-water withdrawal and minimum streamflow requirements in the Hunt, Annaquatucket, and Pettaquamscutt Rivers. (see sidebar on facing page for a description of simulation-optimization models of ground-water systems.)  APPLICATIONS OF THE HAP BASIN MODEL  Several applications of the model illustrate how it can aid water-resource management in the HAP Basin. Results of the model are compared to average ground-water withdrawals and estimated streamflow conditions during the summer months of 199398. Ground-water withdrawals from the aquifer during that time averaged 5.5 Mgal/d, while estimated rates of streamflow reduction caused by withdrawals averaged 3.0 Mgal/d for the Hunt River, 1.6 Mgal/d for the Annaquatucket River, and 0.3 Mgal/d for the Pettaquamscutt River. Because ground-water withdrawals have had the largest impact on the Hunt River, streamflow reductions specified in the model for the Hunt River were not allowed to increase beyond the estimated 199398 rates.  Three scenarios of streamflow conditions in the Annaquatucket and Pettaquamscutt Rivers were evaluated. In scenario A, summer streamflows in the Annaquatucket and Pettaquamscutt Rivers were specified at their 199398 average ratesthat is, no further reductions in streamflow were  Results of a simulation-optimization allowed in any of the rivers. In scenario C, specified summer streamflows model developed for the HAP Basin indicate that by using a modified well in the two rivers were allowed to decrease by a maximum of 25 percent of  network, ground-water withdrawals the flow in each river prior to any ground-water withdrawals in the basin. during the summer can be increased by A value of 25 percent was chosen because it is equal to the estimated as much as 50 percent over the 199398 percentage of streamflow reduction in the Hunt River during 199398. In average withdrawal rate of 5.5 Mgal/d scenario B, summer streamflows in the Annaquatucket and Pettaquams- while meeting specified streamflow requirements.\t cutt Rivers were specified mid-way between scenarios A and C.  Results of the simulation-optimization model for these three scenarios  indicate that summer ground-water withdrawals from the HAP aquifer can be increased from 0.42.2 Mgal/d by use of the current network of supply wells. Larger increases, from 1.02.8 Mgal/d, would be possible by  implementing a modified network of supply wells in the basin. This modified network would consist of the current network of supply wells and two new wells that have been proposed in the Annaquatucket River  Basin by one of the water suppliers (wells H1 and H2). These increases, which are as much as 50 percent greater than the average 199398 with- drawal rate of 5.5 Mgal/d, are possible without further reductions in summer streamflow in the Hunt River and result from modification of  current withdrawal schedules at each well, increased total withdrawal capacity for the entire supply-well network, and increased rates of stream-  flow depletion in the Annaquatucket and Pettaquamscutt Rivers. The source of water for some of the increased summer yield from the aquifer  is increased rates of streamflow depletion from October through June, when streamflows are generally higher than during the summer. Addi-   tional applications of the model indicate that summer streamflow in the Hunt River can be increased as much as 1.0 Mgal/d if streamflows in the Annaquatucket and Pettaquamscutt Rivers are reduced to rates specified  22 Case Studies 23 Conjunctive management of ground-water and surface-water resources in Rhode Island  Since the 1960s, simulation models have become an increasingly important tool for the analysis of ground-  on streamflow and ground-water levels in a particular river basin. In recent years, however, simulation models have been combined with optimization techniques to determine the best water-resource management strategy  cal programs that are concerned with the optimal (or best) allocation of resources to competing uses. In the context of ground-water management, the resources are typically the ground- and surface-water resources of a basin and (or) the financial resources of the communities that depend on the water. Simulation-optimization models have been applied to various ground-water- management problems, including the control of water- level declines and land subsidence that could result from  ment of ground-water/surface-water systems, and seawater intrusion.  the design criteria of the water-resource problem be  straints, first in words and then mathematically. The three elements of the mathematical problem are a set of decision variables, an objective function, and a set of constraints. The decision variables are the water-resource controls that are to be designed (such as ground-water withdrawal rates) (Ahlfeld and Mulligan, 2000, p. 4). The values of the decision variables are the unknowns of the problem, which are determined by solution of the simulation- optimization model. The objective function can be stated in terms of the water resources that are to be  drawals) or in terms of financial costs and benefits (maximize revenues from the development of the ground-water resource). The constraints include physical, economic, and legal factors that restrict the values of the decision variables and objective function. Several techniques have been developed to solve the combined simulation-optimization models (see, for example, textbooks by Willis and Yeh, 1987; Gorelick and others, 1993; Ahlfeld and Mulligan, 2000). One of the most commonly used techniques is the response-matrix approach, which  is based on linear-systems theory and takes advantage of als and aquifer responses.  The simulation-optimization approach offers a structured means to evaluate the consequences of alternative water- resource management goals and specific management  tion-optimization model can be used to evaluate trade-offs between alternative rates of ground-water development and minimum streamflows. As applied in USGS studies, management agencies and other stakeholders provide information on water-resource objectives and constraints. The USGS provides objective scientific information to help evaluate the tradeoffs by developing state-of-the-art models to simulate the physical processes of ground-water systems and by contributing expertise in optimization- modeling techniques. water systems. Traditionally, these models have been used to test specific water-resource management plans, such as the effects of a ground-water withdrawal strategy  for a particular management objective and set of con- straints. Optimization techniques are a set of mathemati-  ground-water withdrawals, conjunctive manage- One of the most important features of the simula- stated explicitly in terms of objectives and con- managed (such as maximize ground-water with- the often linear relation between ground-water withdraw-  plans. For the specific example of conjunctive manage-  These graphs summarize the trade-offs from the graphs: (1) the amount of modified to increase its total withdrawal that are possible in the HAP Basin ground water that can be withdrawn capacity; and (3) ground-water among increased ground-water from the aquifer is reduced as the withdrawals and streamflow in the withdrawals from the aquifer, increased amount of streamflow in the Hunt Hunt River can be increased if stream- streamflow in the Hunt River, and River is increased; (2) both the amount flows in the Annaquatucket and reduced streamflows in the Anna- of ground water that can be withdrawn Pettaquamscutt River are allowed to be quatucket and Pettaquamscutt Rivers from the aquifer and the amount of reduced. while meeting specified management streamflow in the Hunt River can be criteria. Three relations can be seen increased if the well network is  Overall the model showed that ground-water withdrawals from the aquifer and streamflow in the Hunt River can be increased if streamflows in the Annaquatucket and Pettaquamscutt Rivers are allowed to decrease. The model also indicates that there is an inverse relationship between increased ground-water withdrawals and increased streamflow in the Hunt Riverthat is, increasing streamflow in the Hunt River results in smaller rates of increased future ground-water withdrawals from the aquifer. The model could be used in future applications to evaluate proposed water-resource management plans for the basin. Rillito Creek, Tucson, Arizona  Rillito Creek, located on the north side of the City water disappear into the streambed, several ques- of Tucson, Arizona, is typical of ephemeral streams tions may come to mind. Where does the water go? in the arid southwestern United States. During Does the water just evaporate, or do the various most of the year, the stream is dry; however, after plants that grow near the stream use it all? Does prolonged or intense periods of rainfall, water can some of the water make its way to the water table flow throughout the length of the stream. The to recharge the aquifer, and if so, how much of the flowing portion of the stream then gradually streamflow recharges the aquifer? How can we retreats eastward from its confluence with the measure that recharge? To answer these and other Santa Cruz River. During this period of streamflow related question, the USGS, in cooperation with the retreat, you can stand on one of the bridges that Arizona Department of Water Resources, initiated a cross Rillito Creek and see streamflow cease in the study on ground-water recharge from Rillito Creek. middle of the streambed. While watching the  Increases in ground-water use to support a growing urban popula-tion have resulted in water-level declines of more than 200 feet in parts of the aquifer that underlie the City of Tucson. These declines have led to concerns about the possibility of increased land subsidence and a decrease in water quality. The Tucson area is identified as an Active Management Area for ground-water management by the Arizona Department of Water Resources (ADWR). To help alleviate the ground- water depletion, an in-stream recharge facility has been proposed for Rillito Creek, an ephemeral stream on the north side of Tucson.  Although infiltration of streamflow is known to occur in ephemeral streams in the southwest, the processes that transmit infiltrated stream- flow as recharge to underlying aquifers are poorly understood. Knowl- edge of the infiltration processes can improve the effectiveness of in-stream recharge facilities, such as that proposed for Rillito Creek. To provide that knowledge, the USGS, in cooperation with ADWR, is studying the processes of infiltration beneath a 12-mile stretch of Rillito Creek.  Flow in Rillito Creek in response to mon- soonal storms on July 15,1999; looking upstream near Carycroft Road. Most of  The distribution of stream-channel and underlying basin-fill deposits was determined by analysis of existing data from 63 wells, core data from 5 new wells, and differences in electrical, electromagnetic, and seismic properties of the deposits (Hoffmann and others, 2002). The stream- channel deposits, which range in thickness from 15 to 40 ft, consist of almost equal portions of sand and gravel, with minor amounts of silt and clay. The underlying basin-fill deposits are also predominantly sand and gravel, but with a slightly larger percentage of silt and clay. Depths to water typically range from 100 to 135 ft below land surface, but can be as shallow as 10 feet below land surface in the upper reach of Rillito Creek near Craycroft Road.  As water percolates downward toward the water table, it must travel through a variably saturated zone. Unsaturated hydraulic conductivity of this variably saturated zone varies with moisture content and is several orders of magnitude less than the saturated hydraulic conductivity. The unsaturated hydraulic conductivity of the stream-channel deposits is typi- cally less than that of the basin-fill deposits. When saturated, however, the hydraulic conductivity of the stream-channel deposits is higher than that of the basin-fill deposits. Average saturated horizontal hydraulic conduc- tivity is about twice that of the saturated vertical hydraulic conductivity.  Temporal-gravity measurements were made to estimate ground-water storage and specific-yield properties at wells near Rillito Creek between  The wetting front of a flash flood surges down Rillito Creek, November 11, 2000. A rainstorm the previous night caused an Many of Arizonas residents have historically relied on ground water as their principal source of water. For example, until the recent completion of the Central Ari- zona Project, which delivers water from the Colorado River to the central and southeastern parts of the State, ground water was the sole source of water for the City of Tucson. Since the late 1940s, some parts of the State have experienced large ground-water level declines, resulting in degradation of ground-water quality, land subsidence, and related earth fissures.  In 1980 the Arizona Groundwater Management Code was passed to address these problems and to help the State manage the ground-water resource in the future.  The main goals of the Code are to:  occurring in many parts of the State; Provide a means to allocate ground water to most  effectively meet the changing needs of the State; and To accomplish these goals, the Code set up a comprehen- sive management framework and established the Arizona Department of Water Resources (ADWR) to administer the Codes provisions.  The Code established three levels of water management to respond to different ground-water conditions. The lowest level of management includes general provisions that apply statewide. The next level of management applies to Irrigation Non-Expansion Areas (INAs). The highest level of management, with the most extensive provisions, is applied to Active Management Areas (AMAs) where ground-water-level declines are most severe. The AMAs include areas that contain 80 percent of Arizonas population.  The boundaries of AMAs and INAs are generally defined by ground-water basins rather than by political boundar- ies. Five AMAs (Phoenix, Pinal, Prescott, Tucson, and Santa Cruz) currently are defined. INAs were established in rural farming areas where the ground-water availability problems were less severe. Three INAs (Douglas, Joseph City, and Harquahala) have been established. New AMAs and INAs can be designated by ADWR if necessary to pro- tect the ground-water supply or on the basis of an election held by local residents.  In the urban Phoenix, Prescott and Tucson AMAs the primary management goal is safe yield by the year 2025. Safe yield is defined by statute as a long-term bal- ance between the annual amount of ground water with- drawn in the AMA and the annual amount of natural and artificial recharge. In the Santa Cruz AMA, where  significant international, riparian, and ground-water/ surface-water issues exist, the goal is to maintain safe yield and prevent local water tables from experiencing long- term declines. In the Pinal AMA, where a predominantly agricultural economy exists, the goals are to allow the development of non-irrigation water uses, to extend the life of the agricultural economy for as long as feasible, and to preserve water supplies for future non-agricultural uses.  The Code contains six key management provisions:    ering mandatory conservation requirements for all ground-water uses for each AMA; 4. The requirement to demonstrate an assured water supply for new growth, based primarily on renewable supplies;   A program for annual water-withdrawal and water-use reporting. These reports may be audited to ensure water- user compliance with the provisions of the Code and management plans. Penalties may be assessed for non- compliance.  The USGS continues to work cooperatively with ADWR to assess the States limited water resources, and to pro- vide tools and information needed by ADWR to manage those resources. An overview of the management code is accessible on-line at URL http://www.adwr.state.az.us/ AZ WaterInfo/groundwater/code.htm (accessed 3/10/03).  A temperature sensor (small yellow object, center), which is attached to a cable strung down the center of the poly-vinyl-chloride (pvc) pipe (white), is about to be inserted into the drill stem penetrating the stream channel of Rillito Creek near Craycroft Road. The drill stem is pushed to final depth and removed. The sensor and pvc remain in the hole; pvc is filled with bentonite and sediment and buried in place. Several holes are completed in the same area to establish a vertical  December 1992 and January 1994 (Pool and Schmidt, 1997). At 50 basin-fill stations, gravity was measured repeatedly relative to gravity at two bedrock stations. Ephemeral recharge through streamflow infiltra- tion during the winter of 1992-93 resulted in water-level rises and grav- ity increases near Rillito Creek as the mass of ground water in storage increased. Water levels in wells rose as much as 30 feet, and gravity increased as much as 90 microGals. (Gal is a unit of acceleration used in gravity measurements. 1 Gal = 1 cm2/s. The Earths normal gravity is 980 Gals.) Ground-water storage changes from December 1992 through March 1993, mid-May 1993, late August 1993, and early January 1994 were calculated as increases ranging from 3,700 to 8,000 acre-feet. Grav- ity variations indicated preferential ground-water flow to the south in the western part of the study area. Good linear correlations between water levels and gravity values at five wells nearest the stream allowed for estimation of specific-yield values for corresponding stratigraphic units. Specific-yield values for stream-channel deposits ranged from 0.15 to 0.34, and values for the underlying basin fill ranged from 0.07 to 0.18.  Three sites along Rillito Creek have been instrumented to monitor temperature fluctuations and infiltration (Bailey and Hoffmann, 2000). A typical instrumentation site consists of a nest of piezometers that are completed either in the unsaturated or saturated zone and a nest of tem- perature sensors that are buried at different depths beneath the stream channel. Measurements of advective heat flow through the variably satu- rated sediments that are coupled with fluid flow are used to simulate the infiltration process. The computer program VS2DH (Healy and Ronan, 1996) is used to model energy transport (heat flow) and fluid flow through stream-channel deposits along Rillito Creek (Bailey and Hoff- mann, 2000). Temporal data needed for the simulation model include stream stage and temperature, variably saturated sediment temperature, and water-table elevation. Physical properties used by the model, which were measured from sediment core and cuttings samples, include sedi- ment porosity, saturated hydraulic conductivity, water-retention, ther- mal conductivity of sediments, and heat capacity of dry solids. Stream and sediment temperatures have been recorded at 30-minute intervals since June 1999. Initial calibration results at the Craycroft Road site indi- cate that an average flux of surface-flow infiltration was 4.8 m/d (about 16 ft/d) when flow occurred at the site in July 1999.  The above-described measurements provide estimates of infiltration and recharge for this critical stream in the Tucson area. The methods developed through this study also can be applied to other ephemeral streams in the southwest. Accurate estimates of the storage properties of an aquifer generally require long-term aquifer tests, which are costly, difficult to perform and analyze, and may result in estimates that are not representative of the entire aquifer system. Estimates of changes in storage, however, can be determined for unconfined aquifers by measuring changes in gravity in the aquifer area by applying New- tons Law of Gravitation. Newtons Law is applicable because changes in the volume and mass of water in an unconfined aquifer result in an associated change in the local gravitational field of the earth. The specific yield of an unconfined aquifer can be estimated where contem- poraneous water-level measurements are available. The method was suggested by Eaton (1974); however, the method was not extensively utilized because gravity meters were not sufficiently precise at that time. With the advent of more precise gravity-meter technology, the method became feasible for water-resources manage- ment problems. (A photo of a differential micro-gravity meter is shown on page 52 in this report.)  Application of gravity theory to the measurement of temporal changes in water mass is conceptually simple. The relative difference in observed gravity is measured between reference gravity stations on stable bedrock, where mass changes can be assumed to be minimal, and stations in aquifer areas beneath and adjacent to stream channels, where mass changes are related to recharge and changes in aquifer storage. The survey is repeated after a period of time (e.g. before and after rainfall  events) to establish changes in observed gravity. Reference stations must be sufficiently far from the aquifer so that the gravitational effects of the mass change in the aquifer are negligible at the reference station.  Surveys using differential micro-gravity meters, such as those used in the Rillito Creek case study, are in some ways analogous to spirit-level surveys. Closed loops are performed by traversing from a reference station with a known value of gravity (the bedrock reference) to the sta- tions with unknown gravity values over the unconfined aquifer, and then returning to the reference station to determine closure error. Several closed loops may be completed during a survey for the purpose of evaluating electronic drift of the gravity meter, and evaluating the repeatability and accuracy of the measured differences in gravity. The survey is repeated after an arbitrary period of time, to determine changes in the distribution of water  The change in storage in an unconfined aquifer is related to the change in gravity. Measured gravity changes of about 13 microGals represent storage changes equivalent to the mass of about a foot of water. The specific yield in an unconfined aquifer can be calculated provided that the change in the altitude of the water table is known.  Detailed discussion of the theory behind the temporal- gravity method and a discussion of possible sources of error are presented by Pool and Schmidt (1997, p. 912).  Grav ty and ground-water- eve var at ons were measured at we A-54 (0.5 m es south of R to Creek) n response to nfi trat on of 19981999 flows n R to Creek. Grav ty changes precede the water- eve var at ons presumab y because of changes n the mass of water n the unsat- urated zone or n saturated perched water bod es above the water tab e. A spec fic  d of 0.26 and a tota change n storage equ va ent to an equ va ent mass of 5 feet of water that resu ted n a change n the water-tab e a tude of about 19 feet was The ratio of the volume of water a rock or soil will yield by gravity drainage to the volume of the rock or soil. Gravity drainage may take months to occur (Fetter, 1988). Heat is well suited for tracing surface water exchanges with ground water when changes in the atmospheric temperature create a diurnal or seasonal temperature signature in a surface-water body. Streamflow tempera- ture variations are transmitted into the underlying sediments by the transfer of heat. Primary heat transfer processes from streamflow to the underlying sediments include heat conduction and advection. Heat conduction is the transfer of heat along a temperature gradient by the diffusion of kinetic energy. The rate that heat is trans- ferred by conduction is proportional to the thermal conductivity of the stream sediments. Heat advection refers to the transfer of heat from the movement of water through stream sediments. Its role in heat transfer is directly related to the downward fluid flux, or infiltration rate. Studies have applied the heat transport principle to indirectly estimate ground-water velocity, areas of recharge and discharge, and aquifer hydraulic properties (Lapham, 1989, p.2). Diurnal and seasonal variations in infiltration have been directly linked to variations in streamflow temperature (Lapham, 1989, Constantz and others, 1994).  Heat transport between a stream and the underlying sediments can be simulated by using coupled equations governing heat and ground-water flow through porous media. The infiltration rate is determined based on the amount of simulated heat advection and heat conduction required to simulate measured sediment temperatures. The USGS computer program VS2DH (Healy and Ronan, 1996), a two-dimensional variably saturated ground- water flow and solute transport model, was used to simulate heat transport by convection and advection in Diurnal variations in temperature of shallow streambed deposits were simulated using a coupled heat-flow and variably saturated ground-water flow model to constrain estimates of infiltration.  temperature responses during a  The energy transport equation is a form of the advec- tion-dispersion equation used in solute-transport models, and the equation is derived by balancing changes in energy stored within a volume of porous media. For simulating heat transport by advection and conduction, VS2DH solves the advective-dispersion equation, which relates the change in energy stored in a volume over time to the energy transport by heat conduction, thermo- mechanical dispersion, advective heat transport, and heat sources and sinks. The advective-dispersion equation is coupled with the unsaturated ground-water flow equation through a flux term.  A parameter-estimation program was linked to VS2DH to calibrate the model with respect to sediment tempera- tures and heads. The parameter-estimation program uses an optimization algorithm to estimate model parameters by minimizing the sum of the squared deviations between simulated and measured observations. For the present study, the observation used for calibration is temperature. Initial and boundary conditions were represented by data collected at Rillito Creek including stream stage, ground-water levels, and stream and subsurface temperatures. Physically reasonable ranges for hydraulic and thermal parameters are input into the parameter-estimation program as initial guesses and constraints. Model calibration was done during condi- tions of flow and the hydraulic conductivity of the deposits beneath the stream was the parameter that was estimated. The optimal saturated streambed hydraulic conductivity is determined by minimizing the difference between simulated and observed temperatures.  The conjunctive use of water is the joining supply. The quality of ground water usually changes together of two sources of water, such as ground more slowly and the flow of water through the water and surface water, to serve a particular use. porous media can filter out or chemically remove In using both ground water and surface water some contaminants. The ability to obtain large together as a water supply, it is important to take quantities of water from wells is location dependent, advantage of the strengths of each supply, thereby however, and obtaining enough high quality water improving the quality and quantity of water from a well or well field can be problematic. One available. The quality of surface water supplies can conjunctive-use practice that takes advantage of the change rapidly; surface water contains short-lived strengths of both the ground-water and surface- bacteria, sediment and particulate matter, and usu- water systems is known as bank filtration. ally requires treatment before it is used as a water  Bank filtration is a term used to describe the process whereby supply wells located next to surface-water bodies draw some of their discharge from the surface-water source through the river- bank material and into the well. This process has been used, through the years, to remove potential contaminants from surface water, and can be thought of as pretreating the water. Locating wells near surface waters    The concentration of contaminants in surface waters can change over short periods of time, during either storm events or growing seasons. The amount of contamination entering a water supply well depends on the fate and transport of the contaminants as they travel through the bank material and the aquifer to the well. Factors that affect the fate and transport are the chemical properties of the contaminants, the mineral- ogy and chemical properties of the bank material and aquifer, the time of travel of the water from the stream to the well, the amount of disper- sion of constituents dissolved or entrained in the water, and the relative amount of surface water entering the well as compared to water from more distant or regional ground-water sources.  To determine the effectiveness of the bank filtration process, studies are being undertaken to quantify the transport of surface water to wells. Understanding changes in the concentrations of contaminants in supply  May and early June 1997, in water from the collector wells increases after a time delay of 5 to 7 days in response to the increased concentration in the Platte River; the peak concentration is substantially less than that which occurred in the river. Modified from Verstraeten, 2000  wells in response to contamination occurring in the surface water will enable water managers to use the bank filtration process to its optimum. The USGS undertook studies in Nebraska and Ohio that illustrate some of the important considerations of bank filtration.  PLATTE RIVER, NEBRASKA  A well field that consists of about 40 active production wells that supplies treated water to the City of Lincoln, Nebraska, is located near Ashland, Nebraska. Two of these wells are horizontal large-capacity wells on an island in the Platte River (Verstraeten, 2000). Following intense rainfall, runoff from agricultural areas increases the concentration of  herbicides in the Platte River. The peak concentra- tion of atrazine is reduced by 50 to 80 percent (Verstraeten, 2000) in the collector wells as the water moves through the riverbed and adjacent aquifer sediments and mixes with other waters.  The lag time between when the concentration of atrazine peaks in the river and when the concentra- tion peaks in the collector wells was about 5 to 7 days in late May and early June 1997. On the basis of this information, water managers can estimate  how the concentrations of atrazine in the water pumped from the collector wells will vary based on the concentrations measured in the Platte River. This information will allow the selection of the wells with the best quality water to be used in critical periods that will minimize the amount of treatment required for the water.  USGS field-based research (Sheets and others, 2002) at a public-supply well field near the Great Miami River in Ohio illustrates the potential use of an easily measured parameter such as specific conductance to esti- mate ground-water travel times from a river to nearby wells. The basic approach was to determine lag times between a marked change in the specific conductance of the Great Miami River and a subsequent change in specific conductance in several monitoring wells placed between the river and an adjacent well field. These lag times are intended to form the foundation for further investigations into the processes of pathogen transport from the river to the well field. Specific conductance of the river water was highly correlated with chloride, which generally is thought to be chemically conservative.  Monitoring wells were located to intercept potential ground-water flow from the Great Miami River to the production well. Three monitoring wells (wells A through C) were placed in more or less regular intervals from the approximate river-bottom elevation to the top of the produc- tion-well screen. A fourth monitoring well (well D) was placed near the bottom of the production well screen. In addition, an inclined monitor- ing well (well I) was completed so that the screened interval was approx- imately 3 to 6 meters beneath the Great Miami River. Water levels, specific conductance, and other field water-quality parameters were monitored continuously in the river and the wells. Criteria have been established under National primary drinking water regulations for conditions in which a public water system is required to filter a surface-water source or a ground-water source that is under the direct influence of surface water (U.S. Code of Federal Regula- tions, 2000). Filtration is the process of removing particulate matter from water by passage through porous media. Ground water under the direct influence of surface water is defined as any water beneath the surface of the ground with significant occurrence of insects or other macroorganisms, algae, or large-diameter patho- gens such as Giardia lamblia or Cryptosporidium, or significant and relatively rapid shifts in water character- istics such as turbidity, temperature, conductivity, or pH which closely correlate to climatological or surface water conditions (section 141.2, Title 40, U.S. Code of Federal  Regulations, 2000). A ground-water source that is determined to be under the influence of surface water must be filtered by a conventional filtration technique or by an alternative filtration technique in combination with disinfection to inactivate pathogenic organisms. The alternative filtration technique must be approved for use by the State in which the public water system resides and must have been demonstrated to consistently achieve 99.9 percent removal and (or) inactivation of Giardia lamblia cysts, 99.99 percent removal and (or) inactivation of viruses, and 99 percent removal of Cryptosporidium oocysts (section 141.173, Title 40, U.S. Code of Federal Regulations, 2000). Natural bank filtration is one of the alternative filtration systems that has been used to meet these requirements for drinking- water filtration.  A regression coefficient determined through statistical time-series analysis applied to specific-conductance data from each of the monitor- ing wells and from the river describes how closely the specific conduc- tance of the well water correlates with the specific conductance of the river water at different lag times. The most significant lag is determined by the highest regression coefficient. A regression coefficient of 1.0 indicates that the two series are perfectly correlated, just offset in time.  Regression coefficients for each of the monitoring wells were calculated by the investigators for different lag times between the river and well. The lag time at which the correlation coefficient is highest can be considered the average time that a decrease in specific conductance in the Great Miami River is detected in a particular well. The correlation coefficients for most of the monitoring wells indicate that specific conductance of the well water is highly correlated with specific conduc- tance of the river water at particular lag times. Lag times ranged from 29 hours for monitoring well I to 235 hours (10 days) for monitoring well C. Data from the deepest monitoring well (well D) are not highly correlated and a lag time for which the correlation coefficient is the highest was not determined. The lack of correlation between the specific  This unique drilling operation placed an inclined monitoring well screen 3 to 6 meters directly beneath the Great Miami River. The tall red standpipes on the right of the photograph are venting tubes for standard (vertical) observation wells completed at depths from the water table to near the top of the production well. These venting tubes allow the pressure transducers to measure the water level in the wells, even if the top of the wells are This plot shows regression coefficients from time-series analysis of specific conductance in monitoring wells with specific conductance in the Great Miami River for various lag times. The maximum value identified for each well indicates the lag time for which the concentration in the well is most correlated with the peak concentration that had previously occurred in the river.  conductance of water from the deepest monitoring well (well D) with that of the river, even though the monitoring well completed above it responds readily, suggests that pumping from the production well captures most of the water near the top of the screen from the water table (ultimately the Great Miami River) and much of the water near the bottom of the screen is captured from more regional ground-water flow.  Studies, such as those at the Platte River, Nebraska, and the Great Miami River, Ohio, are important in determining the hydrologic factors that affect bank filtration and in understanding the effect of these factors on changes in water quality as the water moves from the river to its discharge at a well. With this objective scientific information and improved understanding of these factors, water managers will be in a better position to use bank filtration appropriately as one of many tools available to them to provide their customers with a reliable source of drinking water. Wichita, Kansas  The increasing use of ground water has resulted in recharge were unsuccessful because of unantici- ground-water depletion in many areas. One way pated physical, chemical, and/or biologic factors to mitigate the effects of ground-water depletion that impeded water movement into the ground- is by the addition of water to recharge aquifers water system. Each potential area for artificial through artificial means. The use of surplus surface recharge is unique, and research is needed to water to artificially recharge ground water is a determine the factors that could control the success concept that has been used since the 19th century of artificial recharge at each site. The Equus Beds and may have been attempted first in 1810 in Ground-Water Recharge Demonstration Project, at Glasgow, Scotland. In the United States, filter Wichita, Kansas, is an example of a cooperative galleries were used in Des Moines, Iowa, in 1871 research project by Federal and local government and water-spreading operations for artificial agencies and private companies to examine the recharge were extensively used in California in the feasibility of artificial recharge to augment declining early 20th century. Some early attempts at artificial ground-water supplies in that area.  The water supply for the City of Wichita in south-central Kansas currently comes from two primary sourcesthe Wichita well field and Cheney Reservoir. The Wichita well field is completed in the Equus Beds aquifer, which is the easternmost part of the High Plains aquifer in Kansas. The Equus Beds aquifer consists of alluvial deposits of sand and gravel interbedded with clay or silt. The aquifer is an impor- tant source of ground water because of the generally shallow depth to the water table, a large saturated thickness, and the generally good water quality (Ziegler and others, 1999). Water use for municipal supply and irrigation caused water levels in the aquifer to decline more than 40 ft between 1940 and 1992 (Hansen and Aucott, 2000). Lower water levels not only represent a diminished water supply but also may induce saltwater intrusion into the freshwater aquifer from the Burrton oil field to the northwest and from the Arkansas River to the southwest. With- drawals from the well field and Cheney Reservoir will not be adequate to meet the projected water needs in the 21st century. Artificial recharge of the Equus Beds aquifer is one alternative being considered to meet future water demands by storing excess water from the Little Arkansas River during high streamflow periods for later use.  At the Sedgwick recharge site, water is with- drawn from the Little Arkansas River, treated, and transported two miles to be recharged to the aquifer through these surface basins.  The primary purpose of the Equus Beds Ground-Water Recharge Demonstration Project is to evaluate artificial-recharge techniques and to determine how these techniques would affect the resulting ground- water quality, the recharge system design, and potential problems associated with the infiltration of surface water from the Little Arkansas River into the Equus Beds aquifer. An evaluation of the preliminary effects of artificial recharge on water quality will help to determine whether a full-scale recharge project is technically and economically feasible. Three recharge techniques are being evaluated: direct-well injection, surface-spreading basins, and a recharge trench. The project will also evaluate the potential added benefit of deterring the migration of saltwater from nearby areas into the Wichita well field.  The Equus Beds Ground-Water Recharge Demonstration Project is funded cooperatively by the City of Wichita, the U.S. Bureau of Recla- mation, and the USGS. The Equus Beds Groundwater Management District No. 2, Burns and McDonnell Engineering Company, Mid- Kansas Engineering Consultants, the U.S. Environmental Protection Agency (USEPA), and Kansas State agencies are contributing expertise and personnel to design and study the effectiveness of the recharge demonstration project.  The USGS and the City of Wichita have worked cooperatively since 1940, evaluating the Equus Beds aquifer and its interaction with streams in the area. The objective of the USGS part of the demonstration project is to evaluate the effects of artificial recharge on the quality of ground water, to document water-level changes throughout the Equus Beds study area, and to provide near real-time streamflow, water-quality, and ground-water level data. City of Wichita personnel have periodicaly measured water levels in more than 100 wells in the region since the beginning of pumpage from the well field in 1940. The USGS provides quality assurance for these data, and periodically develops water-level maps of estimated changes in storage in the well field area. The USGS began data collection at surface- and ground-water sites in February 1995, with plans to continue collection through at least September 2005. This case study illustrates the value of hydrologic monitoring in the development and implementation of alternative water-management strategies and the possible uses of real-time monitoring  This well is used to direct water from  METHODS OF RECHARGE recharge site. Photo: Burns and McDonnell Engineering At the Halstead recharge demonstration site, the aquifer is artificially  recharged by water pumped from a diversion well immediately adjacent to the Little Arkansas River. The diverted water is piped about 3 miles to the recharge site and recharged to the aquifer through direct-well injection, surface-spreading basins, and a recharge trench. Changes in water levels and water quality are monitored before and after recharge in shallow and deep monitoring wells at the recharge site.  Water intended for artificial recharge at the Sedgwick recharge demon- stration site comes from a surface-water intake in the Little Arkansas River. The surface water is treated with powdered activated carbon and polymers to remove organic contaminants and sediments. The treated   water is then piped about 3 miles to the Sedgwick site and recharged through surface-spreading basins. The ground-water quality and quan- tity and changes in water levels are monitored before and after recharge in monitoring wells adjacent to the Sedgwick site.  At the Halstead recharge site, a total of about 930 million gallons were recharged into the Equus Beds aquifer from 1997 through 2001. Most of this water was recharged using the recharge well. At the Sedgwick recharge site, a total of about 136 million gallons were recharged into the Equus Beds aquifer from 1997 through 2000, the last year of recharge at this site.  The source of water for the artificial recharge project is the Little Arkansas River near Halstead and near Sedgwick, Kansas. On the basis of historical streamflow data minimum flow limits were established by the Kansas Division of Water Resources and Groundwater Management District No. 2 as a term permit for withdrawal, specifying when flows can be diverted from the Little Arkansas River for recharge. For diver- sions to the Halstead recharge system, the flow at the USGS gaging station near Halstead must exceed 42 ft/s (cubic feet per second) from April 1 to September 30 and 20 ft/s from October 1 through March 31. The number of days in which minimum flow requirements were  exceeded during 19952000 ranged from 114 to 349 days per year. For diversions to the Sedgwick recharge system to operate, streamflow at the   WATER QUALITY  Land use in the Little Arkansas River basin is primarily agricultural, with about 78 percent cropland, 19 percent grassland, and 3 percent urban and other uses. Agricultural chemicals applied to enhance crop production in the area include fertilizers (such as nitrate, ammonia, and phosphorus) and pesticides (primarily alachlor and atrazine). Chloride concentrations in surface water from the study area are generally higher than concentrations   in the Equus Beds aquifer. In localized areas, chloride concentrations are high in the ground water because of brines related to past oil and gas activities, migration of high-salinity water from the Arkansas River, and dissolution of natural salt. Runoff from livestock operations and upstream discharges of wastewater probably contribute to high coliform bacteria levels in the Little Arkansas River.  Degradation of the water quality in the aquifer could occur if recharge water obtained from the Little Arkansas River contained contaminants. To assess this potential problem, surface-water and ground-water sites were sampled before and during artificial recharge to determine the effects of recharge on water quality in the Equus Beds aquifer. Surface-water quality was monitored at two sites on the Little Arkansas River near Halstead and near Sedgwick. Ground-water quality was monitored at 29 wells, including wells at the Halstead and Sedgwick recharge sites and wells throughout the study area before recharge operations began. Since February 1995, more than 4,000 samples have been analyzed for more than 400 constituents, including dissolved solids, total and dissolved inorganic compounds, nutrients, organic compounds, bacteria, volatile organic compounds, and radionuclides (Ziegler and others, 2001). Photo: Burns and McDonnell Engineering  Analysis of the preliminary effects of recharge indicates that some constituent concentrations increased in some wells after the initiation of the recharge demonstration, although concentrations remain consider- ably less than those established under current (2003) USEPA drinking- water standards and they remain near baseline conditions. Arsenic concentrations in recharge water in one well at the Halstead recharge site exceed the drinking water standard. The maximum contaminant level for arsenic in drinking water has been reduced from 50 micrograms per liter to 10 micrograms per liter (U.S. Environmental Protection Agency, 2002).  Major-ion and trace-element concentrations in source water and receiving ground water were determined to assess the compatibility of the water for artificial recharge. Trace elements were examined along with dissolved-oxygen concentrations to determine whether redox- sensitive chemical constituents would remain in solution or precipitate once source water was introduced into the Equus Beds aquifer. Water from both sources was chemically similar to the receiving aquifer water at both recharge sites and probably would not cause detrimental plugging of aquifer materials, with the exception of possible iron and manganese precipitation where ground water from near the river is the recharge source (such as at the Halstead site) and when the source water is exposed to oxygen. Recharge test wells were designed to minimize oxygen exposure, and well plugging has not been a problem.  NEAR REAL-TIME MONITORING  Near real-time monitoring has improved the effectiveness of the current monitoring program. With near real-time monitoring, an elevated level of a constituent is identified quickly and a decision can be made to either treat the water before recharge or not to recharge. Near real-time moni- toring data for the Equus Beds Ground-Water Recharge Demonstration  This example of real-time specific conductance values and estimated chloride shows concentrations for the Little Arkansas River at Highway 50  Surrogates, such as specific conductance for chloride, a triazine- herbicide screen by immunoassay for atrazine, and turbidity for bacteria are being used to achieve near real-time monitoring for constituents of concern for artificial recharge. For example, a simple regression equation relating triazine concentrations from immunoassay to atrazine concen- tration  (that is, atrazine = 0.81 x triazine) has been established for surface water from the Halstead and Sedgwick sites. Equations relating specific conductance to chloride concentrations have been established for the surface-water sites and recharge water from the Halstead diver- sion well and treated source water from the Little Arkansas River at Halstead and Sedgwick.  Additional information on the Equus Beds Ground-Water Recharge Dem- onstration Project, copies of selected project reports, and near real-time project data can be obtained at the USGS Kansas District Office web site at  Antelope Valley (Mojave Desert), California  Published results of USGS studies since 1911 have select wells for up to 6 months of the year. This case improved the scientific understanding of hydrogeo- study describes the ground-water depletion and land logic conditions in Antelope Valley (Mojave subsidence caused by ground-water withdrawals, Desert), California. To reduce reliance on native some scientific studies related to a pilot direct-well ground water and forestall further ground-water injection experiment, and the results of a ground- depletion, an aquifer storage and recovery program water flow simulation and optimization model to is planned, whereby imported surface water from examine proposed scenarios for implementing a the State Water Project would be injected into regional aquifer storage and recovery program.  Antelope Valley is nestled in the western wedge of the Mojave Desert in southern California between the San Gabriel and Tehachapi Mountains. The climate is semiarid to arid, with less than 10 inches of rainfall, hot summers, cold winters, and high winds.  Small-scale irrigation agriculture in the early 20th century, precariously dependent on diversions of highly variable streamflow near the base of the San Gabriel Mountains, gave way to larger-scale irrigation and cultivation of the valley lowlands when turbine pumps and rural electri- fication made it economically feasible to pump ground water from the shallower parts of the valleys vast aquifer system. However, before that time, artesian conditions existed in the central and northern parts of the valley, an area with several springs and thriving meadows, and where many homesteaders constructed naturally flowing wells to irrigate crops and supply livestock (Johnson, 1911; Thompson, 1929). Since the 1930s, ground water has been pumped from both shallow and deep parts of the unconsolidated basin-fill deposits to irrigate primarily alfalfa, onions, and carrots, reaching a peak annual extraction of more than 300,000 acre-feet in the 1950s-60s.  The Antelope Valley, occupying the western wedge of the Mojave Desert, has lost much of its agricultural base to urbanism. Poppies brighten the flanks of Antelope Valley in the spring. (Looking south across the Antelope Valley Poppy Preserve, the San Gabriel Mountains loom in the distance.) pumpage peaked at more than 300,000 acre-feet in the 1950s-60s, and by the mid-1980s the total pumpage had declined to about 100,000 acre-feet, roughly split evenly between agricul- tural and municipal-industrial pumpage. The transition from a predominantly agricultural land use to an increasingly more urban land use is reflected in the reduced pumpage volumes from peak years, and the population growth in  Following the peak in ground-water extraction, agricultural ground- water demand fell while demand for municipal and industrial water supplies rose with the growth of the Cities of Lancaster and Palmdale, Edwards Air Force Base, and the establishment of an aeronautical and aerospace industry in the valley. Since the mid-1970s, when surface water, primarily from the Sacramento-San Joaquin Delta, was imported to the valley via the State Water Projects (SWP) California Aqueduct, the water users in Antelope Valley have had two important alternative sources of waterimported surface water and ground water. Though ground-water extractions have remained below peak levels, annual ground-water extraction still exceeds the amount of water that naturally replenishes the valley aquifers by nearly two fold (Galloway and others, 1998b).  46 Case Studies 47 Ground-water depletion and aquifer storage and recovery, Antelope Valley, California  This giant earth fissure formed on Rogers Lake at Edwards Air Force Base in January 1991 and forced the closure of one of the Space Shuttles alternative runways. The fissure has been attrib- uted to differential land subsidence related to ground-water pumpage. GROUND-WATER DEPLETION AND LAND SUBSIDENCE  Prolonged ground-water extraction in excess of the natural rate of replenishment has critically lowered ground-water levels in the valley aquifers. Drawdowns exceeding 200 feet in the Lancaster area, and 300 feet in the vicinity of Palmdale have occurred since the early 1900s. This has resulted in (1) larger pumpage lifts and thereby more power consumption to produce the same amount of ground water, (2) compac- tion of the aquifer system that caused regional-scale land subsidence and associated earth fissures (tension cracks at land surface), and (3) degraded quality of ground water supplied in some areas as a result of induced inflows to wells of poorer quality waters from deeper in the ground-water system.  Measured land subsidence exceeded 6 ft in Lancaster from 1930-92 (Ikehara and Phillips, 1994). More recent evidence based on ground- displacement maps developed using interferometric synthetic aperature (InSAR) techniques suggests that subsidence continues to occur in the Lancaster area (Galloway and others, 1998a; Hoffmann and others, 2003), where about 2 inches (51 mm) of subsidence were measured from 1993-95, and nearly 3 inches (76 mm) were measured from 199699. Some realized and other potential negative consequences of land subsid- ence in Antelope Valley include development of earth fissures; altered drainage gradients; collapsed well casings; and structural damage to roads, buildings, canals, homes and other structures (Galloway and others, 1999; Prince and others, 1995; Dinehart and McPherson, 1998; Kennedy/Jenks Consultants, 1995). Earth fissures on Edwards Air Force Base affected landings of the Space Shuttles (Blodgett and Williams, 1992).  MISSION STATEMENT  Develop a coordinated water resources management plan in the Antelope Valley which will protect the quality and integrity of the ground-water basin; provide users with long-term, stable, reliable and high quality water resources; and maintain local control over the ground-water resources.  Los Angeles County Department of Public Works production well about one-half mile north of the two injection wells, was monitored in the aquifer storage and recovery pilot demonstra- tion project. The shelter in the back- ground houses a two-stage borehole extensometer used to monitor aquifer- system deformation. (Looking  Since the early 1990s, a growing concern over the ability to rely on the ground-water resource and to manage the conjunctive use of ground water and imported surface water in the valley has led to several USGS studies to provide new information on the ground-water resource, including factors controlling flow, storage, and water quality. The focal point and impetus for initiating many of these recent studies was the ad- hoc Antelope Valley Water Group formed in the early 1990s by local stakeholders representing water purveyors, Federal, county and munic- ipal governments, agricultural interests, and private citizens.  Facing future population growth, limited options for additional alternative water sources, and further depletion of the ground-water resource, water managers in Antelope Valley are seeking ways to make the best use of currently available resources. Storage of imported water in the aquifer system is one promising management alternative. Direct- well injection of treated SWP water into the aquifer system during the winter months, when SWP water is most available, for later use in the summer (the peak demand period) is one method being evaluated that could make better use of available water resources while potentially avoiding further depletion of the ground-water resource.  AQUIFER STORAGE AND RECOVERY USING DIRECT-WELL INJECTION  The USGS, in cooperation with the Los Angeles County Department of Public Works, Waterworks and Sewer Maintenance Division (LACDPW), and the Antelope Valley-East Kern Water Agency (AVEK), implemented a study in south-central Antelope Valley (Phillips and others, in press) to determine the feasibility of direct-well injection as part of a potential larger-scale Aquifer Storage and Recovery (ASR) program. The USGS collected and analyzed geophysical, geochemical, geodetic, and other hydrogeologic information, developed a simulation-optimization model for use in evaluating the potential for a larger-scale injection program, and assessed factors controlling the formation and fate of trihalometh- anes (disinfection by-products) introduced into the aquifer system.  The aquifer system consists of three aquifers: the upper, middle, and lower (Leighton and Phillips, in press; Nishikawa and others, 2001). This study focused on the upper and middle aquifers, which are essentially hydraulically isolated from the lower aquifer by an extensive lacustrine (lakebed) deposit.  Three pilot injection tests were conducted for the study from 1996-98 to assess the general feasibility of a multi-well injection program, and the potential hydraulic, land-surface deformation, and ground-water chem- istry effects of such a program. The site, referred to herein as the injection site, consisted of two relatively new production wells (27P2, 27P3) screened only within the upper and middle aquifers, and one nested- piezometer installation (27P5-8). A borehole extensometer site, consisting of a two-stage extensometer and nested piezometers, was established about one-half mile north of the injection site to monitor aquifer-system compaction and ground-water levels during the pilot tests and for subse- quent long-term subsidence monitoring.  Test procedures Three pilot injection tests were conducted in one or both of the production wells at the injection site. Each of these tests, referred to herein as cycles, involved several stages: 1) pre-injection water-level recovery prior to the start of the cycle 2) injection  The first of these cycles began in April 1996, and involved 28 days of injection. There were about 5 months of injection in cycle 2, and about 1.5 months in cycle 3 (1998).  Injection was accomplished by conveying treated imported AVEK water, redirected through existing pipelines into the injection wells. The recovery/storage period following injection was about 2-4 weeks, which allowed water levels and aquifer-system deformation to stabilize, and provided time for chemical reactions to occur prior to extraction.  Water-level responses to injection/recovery measured in wells and piezom- eters A water-level monitoring network was established in the study area    about 3 months and 5 months of injection is referenced to a pre- injection gravity survey in November 1996. The equivalent change in the water-table altitude was computed from the measured gravity and the specific yield of the water table.  using 13 active or abandoned production wells and four sets of nested piezometers (Metzger and others, 2001). Water-level response to injec- tion was significant within one mile of the injection site, and relatively insignificant at greater distances.  Water-level response to injection/recovery estimated using measured gravimetric changes  Differential microgravity surveys (see sidebar on page 29 in the Rillito Creek case study) were made during cycles 2 and 3 to estimate changes in water-table elevation in the study area (Howle and others, in press). Precise measurements of gravity were made before and during injection along north-south and east-west oriented transects   of gravity-station monuments, roughly centered on the injection site. The resulting gravity changes were used to estimate water-level changes at each monument based on a value of aquifer specific yield (0.13) deter- mined from simultaneous water-level and microgravity measurements at a well and nearby gravity station (Howle and others, in press). The gravimetric response to injection was greatest near the injection wells and generally decreased with distance from the wells. Estimated water- level changes based on gravity measurements for the north-south transect during injection on cycle 2 were used to constrain the hori- zontal hydraulic conductivity values (18 feet/d for the upper and middle aquifers) used in the simulation model discussed below.  Land-surface deformation  Two forms of land-surface displacement, caused by deformation of the aquifer system in response to changes in ground-water heads, were of interest during the injection testsland subsidence and temporary uplift of the land surface with the onset of  Aquifer-system deformation (vertical compaction and expansion) and ground-water levels were measured at a two-stage borehole extensom- eter about one-half mile north of the injection site. Seasonal variations in pumping largely dominate the water- level response and thus the compac- tion and expansion of the aquifer  system. The cycles of injection had only a small effect on water levels and deformation. About twice as much of the total multi-annual deformation occurs above the lacustrine confining unit and there is a trend of increasing compaction despite the absence of a 53Ground-water depletion and aquifer storage and recovery, Antelope Valley, California52 Case Studies  This differential gravity meter is mounted on a gravity station monu- ment (brass plate cemented in foundation). Precise changes in gravity can be measured at the +5 gal level. Changes in gravity measured during the injection tests and attributed to changes in the position of the water table were used to map the mound of injected water around the injection site. Photo: James Howle, USGS  injection. Measurements of the uplift were used to determine the elastic (reversible) stress-strain relationships of the aquifer system, and thus, the elastic aquifer storage coefficients. Several methods were used to measure land-surface displacement during the injection cycles, including borehole extensometry, spirit leveling, high-precision tiltmeter measure- ments, and continuous static GPS (Global Positioning System) measure- ments (Metzger and others, 2001). Only the extensometer and spirit leveling surveys are discussed here.  Borehole extensometry A two-stage borehole extensometer was constructed about one-half mile north of the injection wells to measure compaction of the aquifer system before, during, and after the study. This set of two pipe extensometers provides continuous measurements of vertical compaction and expansion of the upper and middle aquifers, and the entire lacustrine unit and other materials in the upper part of the lower aquifer. The extensometers are paired with four nested piezometers screened at various depths within these intervals. This   Imported surface water delivered by AVEK contains disinfection byproducts not found in local ground water. Trihalomethanes (THMs) are formed from dissolved organic carbon (DOC) and bromide, both present in the imported State Water Project (SWP) water, and dissolved chlorine (used for disinfec- tion). Dissolved chlorine, which is added at the end of the treatment process, disproportionates to hypochlorous acid (HOCl) and chlorine. HOCl reacts with ammonia and bromine to form chlora- mines and hypobromous acid (HOBr), which then react with DOC to form THMs and other disinfec- tion byproducts (DBPs) (Fu ii and others, 1998):  &gt;THMs + other DBPs  The THMs produced range from chloroform (CHCl ) to bromoform (CHBr ). The mean contami- nant level (MCL) for total THMs was recently lowered by the U.S. Environmental Protection Agency from 100 to 80 g/L. 53 Ground-water depletion and aquifer storage and recovery, Antelope Valley, California  pairing provides simultaneous, continuous measurement of stress (water-level change) and vertical displacement.  Spirit leveling  Repeat spirit leveling surveys at more than 120 bench- marks were made in the vicinity of the injection and extensometer sites to document areal land-surface displacement during injection. Near the extensometer site, measurements from the leveling surveys were consis- tent with those from the deep (1180 ft) extensometer, indicating that little deformation occurred below this depth. Maximum uplift measured at the injection site was less than 2 mm (0.08 in) after 7 and 21 days of injection, suggesting that any large degree of uplift (as suggested by GPS measurements during previous preliminary tests at another site) is probably short-lived. Successive surveys clearly show a greater variability in land-surface displacement north of the injection and extensometer sites, consistent with InSAR results. The variability is likely a result of the presence of more compressible sediments in this part of the aquifer system.  Water chemistry Native ground water was extracted from the injection wells one year prior to the first pilot test, and analyzed for major ions, selected trace metals, and total trihalomethanes (THMs), disinfection by-products present in treated drinking water obtained from imported  Chloride concentration of native ground water prior to the cycle 1 injection test was about 14 mg/L. The concentrations of chloride in injected water varied depending on the source of the imported water, but were generally higher than for native ground water. Measured chloride concen- trations in the injected water and the recov- ered water on pumpback indicate that for cycle 2 only 51 percent of the stored water was recovered and that a seasonally- operated ASR program here would tend to water sampled prior to cycle 1. THM concentrations in the injected water varied but were generally in the range 20- 60 g/L. THMs continued to form in the aquifer-system after injection had stopped. After some time during the recovery of stored water the concentra- tions declined to generally less than 20 g/L. The results indicate that THMs would tend to accrue in the aquifer- system at least over short time intervals of Angeles County Department of Public Works, and projected ground-water  surface-water sources. Results showed the local aquifers tapped by these wells are a source of water with no detectable THMs and a chloride concentration of about 14 mg/L.  The chemistry of water injected into the aquifer system during the tests varied temporally due in part to changes in water sources. The source of SWP water was primarily the Sacramento-San Joaquin Delta during cycles 1-2 , and Lake Isabella during cycle 3. Median THM concentra- tions in injection water were 37 g/L during cycles 1-2 and 29 g/L during cycle 3 (Fram and others, 2002).  Initial concentrations of THMs in ground water following the injection and storage periods of cycles 1-2 were much higher than maximum measured concentrations in the injected water. This is the result of residual chlorine in the injection water that continues to react with dissolved organic carbon in the injected water and ground water weeks or longer after injection. Peak concentrations in well 27P2 reached 109 and 127 g/L in cycles 1 and 2, respectively, compared to the maximum measured concentration of 62 g/L in injected water. In contrast, the maximum chloride concentration in 27P2, early in the extraction period of cycle 2, was 61 mg/L, near the median for injected water during that cycle (56 mg/L) and consistent with the final chloride concentration measured during injection (57 mg/L).  Recovery of injected waterfate of THMs in ground water   If injected water cannot be fully recovered during the extraction period of a seasonally-operated ASR program, there could be a residual effect on ground-water chemistry. Mass-balance calculations for chloride during cycle 2 suggest that about 51 percent of the injected water was recovered. This test involved 156 days of injection followed by 243 days of extrac- tion. Roughly 156 percent of the volume injected was extracted.  Laboratory experiments and tracer tests during cycle 3 were used to investigate processes affecting the formation and fate of THMs in the  54 Case Studies 55 Ground-water depletion and aquifer storage and recovery, Antelope Valley, California  aquifer (Fram and others, in press). Laboratory experiments on biodeg- radation of THMs in microcosms of aquifer materials indicated that biodegradation is not an important attenuation mechanism for THMs in this aquifer. Laboratory experiments on formation of THMs in the injection water indicated that continued THM formation in the injec- tion water after injection into the aquifer was limited by the amount of residual chlorine in the injection water at the time of injection. After accounting for THMs formed by reaction with residual chlorine, THMs behaved as conservative constituents in the aquifer. The only process affecting the concentration of THMs appeared to be mixing of the injection water and the ground water.  The mixing process was quantified using sulfur hexafluoride (SF6), a conservative tracer that was added to the injected water during cycle 3. THM and SF6 concentrations in the extracted water decreased concomi- tantly during the extraction period, and THM concentrations predicted from SF6 concentrations closely matched the measured THM concentra- tions. A simple mathematical mixing model that described mixing of injection water and the ground water that was displaced by injection adequately predicted the concentrations of SF6, THMs, and chloride as conservative constituents during the extraction period.  The descriptive mixing model was used to forecast the results of repeated annual cycles of injection, storage, and recovery. For the scenario of equal volumes of injected and extracted water, the model forecasted that the concentration of THMs in the ground water near the injection/extraction well would approximate the concentration of THMs in the injection water in about 10 years. This increase in THM concen- tration would be less if ground water from outside the region directly affected by injection also mixed with the injected water or if the volume of extracted water greatly exceeded the volume of injected water.  DEVELOPMENT OF SIMULATION-OPTIMIZATION MODEL  A simulation-optimization model was developed for use in planning and managing a larger-scale injection program. The simulation model is a calibrated numerical model of three-dimensional ground-water flow using MODFLOW (McDonald and Harbaugh, 1988) for a 15-year simulation period (1995-2010). The simulation model was incorporated into a linear-programming problem, using MODMAN (Greenwald, 1993) and LINDO (Schrage, 1991) to determine optimal means for managing an injection program for the period 2000-2010 given an objective and a set of constraints. Thus, the simulation-optimization model considers simultaneously the physics of the aquifer system and any physical or institutional considerations (in the form of constraints) in determining the optimal way to meet the objective. The objective and constraints formulated for the model were arrived at through dialogue among USGS, LACDPW, and AVEK.  The primary objective of an injection program in the Lancaster area is to halt, and hopefully reverse, the long-term decline of ground-water levels. LACDPW is constrained by the need to meet growing water-   57Ground-water depletion and aquifer storage and recovery, Antelope Valley, California56 Case Studies  supply demands using existing and planned wells and pipelines as provided for in their five-year development plan, and using imported water of uncertain reliability and seasonally-affected cost and avail- ability. Additional modeled constraints include minimum and maximum heads to avoid future subsidence and high water-table conditions, respectively, and a set of specifications that constrain well capacities and the vertical (depth) distribution of pumpage/injection. Sixteen existing and thirteen planned wells were considered in the optimization.  The simulation-optimization model was conceived as an adaptable tool for use in designing, and later managing a sub-regional ASR program using direct-well injection of imported SWP water. New  Seek to increase the water level at the location in the model domain with the lowest water level. This approach essentially attempts to minimize the loss in well extraction capacity.  In ection cannot occur from late spring through early fall. Imported water is most available and least expensive during the late fall to early spring, which coincides with the period of low domestic water demand and associated high availability of wells for in ection. The potential volume of in ection water is within AVEKs delivery capacity, and is therefore, unconstrained.  There are physical limitations on extraction and injection in the managed wells: In ection and extraction capacity specified for each well. Vertical (depth) distribution of in ected and (or) extracted water specified by aquifer  for each well. only) to 29 (existing and planned).  The total extractions from the managed wells is set equal to the recent average total extractions plus a growth factor based on population pro ections.  There are targeted ranges for minimum and maximum ground-water levels (heads): Minimum heads specified in subsidence-prone areas to avoid triggering additional  subsidence. Maximum heads were specified at 100 feet below land surface to reduce vulnerability  to near-surface urban contaminants and avoid potential for liquefaction of near- surface materials during earthquakes.  Results from a simulation-optimization model for 2000-2010 for 4 ground-water management alternatives show that an injection program using only existing wells would be a substan- tial improvement over maintaining 1999 practicesno injection program where as much as 100 ft of water-level decline could occur in subsidence affected areas, inducing further subsidence. A moderate approach to the addition of new wells in the injection program may forestall future ground-water level declines and subsidence.  information, as it is acquired, can be used to improve simulation results in areas where hydrogeologic conditions are poorly understood, and the objective and/or constraints can be adjusted to better represent future needs. The current (2003) version of the model was used to compare results over a 10-year management period from several hypothetical injection-program scenarios.  Results from the simulation-optimization model suggest that if ground-water demand grows as projected, an injection program using only existing wells would be a substantial improvement over no injec- tion at all, effectively arresting subsidence where it is known to occur, but would not halt ground-water level decline in some areas outside of the subsidence-affected areas as seasonal water-level highs continue to decline during the simulation period. The very high rates of extraction associated with this scenario may not be sustainable in practice. The results further suggest that installation and inclusion of all planned wells into the injection program would arrest subsidence where it is known to occur, result in stable water-level variations above the constrained minimum water levels outside of the subsidence-affected areas, and lower average rates of extraction. This dichotomy suggests that a more moderate, or phased approach to the addition of new wells may accom- plish the objective of avoiding additional aquifer-system compaction and land subsidence while maintaining water levels and improving extraction capacities outside of the subsidence-affected areas.  The simulation and optimization model is being used by LACDPW to guide planning efforts to meet the growing demand for water supplies in Antelope Valley. The planning goals attempt to satisfy water-supply demands and mitigate future ground-water depletion and land subsid- ence. As more hydrogeologic information becomes available, the model can be updated and used as a dynamic management planning tool to further improve future water-resources management practices. City of Cape May, New Jersey  Saltwater intrusion of freshwater aquifers is a Saltwater contamination in Cape May County, New problem in many coastal communities where Jersey, has forced the closure of more than 100 ground-water pumping has drawn salty waters wells since the 1940s. One of the communities most toward supply wells. In response, various affected by saltwater intrusion is the City of Cape approaches are being used to control saltwater May, which has had to abandon two of its five intrusion and to protect coastal ground-water public-supply wells and substantially reduce with- supplies from future intrusion. These include drawals at two others. In the late 1990s, the city redistributing ground-water withdrawals to inland began operation of a desalination system to convert areas, creating hydraulic barriers to stop landward brackish ground water to potable water. The intrusion, desalinating brackish or saline ground desalination system is anticipated to meet future water, and installing observation-well networks to increases in water-supply demands and to slow monitor saltwater movement. saltwater intrusion.  Cape May County, New Jersey, is on a natural peninsula that is virtually surrounded by the salty waters of Delaware Bay and the Atlantic Ocean. The county is a popular vacation area that has experienced substantial increases in both the resident and summer tourist populations. All of the countys potable water supply is obtained from five freshwater aquifers that underlie the peninsula. Withdrawals from these aquifers have created areas of lowered ground-water levels and have caused saltwater to intrude each of the aquifers. The area affected by saltwater intrusion lies along the populated coast of the southern Cape May peninsula, including Cape May Point, City of Cape May, the Wildwood island communities, Lower Township, and Middle Township (Lacombe and Carleton, 1992 and 2002). Saltwater intrusion has forced the closure of at least 20 public- and industrial-supply wells and more than 100 domestic-supply wells since the 1940s.  State and local water-resource planners recognize that saltwater encroachment toward the Cape May peninsula is likely to continue if withdrawals from the aquifer system are maintained at current rates, and that increased withdrawals to meet projected water demands will  The resort communities of the southern  exacerbate that encroachment. In response, alternative sources of water supply and new approaches for water-supply management at both the county and local levels are being evaluated and implemented. The long history of data collection and hydrogeologic studies by the USGS in Cape May County contributes to this effort in several ways. Since the 1940s, the USGS, State of New Jersey, and Cape May County have cooperatively maintained a network of observation wells to monitor ground-water levels and saltwater intrusion in the county. Currently (2003), ground-water levels are monitored at about 75 wells and saltwa- ter intrusion at about 40 wells. Beginning in the late 1950s, the USGS has undertaken several studies of the hydrogeologic framework and water resources of Cape May County, often in cooperation with State, local, and other Federal agencies (Gill, 1962; Zapecza, 1989; Spitz and Barrin- ger, 1992; Lacombe and Carleton, 1992 and 2002; Schuster and Hill, 1995; Voronin and others, 1996; Spitz, 1996 and 1998). These studies have provided scientific information on the hydrogeologic system of the Cape May peninsula, on the occurrence and movement of saltwater in the system, and on the response of the system to existing and proposed water-supply development alternatives. These data-collection and water- resource investigations aid water suppliers and water planners in the design of specific water-supply systems, as described in this case study for the City of Cape May.  HYDROGEOLOGIC SYSTEM AND HISTORY OF SALTWATER INTRUSION  The hydrogeologic system underlying Cape May County is part of the New Jersey Coastal Plain, which consists of a southeastward-thickening wedge of sediments that reach a depth of about 6,400 feet below sea level in Cape May County (Zapecza, 1989). The hydrogeologic system is made  Delaware Bay    Atlantic Ocean This generalized hydrogeologic section through the Cape May peninsula looking northeast shows the approxi- mate extent of freshwater and saltwater and the directions of ground-water flow in each aquifer. Ground-water withdrawals are shown schematically by a single well with screened intervals in each of the aquifers. Withdrawals from the wells have lowered ground-water levels and interface landward.   up by a series of alternating aquifers composed of gravels, sands, and silts, and confining units composed of silts and clays. Each of the five aquifers and confining units extends offshore beneath Delaware Bay and the Atlantic Ocean. All of the aquifers are confined with the exception of the unconfined Holly Beach water-bearing zone.  Nearly all of the water supply in Cape May County comes from ground-water withdrawals, which are largest in the Cohansey and Atlantic City 800-foot sand aquifers. Withdrawals from these two aquifers alone were 6.0 million gallons per day (Mgal/d) and 5.8 Mgal/d, respectively, in 1990. Because the summer population of the county is substantially larger than the winter population, withdrawals from individual aquifers can be as much as three times greater during the summer tourist season than during other seasons. Much of the ground water that is used in the county is treated at wastewater treatment facilities and ultimately discharged to the ocean. This offshore discharge has resulted in a net removal of fresh ground-water storage in the aquifer system.  Saltwater intrusion began in the county about 1890 after the first deep wells were pumped and fresh ground-water-levels declined to below sea level for the first time (Lacombe and Carleton, 1992, 2002; Spitz, 1998). Prior to the start of ground-water withdrawals, water levels in each of the aquifers stood above sea level and ground water flowed radially outward from inland recharge areas to low-lying streams, tidal wetlands, Delaware Bay, and the Atlantic Ocean. Ground-water withdrawals have lowered water levels as much as 100 feet in the confined aquifers, drawing saltwater landward toward pumping wells. Saltwater intrusion has been most substantial in the Estuarine sand, Cohansey, and Atlantic City 800-foot sand aquifers.  The history of saltwater contamination has been particularly well documented in the City of Cape May (Gill, 1962; Lacombe and Carleton, 1992 and 2002; Blair and others, 1999). The primary source of freshwa- ter for the city has been water withdrawn from five wells that tap the  Hydrogeologic sections show saltwater Jersey, well field, 1940 to 1990.  The presence of elevated concentrations of dissolved chloride in ground-water samples is a good indicator of saltwater contamination because seawater has a chloride concentration of about 19,000 mg/L. The interface between freshwater and saltwater zones in the aquifers of Cape May County has been defined as the presence of dissolved chloride in concentrations exceeding 250 mg/L, which is the New Jersey and National maximum secondary drinking water contaminant level for chloride. Cape Mays desalination plant was built Cape May Water Works. The automated desalination plant is filled with pipes, pumps, and filters which can produce from 750,000  Cohansey aquifer. Pumping from these wells has caused four of the citys five wells to become contaminated by saltwater. The citys first two wells were installed in 1940 and 1945, and were located within 3,400 feet of the Atlantic Ocean shoreline (Blair and others, 1999). By 1950, however, saltwater contamination had forced the removal of the first well from the citys supply-well network, and a third well was installed further inland to replace the contaminated well. Two additional wells (4 and 5) were installed in 1965 landward of the first three wells as the quality of water in well 2 deteriorated and as demand for additional water rose.  From 1985 to 1998, the City of Cape May depended on well 5 for the majority of its year-round water supply. Withdrawals from well 3 were restricted to periods of peak water demand and the water that was withdrawn from the well was blended with that from wells 4 and 5 to produce water of acceptable quality (Blair and others, 1999). In addition, since 1994 the city has operated a program of aquifer storage and recovery at well 4, in which water purchased from the Lower Township Municipal Utilities Authority is injected into the well during the off- season and withdrawn from the well during the summer tourist season.  DESALINATION OF BRACKISH GROUND WATER IN CAPE MAY CITY  During the mid-1990s, engineers working with the City of Cape May had determined that by the year 2000 projected population growth in the city would result in a peak water demand that exceeded available supply (Metcalf &amp; Eddy, Inc., 1996). In response, the city sought an economical alternative to the existing water-supply system that would allow further expansion of tourism, would protect the Cohansey aquifer from increased withdrawals and saltwater intrusion, and could be implemented in a reasonable time period (Blair and others, 1999). The city considered more than 15 water-supply alternatives, including additional pumping from the Cohansey aquifer, conjunctive use of the Cohansey aquifer with other aquifers, and conjunctive use of freshwater with desalinated brackish water pumped from the Atlantic City 800-foot sand aquifer, which underlies the Cohansey aquifer. Actual and anticipated sources of  The alternative that was judged most viable for the city was the con- junctive use of freshwater with desalinated brackish ground water. In this alternative, up to 2 Mgal/d of brackish water would be pumped from two new supply wells installed in the Atlantic City 800-foot sand aquifer. The desalinated water would be used with freshwater obtained from continued operation of the aquifer recharge and recovery system at well 4 and continued use of well 5 during periods of peak demand.  Desalination of brackish ground water is anticipated to reduce the citys reliance on the Cohansey aquifer and the rate of saltwater intru- sion into the aquifer. The use of brackish ground water as a source of water for Cape May County had been previously evaluated by the USGS as part of a cooperative study with the New Jersey Department of Envi- ronmental Protection to assess the continued county-wide availability of water resources (Spitz, 1998). A numerical model developed by the USGS to simulate the aquifer system of the Cape May peninsula had shown that withdrawing brackish water at well 3 and reducing withdrawals at wells 4 and 5 would stabilize the location of the saltwater front in the Cohansey aquifer and would significantly delay future saltwater encroachment to wells 4 and 5.  The desalination system required construction of a 2 Mgal/d-capacity desalination plant at the Citys existing Canning House Lane Water Works facility. The brackish ground water is desalinated by use of reverse osmosis (RO) membrane filtration systems designed to treat brackish water with up to 2,000 mg/L dissolved solids. Work on the desalination system began in 1997 with the installation of the first of two brackish- water supply wells and installation of the first RO system. The first well (number 6) is located at the water-works facility near existing well 3; the second well (number 7), which was installed in 1998, is located near existing well 5. In recognition of the innovation of the desalination system to meet peak seasonal demands, Metcalf &amp; Eddy, Inc., the engi- neering firm that designed the system, received an award from the National Ground Water Association in 2000.  During the design of the brackish-water supply wells, Metcalf &amp; Eddy, Inc., consulted with USGS hydrologists to determine the likely hydro- geologic and water-quality conditions of the Atlantic City 800-foot sand aquifer in the Cape May City area. The USGS provided information on the chemistry of water from nearby observation wells and analysis of geophysical and lithologic logs of nearby wells to assist in determining which intervals of the aquifer would likely be the most productive, sand- rich zones. Subsequent to the installation of the new wells, the USGS has worked closely with the City of Cape May to monitor salinity changes in the Atlantic City 800-foot sand aquifer and the overlying Cohansey aquifer.  issues surrounding ground-water Groundwater and groundwater basins are valuable resources because of the quantity of supply and the possibility for storage and distribu- tion, but their use must be regulated to preserve or enhance their value. Groundwater basin management represents a deliberate effort to derive greater benefits from the use of this resource while avoiding its Blomquist (1992, p. 17)  The role of science in ground-water management is presented with both challenges and opportunities in the future. The principal challenge is not solely one of ground-water management, but one of comprehensive water management. As our population continues to grow, our demand for water strains the capacity of present-day water resources and the water-resource infrastructure of many communities. The regional scale of typical ground-water basins often means that many communities and political jurisdictions may share the resource and have a common stake in its preservation. Scientific approaches to ground-water management usually can succeed only within the context of a regional socio-political process that involves many representative stakeholders.  Science can play a role in addressing ground-water management through local- and regional-scale studies, particularly where the poten- tial for ground-water depletion or degradation is included in a manage- ment strategy.  Site-scale studies and basin-scale ground-water management strategies benefit from monitoring and characterization of regional ground-water flow systems, which form a foundation for pre- dictive simulations of regional ground-water flow and alternative man- agement strategies. Hydrologic monitoring is critical to the management of a ground-water basin as it provides information relating to the past and present state of the system, and can be used to signal necessary adjustments to the management plan. For hydrologic monitoring to be effective, however, information on how ground water originates in recharge areas and flows toward discharge areas needs to be obtained. Predictive ground-water flow and transport models are useful to explore the potential consequences of alternative management scenarios. An improved scientific understanding of the ground-water system can reduce management uncertainties and enhance the beneficial use of the resource.  It is clear that as we further stress our finite water resources, effective water-resources management will require that surface-water and ground-water resources be viewed as a single resource (Winter and others, 1998). Managing the conjunctive use of this single resource to provide a sustainable water supply and avoid or reduce negative conse- quences of ground-water development is possible, as we have demon- strated in the case studies. A dynamic and adaptive management strategy based on scientific analysis would include linked simulation- management models that provide an understanding of how a basins ground-water and surface-water resources respond to water-use and cli- matic changes. In many basins, there will be a need to provide near real- time data and simulations to optimally manage the water resource. In the future, the possibility of accurate, regional, decadal-scale climate forecasts, and cost-effective desalination of seawater and brackish ground water hold promise for improving our supply of freshwater and  ment throughout the nation has resulted in many ill effects, including lowering of water tables, salt-water intrusion, subsidence, and lowered baseflow in streams, with corre- sponding ecological damage. Groundwater, surface water, and aquatic ecosystems are now seen to be closely interrelated and can no  its long-term management. Inevitably, the availability of potable water may limit local growth and development in some regions of the United States. For example, in Thurston County, Washington, some housing developments have been stalled by the inability to obtain water permits for drilling new water-supply wells because of growing concerns about the effects of ground-water withdrawals on streamflow needed to protect the anadromous fish populations under the Endangered Species Act. It will be beneficial to include water-resource models as components of economic and planning models that seek to optimize the public socio- economic and human-welfare benefits with respect to the limits to growth and the demand for growth. These types of models would also benefit public discussions about the constraints of water resources on growth.  Two effective means to optimize our water resources are artificial recharge and conjunctive use of ground-water and surface-water sup- plies. Ground-water basins are increasingly being used to store surplus surface water for later use during peak water-demand cycles. The poten- tial benefits include a more stable source of water supply, but there are also potential pitfalls that include degraded ground-water quality. More research is needed into the physical, chemical, and biological processes associated with the recharge of water (treated and untreated) to our ground-water systems. Flow-system analyses of both the saturated and unsaturated zones are required to identify the potential storage and transmission of the recharged water and fate of disinfection by-products. Greater understanding of potential inorganic and organic geochemical interactions among the native ground water, the rock matrix that consti- tutes the skeleton of the aquifer system, and the recharged surface water is required to avoid degrading native ground-water quality and to assure suitable quality of the water recovered. Microbiological studies are needed to understand reductions in recharge efficiency, and to explore the fate and transport of potential pathogens in the subsurface and ground-water flow system.  In developed ground-water basins, it may be necessary to incur dam- ages related to ground-water use, such as land subsidence, loss of aquifer storage, streamflow depletion, degraded aquatic ecosystems, and reduced water quality, in order to maintain the supply of freshwater. But what damages do we choose to incur, and for how long? What are the risks and benefits of extracting more water from our aquifer systems or artifi- cially recharging them with poorer quality surface water? Science can play a role in assessing the associated costs of managing or not managing these ground-water basins, and addressing the benefits of availability and sustainability of ground-water resources in the context of acceptable costs and acceptable risks for current and future generations. Many chal- lenges lie ahead, but so do the opportunities to preserve and optimize the use of our critical ground-water resources.  Alley, W.M., Reilly, T.E., and Franke, O.L., 1999, Sustainability of ground-water resources: U.S. Geological Survey Circular 1186, 79 p.  Bredehoeft, J.D., Papadopulos, S.S., and Cooper, H.H., 1982, GroundwaterThe water-budget myth, in Scientific basis of water-resource management: National Academy Press, p. 51-57  Brown, R.F., Signor, D.C., and Wood, W.W., 1978, Artificial ground-water recharge as a water- management technique on the Southern High Plains of Texas and New Mexico: Texas Department of Water Resources Report 220, 31 p.  Hubbert, M.K., 1974, Is being quantitative sufficient? in D.F. Merriam, ed., The impact of quantifica- tion on geology: Syracuse University Geology Contribution 2, p. 27-49.  Loucks, D.P., Stedinger, J.R., and Haith, D.A., 1981, Water resource systems planning and analysis: Englewood Cliffs, New Jersey, Prentice-Hall, 559 p.  Pettyjohn, W.A., 1981, Introduction to artificial ground-water recharge: Westerville, Ohio, National Ground Water Association, 44 p.  Signor, D.C., Growitz, D.J., and Kam, William, 1970, Annotated bibliography on artificial recharge of ground water, 1955-67: U.S. Geological Survey Water-Supply Paper 1990, 141 p.  Todd, D. K., 1959, Annotated bibliography on artificial recharge of ground water through 1954: U.S. Geological Survey Water-Supply Paper 1477, 115 p.  Veatch, A.C., Slichter, C.S., Bowman, Isaiah, Crosby, W.O., and Horton, R.E., 1906, Underground water resources of Long Island, New York: U.S. Geological Survey Professional Paper 44, 385 p.  Vecchioli, John, and Ku, H. F.H., 1972, Preliminary results of injecting highly treated sewage-plant effluent into a deep sand aquifer at Bay Park, New York: U.S. Geological Survey Professional Paper 751-A, 14 p.  Weeks, E.P., 2002, A historical overview of hydrologic studies of artificial recharge in the U.S. Geological Survey, in G.R. Aiken and E.L. Kuniansky, eds., U.S. Geological Survey artificial recharge workshop proceedings, Sacramento, California, April 24, 2002: U.S. Geological Survey Open-File Report 0289, p. 512.  Willis, Robert, and Yeh, W. W-G., 1987, Groundwater systems planning and management: Engle- wood Cliffs, New Jersey, Prentice-Hall, 416 p  CASE STUDIES Evaluation of ground-water management alternatives, Owens Valley, California  Danskin, W.R., 1998, Evaluation of the Hydrologic System and Selected Water-Management Alternatives in the Owens Valley, California: U.S. Geological Survey Water-Supply Paper 2370-H, 175 p.  Griepentrog, T.E., and Groeneveld, D.P., 1981, The Owens Valley management report: Final report for Inyo County, Bishop, California, 272 p.  Hollett, K.J., Danskin, W.R., McCaffrey, W.F., and Walti, C.L., 1991, Geology and water resources of Owens Valley, California: U.S. Geological Survey Water-Supply Paper 2370-B, 77 p.  Los Angeles [city of] and Inyo County, 1990a, Water from the Owens Valley to supply the second Los Angeles Aqueduct: Draft Environmental Impact Report, v. I.  1990b, Water from the Owens Valley to supply the second Los Angeles Aqueduct: Draft  1990c, Green book for the long-term groundwater management plan for the Owens Valley and Inyo County: Draft, v. I.  Sorenson, S.K., Miller, R.F., Welch, M.R., Groeneveld, D.P., and Branson, F.A., 1989, Estimating soil matric potential in Owens Valley, California: U.S. Geological Survey Water-Supply Paper 2370-C, 18 p.  State of California, 1992, Constitution of the State of California, article 10, section 3: as written May 1992.  Conjunctive management of ground-water and surface-water resources, Hunt-Annaquatucket- Pettaquamscutt Basin, Rhode Island  Ahlfeld, D.P., and Mulligan, A.E., 2000, Optimal management of flow in groundwater systems: San Diego, Calif., Academic Press, 185 p.  Barlow, P.M., and Dickerman, D.C., 2001, Numerical-simulation and conjunctive-management models of the Hunt-Annaquatucket-Pettaquamscutt stream-aquifer system, Rhode Island: U.S. Geological Survey Professional Paper 1636, 88 p.  Dickerman, D.C., and Barlow, P.M., 1997, Water-table conditions and stream-aquifer interaction in the Hunt-Annaquatucket-Pettaquamscutt aquifer, central Rhode Island, October 7-9, 1996: U.S. Geological Survey Water-Resources Investigations Report 97-4167, 1 sheet.  Gorelick, S.M., Freeze, R.A., Donohue, David, and Keely, J.F., 1993, Groundwater contamination - Optimal capture and containment: Boca Raton, Fla., Lewis Publishers, 385 p.  Willis, Robert, and Yeh, W. W-G., 1987, Groundwater systems planning and management: Engle- wood Cliffs, New Jersey, Prentice-Hall, 416 p.  Ground-water recharge processes, Rillito Creek, Tucson, Arizona  Bailey, M.A., and Hoffmann, J.P., 2000, Modeling subsurface temperature variations to quantify infiltration and subsequent recharge beneath Rillito Creek, Tucson, Arizona: Abstract presented at the 13th Annual Symposium, Arizona Hydrological Society, Environmental Technology for the 21st  Century, September 20-22, 2000, Phoenix, Arizona.  Constantz, Jim, Thomas, C.L., and Zellweger, Gary, 1994, Influence of diurnal variations in stream temperature on streamflow loss and groundwater recharge: Water Resources Research, v. 30, no. 12, p. 3253-3264.  Eaton, G.P., 1974, Gravimetry: in Zohdy, A.A.R., Eaton, G.P., and Mabey, D.R., Application of surface geophysics to ground-water investigations: U.S. Geological Survey Techniques of Water-Resources Investigations Book 2, Chapter D1, p. 85-106.  Fetter, C.W., 1988, Applied Hydrogeology, New York, Macmillan, 592 p.  Healy, R.W., and Ronan, A.D., 1996, Documentation of computer program VS2DH for simulation of energy transport in variably saturated porous mediamodification of the U.S. Geological Surveys computer program VS2DT: U.S. Geological Survey Water-Resources Investigations Report 96-4230, 36 p.  Hoffmann, J.P., Ripich, M.A., and Ellett, K.M., 2002, Characteristics of shallow deposits beneath Rillito Creek, Pima County, Arizona: U.S. Geological Survey Water-Resources Investigations Report 01-4257, 51 p., 3 plates.  Lapham, Wayne, 1989, Use of temperature profiles beneath streams to determine rates of vertical ground-water flow and vertical hydraulic conductivity: U.S. Geological Survey Water-Supply Paper 2337, 35 p.  Pool, D.R., and Schmidt, Werner, 1997, Measurement of ground-water storage change and specific yield using the temporal-gravity method near Rillito Creek, Tucson, Arizona: U.S. Geological Survey Water-Resources Investigations Report 97-4125, 30 p.  Bank filtration, Nebraska and Ohio  Sheets, R.A., Darner, R.A., and Whitteberry, B.L., 2002, Lag times of bank filtration at a well field, Cincinnati, Ohio, USA:  Journal of Hydrology, v. 266, p. 162-174.  70 Ground-water management 71 References  U.S. Code of Federal Regulations, 2000, National primary drinking water regulations: U.S. Code of Federal Regulations, Title 40, Part 141, July 1, 2000 edition [accessed Sept. 5, 2001 at URL http:// www.epa.gov/safewater/regs/cfr141.pdf (7-1-00 Edition)].  Verstraeten, Ingrid M., 2000, Minimizing the risk of herbicide transport into public water supplies A Nebraska case study: U.S. Geological Survey Fact Sheet 078-00, 4 p.  Equus beds ground-water recharge demonstration project, Wichita, Kansas  Hansen, C.V., and Aucott, W.R., 2000, Status of ground-water levels and storage volume in the Wichita well field area, south-central Kansas,1998-2000: U.S. Geological Survey Water-Resources Investigations Report 00-4267, 27 p.  U.S. Environmental Protection Agency, 2002, Drinking Water Standard for Arsenic: [accessed May 29, 2002 at URL http://www.epa.gov/safewater/ars/ars_rule_factsheet.html].  Ziegler, A.C., Christensen, V.G., and Ross, H.C., 1999, Baseline water quality and preliminary effects of artificial recharge on ground-water, south-central Kansas, 1995-98: U.S. Geological Survey Water- Resources Investigations Report 99-4250, 74 p.  Ground-water depletion and aquifer storage and recovery, Antelope Valley (Mojave Desert), California  Blodgett, J.C., and Williams, J.S., 1992, Land subsidence and problems affecting land use at Edwards Air Force Base and vicinity, California: U.S. Geological Survey Water-Resources Investigations Report 92-4035, 25 p.  Dinehart, R.L., and McPherson, K.R., 1998, Topography, surface features and flooding of Rogers Lake Playa, California: U.S. Geological Survey Water-Resource Investigations Report 98-4093, 30 p.  Fram, M.S., Bergamaschi, B.A., Goodwin, K.D., Fujii, Roger, and Clark, J.F., in press, Processes affecting the trihalomethane concentrations associated with the third injection, storage, and recovery test at Lancaster, Antelope Valley, California, March 1998 through April 1999: U.S. Geological Survey Water-Resources Investigations Report 03-4062.  Fram, M.S., Berghouse, J.K., Bergamaschi, B.A., Fujii, Roger, Goodwin, K.D, and Clark, J.F., 2002, Water-quality monitoring and studies of the formation and fate of trihalomethanes during the third injection, storage, and recovery test at Lancaster, Antelope Valley, California, March 1998 through April 1999: U.S. Geological Survey Open-File Report 02-102, 48 p.  Fujii, Roger, Ranalli, A.J., Aiken, G.R., and Bergamaschi, B.A., 1998, Dissolved organic carbon concentrations and compositions, and trihalomethane formation potentials in waters from agricultural peat soils, Sacramento-San Joaquin Delta, California: implications for drinking-water quality: U.S. Geological Survey Water-Resources Investigations Report 98-4147, 75 p.  Galloway, D.L., Jones, D.R., and Ingebritsen, S.E., eds., 1999, Land subsidence in the United States: U.S. Geological Survey Circular 1182, 175 p.  Galloway, D.L., Hudnut, K.W., Ingebritsen, S.E., Phillips, S.P., Peltzer, G., Rogez, F., and Rosen, P.A., 1998a, Detection of aquifer system compaction and land subsidence using interferometric synthetic aperture radar, Antelope Valley, Mojave Desert, California: Water Resources Research, v. 34, no. 10, p. 2573-2585.  Galloway, D.L., Phillips, S.P., and Ikehara, M.E., 1998b, Land subsidence and its relation to past and future water supplies in Antelope Valley, California, in Borchers, J., ed., Land Subsidence  Case Studies and Current Research: Proceedings of the Dr. Joseph F. Poland Symposium on Land Subsidence, Association of Engineering Geologists Special Publication 8, pp. 529-539.  Greenwald, R.M., 1993, Documentation and users guide: MODMAN and optimization module for MODFLOW, Version 3.0: Sterling, Va., Geotrans.  Hoffmann, Jrn, Galloway, D.L., and Zebker, H.A., 2003, Inverse modeling of interbed storage parameters using land subsidence observations, Antelope Valley, California: Water Resources Research, v. 39, no. 2, doi: 10.1029/2001WR001252, p. SBH 5-1 - 5-13.  Howle, J.F., Phillips, S.P., Denlinger, R.P., and Metzger, L.F., in press, Determination of specific yield and water-table changes using temporal microgravity surveys collected during the second injection storage and recovery test at Lancaster, Antelope Valley, California, November 1996 through April 1997: U.S. Geological Survey Water-Resources Investigations Report 034019.  73References72 Ground-water management  Ikehara, M.E., and Phillips, S.P., 1994, Determination of land subsidence related to ground-water level declines using Global Positioning  System and leveling surveys in Antelope Valley, Los Angeles and Kern Counties, California, 1992: U.S.  Geological Survey Water-Resources Investigations Report 94-4184, 101 p.  Johnson, H.R., 1911, Water resources of Antelope Valley, California: U.S. Geological Survey Water- Supply Paper 278, 92 p.  Kennedy/Jenks Consultants, 1995, Antelope Valley water resource study - final report for the Antelope Valley Water Group: Ventura, Calif., variously paged [available from Kennedy/Jenks Consultants, 1000 Hill Rd., Suite 200, Ventura, California 93003].  Leighton, D.A., and Phillips, S.P., in press, Simulation of ground-water flow and land subsidence in the Antelope Valley ground-water basin, California: U.S.  Geological Survey Water-Resources Investigations Report 034016.  McDonald, M.G., and Harbaugh, A.W., 1988, A modular three-dimensional finite- difference ground-water flow model: U.S. Geological Survey Techniques of Water-Resources Investigations, Book 6, Chapter A1, 586 p.  Metzger, L.F., Ikehara, M.E., and Howle, J.F., 2001, Vertical-deformation, water-level, microgravity, geodetic, water-chemistry, and flow-rate data collected during injection, storage, and recovery tests at Lancaster, Antelope Valley, California, September 1995 through September 1998: U.S. Geological Survey Open-File Report 01-414, 149 p.  Nishikawa, T., Rewis, D.L., and Martin, P.M., 2001, Numerical simulation of ground- water flow and land subsidence at Edwards Air Force Base, Antelope Valley, California: U.S.  Geological Survey Water-Resources Investigations Report 01-4038, 111 p.  Phillips, S.P., Carlson, C.S., Metzger, L.F., Howle, J.F., Sneed, Michelle, Galloway, D.L., Ikehara, M.E., Hudnut, K.W., and King, N.E., in press, Analysis of tests of subsurface injection, storage, and recovery of freshwater in Lancaster, Antelope Valley, California: U.S. Geological Survey Water- Resources Investigations Report 034061.  Prince, K.R., Galloway, D.L., and Leake, S.A., eds., 1995, U.S. Geological Survey Subsidence Interest Group conference, Edwards Air Force Base, Antelope Valley, California, November 1819, 1992: Abstracts and Summary: U.S. Geological Survey Open-File Report 94532, 84 p.  Schrage, Linus, 1991, LINDO users manual release 5.3: New York, Boyd and Fraser, 132 p.  Thompson, D.G., 1929, The Mohave Desert region, California, a geographic, geologic, and hydro- logic reconnaissance: U.S. Geological Survey Water-Supply Paper 578, 759 p.  Management responses to saltwater intrusion, City of Cape May, New Jersey  Blair, D.A., Spronz, W.D., and Ryan, K.W., 1999, Brackish groundwater desalination: A communitys solution to water supply and aquifer protection: Journal of the American Water Resources Associa- tion, v. 35, no. 5, p. 1201-1212.  Gill, H.E., 1962, Ground-water resources of Cape May County, New Jerseysalt-water invasion of principal aquifers: New Jersey Department of Conservation and Economic Development, Division of Water Policy and Supply Special Report 18, 171 p.  Lacombe, P.J., and Carleton, G.B., 1992, Saltwater intrusion into fresh ground-water supplies, southern Cape May County, New Jersey, 1890-1991, in Borden, R.C., and Lyke, W.L., eds., Future availability of groundwater resources: American Water Resources Association Technical Publica- tion Series TPS-92-1, p. 287-297.  _____2002, Hydrogeologic framework, availability of water supplies, and saltwater intrusion, Cape May County, New Jersey: U.S. Geological Survey Water-Resources Investigations Report 014246, 151 p.  Metcalf and Eddy, Inc., 1996, Water supply plan submitted to the City of Cape May, New Jersey, April 16, 1996: Somerville, New Jersey, variously paginated.  Schuster, P.F., and Hill, M.C., 1995, Hydrogeology of, ground-water withdrawals from, and saltwater intrusion in the shallow aquifer system of Cape May County, New Jersey: U.S. Geological Survey Open-File Report 94-0714-W, 40 p. 72 Ground-water management 73 References  Spitz, F.J., 1996, Hydrologic feasiblity of water-supply-development alternatives in Cape May County, New Jersey: U.S. Geological Survey Water-Resources Investigations Report 96-4041, 42 p.  ______1998, Analysis of ground-water flow and saltwater encroachment in the shallow aquifer system of Cape May County, New Jersey: U.S. Geological Survey Water-Supply Paper 2490, 51 p.  Spitz, F.J., and Barringer, T.H., 1992, Ground-water hydrology and simulation of saltwater encroach- ment, shallow aquifer system of southern Cape May County, New Jersey: U.S. Geological Survey Water- Resources Investigations Report 91-4191, 87 p.  Voronin, L.M., Spitz, F.J., and McAuley, S.D., 1996, Evaluation of saltwater intrusion and travel time in the Atlantic City 800-foot sand, Cape May County, New Jersey, 1992, by use of a coupled-model approach and flow-path analysis: U.S. Geological Survey Water-Resources Investigations Report 95- 4280, 27 p.  Zapecza, O.S., 1989, Hydrogeologic framework of the New Jersey Coastal Plain, Regional Aquifer-System AnalysisNorthern Atlantic Coastal Plain: U.S. Geological Survey Professional Paper 1404-B, 49 p.  Challenges and opportunities  Blomquist, W., 1992, Dividing the watersGoverning groundwater in southern California: San Francisco, Calif., ICS Press, 413 p.  National Research Council, 2000, Investigating groundwater systems on regional and national scales: Washington, D.C., National Academy Press, 143 p.  Winter, T.C., Harvey, J.W., Franke, O.L., and Alley, W.M., 1998, Ground water and surface waterA single resource: U.S. Geological Survey Circular 1139, 79 p.  "
    }
}