{
    "TTR": {
        "Extracted text": " J. David King1  in  The Oil and Gas Resource Potential of the 1002 Area, Arctic National Wildlife Refuge, Alaska, by ANWR Assessment Team, U.S. Geological Survey Open-File Report 98-34. Townsend Consulting Group, Denver, CO 80225  This report is preliminary and has not been reviewed for conformity with U.S. Geological Survey editorial standards (or with the North American Stratigraphic Code).  Use of trade, product, or firm names is for descriptive purposes only and does not imply endorsement by the U. S. Geological Survey.  Nickel, Vanadium and Sulfur Hydrocarbon Fractions Normal Alkanes, Pristane and Phytane Oil Yield Stable Carbon Isotopes Nickel, Vanadium and Sulfur Hydrocarbon Fractions Normal Alkanes, Pristane and Phytane OA2. Rock-Eval II Pyrolysis Method OA3. Sequential Hydrous Pyrolysis Procedure OA4. Column Chromatography Procedure Procedure For The Construction Of Alumina-Silica Columns Procedure for Asphaltene Removal from Bitumen and Petroleum Procedure for Maltene Fractionation using Column Chromatography OA6. List of Gas Chromatogram files in Adobe Acrobat (.pdf) format OA7. Biomarker Peak Heights OA8. Kerogen Isolation Procedure TABLES OA1. Sample information. OA2. Source rock samples used for sequential hydrous pyrolysis. OA3. Stable carbon isotopes (d13C ) of the saturated and aromatic hydrocarbons of oils. OA4. Nickel, vanadium and sulfur data for the oils. OA5. Oil stain extractions and column chromatography for the oils. OA6. Normal alkane and isoprenoid ratio data for the oils. OA7. Tentative biomarker peak identifications for m/z 191 mass chromatogram. OA8. Tentative biomarker peak identifications for m/z 217 mass chromatogram. OA9. Selected biomarkers ratios for oils. OA10. Oil type summary. OA11. Rock-Eval data of hydrous pyrolysis samples. OA12. Elemental data of the kerogens from the Hue and Shublik. OA13. Hydrous pyrolysis liquid product data. OA14. Stable carbon isotopes (d13C ) of the saturated and aromatic hydrocarbons of  liquid pyrolysates. OA15. Column chromatography of liquid pyrolysates. OA16. Normal alkane and isoprenoid ratio data for the liquid pyrolysates. OA17. Selected biomarkers ratios for liquid pyrolysates. OA18. Calculation of Gas to Oil ratios (GOR) of hydrous pyrolysis experiments. OA19. Hydrous pyrolysis gas products.  FIGURES OA1. Map of North Slope showing location of ANWR and 1002 area. OA2. Map of ANWR showing sample localities and selected wells. OA3. Stable carbon isotopes (d13C ) of the saturated and aromatic hydrocarbons of oils  and pyrolysates. OA4. Ni  vs V concentration of oils and pyrolysates. OA5. V/V+Ni vs d13C aromatic hydrocarbons of oils and pyrolysates. OA6. Sulfur content vs d13C aromatic hydrocarbons of oils and pyrolysates. OA7. Saturated/aromatic hydrocarbons vs percent hydrocarbon of oils and pyrolysates. OA8. Mass chromatogram for m/z 191 (tricyclic and pentacyclic terpanes) with   OA9a. Mass chromatogram of m/z 217.1956 (steranes) of oil from Put River D-3 well, Prudhoe Bay Field (17).  See Table OA8 for peak identifications.  OA9b. Mass chromatograms of parent to daughter ion transitions (GC-MS-MS) for C26 to C30 sterane parents to the m/z 217 daughter fragment ion (Sample 8).  OA10. Ts/Tm vs d13C aromatic hydrocarbons of oils and pyrolysates. OA11. Diasterane/sterane vs d13C aromatic hydrocarbons of oils and pyrolysates. OA12. C19/C23 tricyclics vs d13C aromatic hydrocarbons oils and pyrolysates. OA13. C24 tetracyclic/C23 tricyclic vs d13C aromatic hydrocarbons of oils and  pyrolysates. OA14. Oleanane/hopane vs d13C aromatic hydrocarbons of oils and pyrolysates. OA15. C32/C30 hopane vs d13C aromatic hydrocarbons of oils and pyrolysates. OA16. C35/C31-C35 hopane vs d13C aromatic hydrocarbons of oils and pyrolysates. OA17. normoretane/norhopane vs d13C aromatic hydrocarbons of oils and pyrolysates. OA18. C23 tricyclic/C30 hopane vs d13C aromatic hydrocarbons of oils and pyrolysates. OA19. C27/C27-C29 steranes vs d13C aromatic hydrocarbons of oils and pyrolysates. OA20. C28/C27-C29 steranes vs d13C aromatic hydrocarbons of oils and pyrolysates. OA21. C29/C27-C29 steranes vs d13C aromatic hydrocarbons of oils and pyrolysates. OA22. C30/C27-C30 steranes vs d13C aromatic hydrocarbons of oils and pyrolysates. OA23. 24-nor/24+27-norcholestane vs d13c aromatic hydrocarbons of oils  DIGITAL DATA Associated with this chapter OA are digital (spreadsheet) files located on this cdrom in a data appendix.  All tables except Tables OA7 and OA8 are duplicated as spreadsheet files in the data appendix.  In addition, three non- viewable files, cited in appendices OA1, OA6, and OA7, are accessible in the data appendix.  These three files contain a list of samples, a list of the gas chromatogram files, and the biomarker peak heights.  WELL NAMES In this chapter well names are given with the number preceding the name. For example, C-1 Alaska State in this chapter corresponds to Alaska State C- 1 of Chap. WL.  In addition, the Mikkelsen Bay State 1 well of Chap. WL is referred to as 13-9-19 Mikkelsen Bay State in this chapter.  The purpose of this study is to identify and characterize the petroleum systems within the 1002 area of the Arctic National Wildlife Refuge (ANWR).  We build on the work of Anders and others (1987) by analyzing newly collected samples (1995- 1997) of oil seeps and oil-stained outcrops, oil-stained rocks in well core and crude oil from nearby exploratory tests and production. We use hydrous pyrolysis to simulate oil generation from potential source rocks to perform oil-source rock correlations.  The geochemical parameters used in this correlation include d13C isotope ratios, sulfur content, nickel and vanadium proportionality, and biomarker composition.  The 1002 area of ANWR contains at least three oil types referred to as Prudhoe, Jago, and Manning.  Characteristics of Prudhoe oil type are 1 to 2 percent sulfur, 20 to 30°API, low gas/oil ratio (GOR), low saturate/aromatic hydrocarbon ratio and a vanadium content greater than nickel content. The distribution of Prudhoe oil is restricted to the western portions of ANWR and is genetically related to oil in the Prudhoe Bay oil field.  Characteristics of Jago oil type are 0.5 to 1 percent sulfur, 30 to 40°API, moderate GOR, and nickel content greater than vanadium content.  Jago oil is widespread throughout ANWR with occurrences as far west as Point Thompson and as far east as the Jago River.  Characteristics of Manning oil type are 0 to 0.5 percent sulfur, 30 to 40°API, high saturate/aromatic hydrocarbon ratio and low nickel and vanadium contents.  The distribution of the Manning oil is restricted to the northern portion of ANWR and offshore, as far west as Point Thompson (OCS-Y-0849-1 Hammerhead well) and as far east as Angun Point.  Based on a comparison of bulk and molecular geochemistry of the source rock pyrolysates with the natural oil samples, the Prudhoe oil type is believed to be predominantly derived from the Triassic Shublik Formation with a lesser contribution from the Cretaceous Hue Shale. A minor contribution from the Kingak Shale and the Lisburne Group is possible but is not substantiated in this study. The Jago oil type correlates with pyrolysates generated from the Cretaceous Hue Shale. The Manning oil type is believed to be derived from the Tertiary Canning Formation because the oil chemistry indicates a mixed type III and type II organic matter source, which is consistent with the depositional environment of portions of the Canning Formation. Furthermore, Manning oil type is very similar in composition to oils in Paleogene reservoirs from the Mackenzie Delta - Beaufort Sea area which are believed to be derived from Eocene to Paleocene deltaic source rocks. These three oil types are used to define three petroleum systems,   The purpose of this study is to identify and characterize the oil types and their source rocks within the 1002 area of the Arctic National Wildlife Refuge (ANWR), Alaska (Figure OA1) in order to define the petroleum systems for a new energy resource assessment of the area.  Other elements of the petroleum systems, including the timing of generation and migration, and the timing of formation of the reservoir, trap, seal, and overburden, are discussed by Burrus (Chap. FI), Magoon and others (Chap. PS), and Houseknecht and Hayba (Chap. HG).  Anders and others (1987) analyzed a number of oil seeps and oil-stained rocks within ANWR and defined three oil types referred to as Manning, Jago and Kavik. They also analyzed potential source rocks for generation potential and attempted to correlate extracted source-rock bitumen with their defined oil types.  They were successful in correlating one of the oil families, the Jago oil type, to the Cretaceous Hue Shale.  They were unsuccessful in identifying the source of the Manning and Kavik oil types and they did not recognize a Prudhoe oil type.  In this study, we update and expand on the work of Anders and others (1987) by analyzing newly collected (1995, 1996, 1997) samples of oil seeps and oil-stained rocks from nearly all of the same localities as those studied by Anders and others in 1987, and by analyzing oil-stained rocks from new outcrop localities, oil-stained rocks in well core and crude oil from nearby exploratory tests and production.  Instead of using bitumen extracts to perform oil-source rock correlations, we use liquid pyrolysates generated from hydrous pyrolysis of potential source rocks.   Locations of samples used in this study are shown on Figure OA1 and Figure OA2 and sample information is listed in Table OA1.  The sample numbers on Table OA1 are expressed as a number in parentheses (#) in the text.  The sample list is a subset of a larger list of ANWR area samples submitted to the USGS Organic Geochemistry Laboratory for analysis since 1989 (Appendix OA1).  Some data obtained prior to 1989 are also included and consist mostly of the biomarker data from a previous USGS study (Anders and Magoon, 1986; Anders and others, 1987). The Manning Point (25, 26) and Angun seeps (28) and the oil-stained sandstone   outcrop localities at Kavik (19), Jago River (24) and N. Katakturuk (23) were re- collected during the 1995 to 1997 field seasons from the same sample localities as those in Anders and others (1987).  Also collected at this time were oil-stained samples from new localities along the Canning River (20, 21) and Sagwon Bluffs near the Sagavanirktok River (18).  Although only one oil sample was obtained from the wells in the Point Thompson area (8), oil was extracted from numerous core samples of oil-stained sandstones.  Oil was also extracted from mudstone/siltstone core in the OCS Y-0943 #1 (Aurora) well (27) offshore from Manning Point.  Two oil samples were obtained from drill stem tests in wells from the Mikkelsen area offshore west of Point Thompson (3, 4).  Three oils from the Prudhoe Bay and Point Simpson areas (17, 29, 30) were included in this study to serve as examples of previously identified oil types from the North Slope (Prudhoe, Umiat, Kingak oil types).  Seifert and others (1980) proposed that oil in Prudhoe Bay field (17) was derived from the Triassic Shublik, Jurassic Kingak and post-Neocomian shale (now called the Hue Shale; Bird and Molenaar, 1987).  Seismic Line oil (29) was classified as Umiat oil type by sixteen different laboratories in a multi-laboratory cooperative oil-source rock correlation study (Claypool and Magoon, 1985).  In the same study Umiat oils were correlated to the pebble shale by fourteen laboratories and the Torok Formation by seven laboratories and Kingak Shale by four laboratories.  The Kingak-produced oil from the 32-25 Kavearak Point well (30) is reported to be derived from the Kingak Shale (Seifert and others, 1980).  Source rock sampling for hydrous pyrolysis was focused on previously identified source rocks in the ANWR and Prudhoe area (Seifert and others, 1980;  Bird, 1994; Magoon and others, 1987; Anders and others, 1987) including the Triassic Shublik, Jurassic Kingak, Cretaceous pebble shale unit, Cretaceous Hue Shale and Tertiary Canning Formations (Table OA2). The Mississippian Kayak Shale, the Lisburne Group, and the Sadlerochit Group were excluded from this study because the source rock evaluation of Magoon and others (1987) was discouraging. They considered the Kayak Shale and the Sadlerochit Group to be gas-prone and the Lisburne to be oil-prone but low in organic carbon content in the ANWR area.   However, the Lisburne is thought to be an effective source rock in other studies on the North Slope (Hughes and others 1985; Hughes and Holba, 1988).  For the Brookian sequence we follow the stratigraphic nomenclature of Molenaar and others (1987) where the Hue Shale and Canning Formation are defined and the high gamma zone (GRZ) or highly radioactive zone (Carman and Hardwick, 1983) is included in the Hue Shale.  Source rock samples were obtained from cores from the Mikkelsen Bay wells located offshore west of Point Thompson, the Texaco Phoenix OCS well, the Aurora OCS well, and from outcrops within ANWR.  Rock-Eval II  pyrolysis (method details in Appendix OA2) was performed on five core samples and seven outcrop samples to select candidates for hydrous pyrolysis.  However, the Rock- Eval data is not representative of the overall sample composition because one small rock piece was removed from the crushed bulk sample.  It was not practical to pulverize and homogenize a representative aliquot of the sample because of limited sample size. Furthermore, the limited number of samples available for hydrous pyrolysis in the present study precludes a meaningful statistical representation of a particular source rock.  In hydrous pyrolysis, a rock sample is heated in contact with liquid water in a closed reactor vessel for accurately measured times and temperatures.  This process approximates the natural process of oil generation, but at a greatly accelerated rate, producing an expelled liquid pyrolysate (immiscible oil) similar to crude oil that accumulates on the surface of the water in the reactor (Lewan and others, 1979). Because hydrous pyrolysis simulates petroleum formation, the oil to source rock correlation using liquid pyrolysate is often better than correlations using extracted bitumen from the immature source rock (for example, Waseda and others, 1996; Moldowan and others, 1992).  In the most common experiment procedure, sample aliquots are run for 72 hours at temperatures from 300° to 365°C and product yields can be used to estimate kinetics of petroleum generation for a given source rock.  An alternative experimental procedure (Appendix OA3) was used in this study because of limited amounts of available samples.  One rock sample was exposed to four successive 72 hour heating periods at 300°, 320°, 340° and 360° C, removing only generated oil and gas products after each period.  This sequential procedure may more closely approach the semi-open conditions of natural petroleum generation because petroleum and natural gas tend to migrate to lower thermal stress regimes after they have been generated.  A disadvantage of this procedure is that kinetics cannot be directly calculated.  Nine samples were crushed to gravel size (0.5 to 2 cm), loaded into 1-liter Hastelloy C-276 pyrolysis reactors with distilled water and 35 psia of helium and heated for 72 hours at 300°, 320°, 340°, and 360°C (Table OA2).  A gas sample was taken of the reactor headspace at ambient temperature after each heating period.  The   remaining gas was vented and the reactor was opened to remove only free floating liquid pyrolysate with a Pasteur pipet.  The reactor was then resealed, and the headspace was evacuated and recharged with 35 psia of helium before starting the next heating period.  Only headspace gas and liquid products were removed after each 72 hour period.  After the 360°C run, the reactor was emptied by the normal procedure which includes removal and analysis of the spent rock.  Gas samples were collected from the headspace of the pyrolysis reactors into evacuated 50 ml steel bombs equilibrated to headspace pressure.  A gas tight syringe is used to withdraw approximately 30 milliliters (ml) of headspace gas which was then injected onto a 20 ml sample loop on a Perkin Elmer Model 8500 gas chromatograph (GC).  The GC is equipped with a 10 ft by 0.25 in column packed with Chromosorb 102  and is programmed from 20°C to 220°C at 16°C/min using helium carrier gas.  As gas peaks elute from the column, they are detected by a thermal conductivity detector and the detector response for each peak is plotted versus time on a monitor.  Expelled oils generated by hydrous pyrolysis are treated as crude oils in the analytical scheme.  The oil density (°API gravity) was determined gravimetrically using volumetric pipets.  Nickel, vanadium and sulfur concentrations were determined by Huffman Laboratories, Golden, Colorado (Huffman Lab numbers: 161697, 242397).  Oil stains were extracted from whole-rock samples using either chloroform or dichloromethane as a solvent.  Extracts were vacuum evaporated to about 3 ml using rotary evaporator with moderate vacuum and water bath temperature of about 35° C, and transferred to a volumetric flask for a gravimetric determination of concentration.  An aliquot of known concentration was placed in a vial and the volume was reduced to about 1 ml by a stream of nitrogen gas at room temperature.  About 2 ml of iso-octane was added and mixed with a vortex mixer on low speed, and gently evaporated in a stream of nitrogen gas to about 1 ml.  The iso-octane addition and evaporation step was repeated at least three times until the chloroform (or dichloromethane) was completely displaced by the iso-octane.  The asphaltene fraction of the oil or bitumen was removed by precipitation in iso-octane followed by filtration.  The  maltene (oil/bitumen with asphaltenes removed) was separated by elution chromatography into saturated hydrocarbon, aromatic hydrocarbon and resin fractions using constructed alumina/silica columns and elution solvents of increasing polarity (Appendix OA4).  Whole oils and the C8+ saturated and aromatic hydrocarbon fractions were analyzed with a Hewlett Packard 6890 gas chromatograph (GC) equipped with a 60m x   0.32mm fused-silica capillary column (DB-1) and a flame ionization detector (FID). The GC temperature for the saturated hydrocarbons was programmed from 50°C to 330°C at 4.5°C/minute, and held at 330°C for 15 minutes.  The aromatic hydrocarbons were analyzed under the same conditions except that the starting temperature was 40°C.  The n-alkane and isoprenoid ratios are measured two ways: peak height and peak area.  Peak area more correctly represents the concentration of pristane and phytane (and other isoprenoids) because it measures all stereoisomers that coelute as one combined value (which reduces maturity effects of isomerization).  Peak height is preferred when coelution of extraneous compounds on the shoulder of the desired peak will yield anomalously high concentrations based on peak area.  For example, when biomarker concentrations are high relative to n-alkanes, they can interfere with n-alkane peak area measurements and peak heights are preferred for n-alkane concentrations.  The free pyrolysates were run two ways: saturated hydrocarbons fraction and whole oil.  The n-alkane ratio data are superior on the whole oil gas  chromatograms because of higher concentrations of the high molecular weight compounds (greater than C23 ).  The pristane/phytane ratios are probably a little better quality on the saturated hydrocarbon gas chromatograms because aromatic hydrocarbons sometimes coelute in whole oil gas chromatograms.  Biomarker distributions were determined by analyzing combined saturated and aromatic hydrocarbon fractions (Appendix OA5) on a computerized GC-mass spectrometer (MS) system using a Hewlett Packard 5890 GC with a DB-1701 60 m x 0.32 mm column directly interfaced to a VG7035 magnetic sector MS.  Dynamic mass resolution was 3000 (5 percent valley). Multiple ion detection was accomplished by switching the accelerating voltage at a constant magnetic field.  The selected ions were m/z 191.1800 (terpanes), m/z 217.1956 (steranes), m/z 231.1174 (triaromatic steroids) and m/z 253.1956 (monoaromatic steroids).  Tentative peak identifications were based on elution time and confirmed in many cases with mass spectra and MS-MS (Philp, 1985).  The steranes were also analyzed by GC-MS-MS for parent molecular weights from C26 to C30 and the daughter fragment ion m/z 217.   All gas chromatograms used for this study are included on this CD- ROM as Adobe Acrobat (.pdf) files and may be viewed with the Acrobat Reader (see Appendix OA6 for list of filenames).  Also included are selected mass chromatograms by Anders and Magoon (1986) and Anders and others (1987).   Peak heights were used for measuring compound concentrations to avoid the erroneous measurement of coeluting compounds.  Biomarker peak height measurements are listed in Appendix OA7.  Stable carbon isotope ratios were determined for the C15+ saturated and aromatic hydrocarbon fractions by placing an aliquot of each sample in a quartz tube with cupric oxide and a silver strip.  The tubes were sealed under a vacuum and heated at 840°C for 4 hours.  The evolved CO2 was collected in a liquid nitrogen trap, and further purification and dehydration of the gas was accomplished by cryogenic distillation under vacuum.  Carbon isotope ratios of the CO2 were measured on a Finnigan MAT 251 dual inlet isotope ratio mass spectrometer.  Kerogen was isolated from rock samples using HF and HCl acid digestion followed by ZnBr heavy liquid separation (Appendix OA8).  Elemental analysis of the kerogen was performed by Huffman Laboratories.  As with the Rock-Eval data, the kerogen data is not representative of the overall sample composition because one small rock piece was removed from the crushed bulk sample.  It was not practical to pulverize and homogenize a representative aliquot of the sample because of limited sample size.  OIL-OIL CORRELATION  The oils from within and around ANWR (sample numbers 1 through 28, Table OA1) are divided into three oil types based primarily on the stable carbon isotope values of the aromatic hydrocarbon fraction with supporting evidence from several other geochemical parameters including biomarker composition and vanadium/nickel ratios.  The three types are designated Prudhoe after the Barrow- Prudhoe oil type of Magoon and Claypool (1981) and the Jago and Manning oil types following the terminology of Anders and others (1987). For practical purposes and to retain consistancy with the literature, the Prudhue oil type is treated in this study as a chemically distinct type even though there is variation in composition reflecting the relative contribution of sources (Sedivy and others, 1987; Wicks and others, 1991; Masterson and others, 1997).   The Kavik oil-stained sample (19) found just southwest of ANWR is not considered a distinctive oil type as defined by Anders and others (1987) because new isotope data of the oil stain suggests it belongs to the Jago oil type. Stable Carbon Isotope Geochemistry. Stable carbon isotopes (d13C ) of the saturated and aromatic hydrocarbons are listed in Table OA3 and are plotted in Figure OA3.  Comparison of the results with those of Anders and others (1987) reveals a shift in the aromatic hydrocarbon isotopic   values of approximately +0.4 per mil for the new samples re-collected from the same localities as the 1987 study.  A smaller and less consistent shift is observed in the isotopic values of the saturated hydrocarbon fraction.  This shift is most likely caused by a different column chromatography method.  Nevertheless, the results from this study support the conclusions of Anders and others (1987) that there is a Manning oil type and a Jago oil type within ANWR.  To avoid confusion about data source, only data from this study are shown on Figure OA3.  Also plotted on Figure OA3 is a line proposed by Sofer (1984) that separates waxy oils from non-waxy oils. Waxy oils are usually derived from terrestrial organic matter while non-waxy oils are usually derived from marine organic matter. All of the oils except for samples 23 and 30 plot on the marine side of the Sofer line. The Kingak oil (30) from the Kavearak Point well (sample location 30 in Figure OA1) is quite distinctive based on these data as well as other geochemical data below and results are similar to previous studies (Seifert and others, 1980; Premuzic and others 1986; Anders and others, 1987).  It is not likely that oil derived from the Kingak has charged the ANWR area except as a minor constituent of a mixture because it is geochemically unlike any sample analyzed from the ANWR area.  The Prudhoe oil type is distinguished based on the stable carbon isotopic values of many of the Point Thompson area oils and the oil sample produced from Prudhoe field (17).  The oil type boundary was originally placed at -28.5 per mil for aromatic hydrocarbons and -29.35 per mil for the saturated hydrocarbons based on a subtle natural break in the data.  However, because of geological and geochemical considerations, we define the boundary at -28.7 per mil for aromatic hydrocarbons to exclude samples 11 and 15.  These two oil samples are from the Thomson sand in the Point Thompson area and should be the same oil type (Jago) as the oils found in the Thomson sand in nearby wells (samples 10, 13, and 14).  Furthermore, the reported gas/oil ratio (GOR) of tests from near the depth interval of sample 11 and sample 15 (GOR 5826 and 3890, respectively) is higher than expected for Prudhoe oil type (less than 1500).  The biomarker data of sample 11 and 15 discussed below indicate Prudhoe and Jago oil type characteristics.  We therefore consider these oils to be a mixture of Prudhoe and Jago oil types.  The two oil-stained samples from the Canning River west of ANWR (20 and 21) also appear to be a mixture of Prudhoe and Jago oil types based on similar geochemical evidence.  The Jago oil type as defined here falls in a narrow range of intermediate isotopic values with the boundaries placed at natural breaks of the d13C aromatic hydrocarbon values (-28.5 per mil and -28.0 per mil, respectively).  The Sagwon Bluffs oil stain (18) from west of ANWR (sample location 18 in Figure OA1) and   the oil stain from the Jago River area (24) within ANWR (sample location 24 in Figure OA2) are considered to be Jago oil type.  The Kavik (19) d13C aromatic hydrocarbon value is nearly within the range of the Jago oil type and the d13C saturated hydrocarbon value is clearly within the range of the Jago type but other geochemical evidence is poor due to biodegradation.  The North Katakturuk oil stain (23) was considered to be Jago oil type by Anders and others (1987) but data from this study suggest a mixture of oil types.  The Manning Point oil seep (sample locations 25 and 26 in Fig. OA2) was originally characterized by Anders and others (1987) as a distinctive oil type based on the considerably heavier isotopic composition and other geochemical parameters. The new data support this interpretation but the geographic proximity and geochemical similarities of the Aurora well oil stain (sample location 27 in Fig. OA2) have led to its inclusion in the Manning oil family.  Thus the Manning oil type boundary is placed at -27.8 per mil for aromatic hydrocarbons and - 28.8 per mil for saturated hydrocarbons.  Curiale (1995) reports -28.8 per mil saturated hydrocarbon value for the oil from the Hammerhead 1 well (OCS-Y-0849-1) offshore from Point Thompson (Figure OA2) and he notes the geochemical similarity of the Hammerhead oil to Manning Point seep.  We speculate that oil tested from the Kuvlum well (OCS Y-0866) is Manning type based on geographic proximity, Brookian reservoir age and reported 34°API gravity oil.  The Angun sample (sample location 28 in Fig. OA2), originally reported to be Jago type by Anders and others (1987), is classified as Manning oil type based on the new isotope data.  Because the d13C value of the aromatic hydrocarbon fraction is the primary geochemical parameter for oil typing, most of the subsequent figures in this paper are plots of this parameter vs another geochemical parameter to illustrate differences between oil families.  Nickel, Vanadium and Sulfur The nickel, vanadium and sulfur data for the oils, oil stains and seeps are listed in Table OA4.  A plot of Ni  vs V concentration is shown in Figure OA4,  a plot of V/V+Ni vs d13C aromatic hydrocarbons is shown in Figure OA5, and a plot of sulfur content vs d13C aromatic hydrocarbons is shown in Figure OA6.  The lean values on the two tables are indicated by the &lt; (less than) sign indicating results below the instrument detection limits.  Nickel and vanadium concentrations near the detection limits will yield a V/V+Ni ratio of questionable accuracy.  Although the nickel, vanadium and sulfur concentrations in oils are quite dependent upon the   degree of oil alteration such as biodegradation and maturity, the V/V+Ni ratio is relatively unaffected by alteration processes (Lewan, 1984) and may be used for correlation and interpretation of the depositional environment of source rocks. Similarly, nickel, vanadium and sulfur analyses of extracted oil stains is clearly biased toward higher concentrations but the V/V+Ni ratio should be relatively unaffected.  For unknown reasons, the vanadium concentration of the D3 Put River oil from Prudhoe Bay (17) measured for this study by Huffman Laboratories is somewhat lower than results of four other labs (in Magoon and Claypool, 1985; Hughes and Holba, 1988) where values ranged from 11 to 17 ppm.  The suspect Put D3 value is plotted on Figure OA5 with a large arrow indicating the probable true V/V+Ni ratio. The Mikkelsen Canning (3) value is also suspect because Hughes and Holba (1988) report a value of  0.45.  Because the metals concentrations are too low for the Manning Point samples (25, 26) and the Kavik sample (19), the V/V+Ni values are uncertain and are not plotted.  Because biodegradation increases the sulfur content of oil, many of the samples in Figure OA6 have anomalously high sulfur values.  The Prudhoe oil type data form a close data group with V/V+Ni between 0.6 and 0.75  (Figure OA5) and sulfur content between 0.95 and 1.4 weight percent (Figure OA6).  These results are very similar to the results summarized by Banet (1994) from data by Hughes and Holba (1988) for Prudhoe type oils with V/V+Ni values between 0.66 and 0.78 and sulfur content between 0.99 and 1.67 weight percent.  A summary by Curiale (1987) also presents similar results for his Type A (Prudhoe) oils with  V/V+Ni values between 0.5 and 0.8 and sulfur contents between 0.7 and 1.9 weight percent.  Interestingly, oil tested from the Hue Shale in the W. Staines well (8) appears to be Prudhoe type based on the sulfur, V/V+Ni and carbon isotope data.  The nickel, vanadium and sulfur characteristics of the Jago oil type are less clear because both of the Jago type samples analyzed for these elements are biodegraded oil-stained sandstones (18, 24).  Thus, the absolute concentrations of Ni, V and S are elevated by an unknown amount.  Furthermore, the concentration of the oil in the sandstone sample from Jago River (24) is very low (402 ppm) and the elemental concentration data are considered unreliable.  The sulfur content of Jago type oil stain in the Sagwon Bluffs sample (18) is 0.62 weight percent.  The Kavik sample (19) has a similar sulfur content although it may be a mixture of Jago and low-sulfur Manning oil.  Therefore, it is estimated that undegraded Jago oil would have sulfur content between 0.5 and 1.0 weight percent.  The V/V+Ni values of Jago oil type samples (18, 24)  are 0.34 and 0.41, respectively.  The sulfur content of Manning oil type is the lowest of the three oil types; the undegraded Manning oil type is probably less than 0.3 weight percent based on the projection of two moderately biodegraded samples (25, 26).  Magoon and Claypool (1981) report a value of 0.14 weight percent for the Manning Point seep.  The sulfur content of the Angun Point sample (28) reported here is anomalously high (0.63 weight percent) for Manning oil type.  Magoon and Claypool (1981) report a value of 0.22 weight percent for Angun Point seep (their Ungoon Point oil seep).  The new data may be anomalously high because the sulfur analysis was performed on an extracted oil stain and the sample is severely degraded.  Alternatively, Angun Point oil may contain some Jago oil with higher sulfur content as suggested by the d13C aromatic hydrocarbon value near the Manning-Jago oil type boundary.  The Manning oil type contains very low nickel and vanadium concentrations and the two Manning Point seep samples are too lean to measure.  Curiale (1995) reports low nickel and vanadium values for the Hammerhead oil (Ni = 1.5 ppm, V= 1.2 ppm, V/V+Ni = 0.44) which is likely the same oil type as Manning Point.  The Angun Point oil stain (28) has anomalously high concentrations of nickel and vanadium for the same reasons as the high sulfur content mentioned above (degraded extracted oil stain),  but the V/V+Ni of 0.56 is considered to be reliable based on reasonable metal concentrations and no partitioning effects from alteration (Lewan, 1984).  Hydrocarbon Fractions. Oil stain extractions and oils were separated into the saturated and aromatic hydrocarbon fractions using column chromatography (Table OA5).  Unfortunately, these data are not directly comparable with the work of Anders and others (1987) because they used a different column chromatography method.  Figure OA7 shows hydrocarbon characteristics of the oil types with the Manning oil type having both the highest saturate/aromatic (S/A) hydrocarbon and percent hydrocarbon values (greater than 2.5 and 85, respectively).  The S/A values of the Jago oil type range from 1.3 to 2.5 while the Prudhoe oils range from 0.9 to 1.7.  Jago type samples 10 and 14 have the lowest S/A values of the oil type range but have questionable data due to low concentrations of saturated and aromatic hydrocarbon fractions.  Low hydrocarbon values from the N. Katakturuk (23), Kavik (19) and Angun (28) oil samples indicate severe biodegradation.  Reduced hydrocarbon content of the other oil-stained outcrop samples including Canning River (20, 21) and Sagwon Bluffs (18) also suggest some biodegradation.  Surprisingly, high hydrocarbon concentrations were measured in outcrop oil stains from Jago River (24) and Manning Point (25) and the oil from the Seismic Line (29) even though gas chromatography data (presented below) indicate significant biodegradation. Normal Alkanes, Pristane and Phytane. Normal alkane and isoprenoid ratio data for the oils are listed in Table OA6 with data quality graded from A for excellent  to F for unacceptable based on the signal/noise ratio, baseline resolution, coelution and other factors. Data rated C and D are reported but should not be used unless supported by other data.  Unfortunately, most of the GC data of the saturated hydrocarbon fraction cannot be used (graded C or worse) to calculate peak ratios due, primarily, to biodegradation (Table OA6).  Consequently, characterization of the three oil types based on the pristane/phytane ratio and odd-even carbon number preference (Scalan and Smith, 1970; Hunt, 1979) is limited to just eight and thirteen samples, respectively.  The Prudhoe oil type has pristane/phytane values ranging from 0.75 to 1.39 based on five samples with the sample from Prudhoe Bay Field (17) having the highest value and the sample from the Lisburne reservoir (4) having the lowest value.  The Prudhoe oil type has a carbon preferential index (CPI 1) near or slightly below unity with an average of 0.96 and a range from 0.82 to 1.04 (seven samples).  These data suggest that the source rocks had minimal terrestrial organic matter and siliciclastic input and were deposited in an anoxic depositional environment (Didyk and others, 1978; Powell and McKirdy, 1973; Hunt, 1979; Hughes and others, 1995).  The pristane/phytane ratio of the Jago oil type is 1.23 based on only one reliable data point (sample 7).  The other Jago oils have pristane/phytane values less than unity but are unreliable because of sample degradation (either evaporative loss during sample storage or biodegradation).  The CPI 1 of the Jago oil type averages 1.02 based on four samples (7, 9, 10, 11).  The pristane/phytane ratio and CPI 1 of Manning oil type based on the oil stain from the Tertiary in the Aurora well (27) is 2.68 and 1.23, respectively, suggesting that the source rock had moderate terrestrial organic matter input (Powell and McKirdy, 1973; Hunt, 1979).  The other three Manning oils are too biodegraded to detect the n-alkanes and acyclic isoprenoids.  The Kingak (30) oil also has a high pristane/phytane ratio (2.3) and odd carbon predominance CPI 1 of  1.09  suggesting a moderate terrestrial organic matter input.  Biomarkers. The biomarkers interpreted for this study are measured by GC-MS selected ion monitoring of the m/z 191 fragment ion (tricyclic and pentacyclic terpanes) and by GC-MS-MS with the parents C26 through C30  yielding a m/z 217 daughter ion   (steranes).  Tentative biomarker peak identifications are shown in Figure OA8 (m/z 191),  Figure OA9a, Figure OA9b and listed in Table OA7 and Table OA8.  Selected biomarkers ratios (Table OA9) were plotted against the aromatic hydrocarbon stable carbon isotope value (Figures OA10 to Figure OA23) to confirm the oil typing (see next sub-section oil typing summary and Table OA10) and to further characterize the oil types.  Biomarker data ranges are interpreted for each oil type based on data clustering, geological considerations or consistency with the isotope data and other geochemical parameters (Table OA10).  In many cases, ranges overlap significantly between oil types, but, in general, the Manning oil type can clearly be differentiated based on biomarker geochemistry.  However, the Jago and Prudhoe are not clearly differentiated based on several of the parameters measured.  Of the biomarker parameters, the Jago can be most clearly differentiated from the Prudhoe based on Ts/Tm (Figure OA10) and C27 diasterane/sterane (Figure OA11) ratios (see Table OA9 for definitions).  Other parameters that suggest a distinction between Jago and Prudhoe types are oleanane/hopane and C35/C31-35 hopanes.  The biomarker data suggest that both the Jago and Prudhoe oil types were derived from marine algal source rocks deposited in low oxygen conditions with the Prudhoe sources slightly lower in oxygen conditions based on higher  C35/C31-35 hopanes and  lower pristane/phytane and CPI values.  The Jago source may have had more clay content based on lower sulfur content and higher diasterane/sterane and Ts/Tm values.  The Manning oil type can be clearly differentiated from Jago and Prudhoe oil types by most biomarker parameters.  The higher C19/C23 (Figure OA12), C24 tetracyclic/C23 ( Figure OA13), and oleanane/hopane (Figure OA14)  values are consistent with a Cretaceous and younger source rock containing abundant terrestrial organic matter (Philp and Gilbert, 1986; Ekweozor and Udo, 1988; Peters and Moldowan, 1993).  This is further supported by relatively high concentrations of C29 steranes (Figure OA21) which are often derived from land plants (Huang and Meinschein, 1979) and relatively low concentrations of  n-propyl C30 steranes (Figure OA22) which are derived from marine algae (Moldowan and others, 1985). As was stated before, the oil stain from the Aurora well clearly shows a significant terrestrial land plant signature with an elevated pristane and land plant wax concentrations.  However, the presence of n-propyl C30 steranes and pristane/phytane ratio between 1 and 3 indicates that the depositional environment was marine (Moldowan and others, 1985; Hughes and others, 1995). Therefore, the source rock for Manning oil is interpreted to be a marine shale with significant land plant input. Curiale (1995) reports that the oil from the Hammerhead well has terrestrial biomarkers including oleanane and lupanoids derived from angiosperms and is likely a Manning oil type.  The Manning oil family appears to correlate with the Group 1 oil family of McCaffrey and others (1994) from the Beaufort Sea Mackenzie delta area east of ANWR based on a comparison of stable carbon isotope and biomarker chemistry: Oleanane index 18 to 22   7 to 46 1C %C30 sterane 7 to 8    2 to 13 1C %C27 sterane 16 to 20  16 to 32 1A %C28 sterane 21 to 23  14 to 30 1C C35 hopane 2 to 6 0.4 to 6 1B, 1C  McCaffrey and others (1994) state that the Group 1 oils are derived from distal marine portions of a Tertiary deltaic sequence with subgroup 1A being the most marine in character based on the C30 sterane concentrations.  The Manning oil type appears to correlate best with subgroup 1B which suggests a less marine character.  The Group 1 oils of McCaffrey and others (1994) are equivalent to the Group C oils of Brooks (1986a, 1986b) and the Paleogene oils of Curiale (1991).  Both Brooks and Curiale identify the Eocene Richards Formation as a possible source of this oil type which is the same age and depositional environment as the Mikkelsen Tongue of the Canning Formation in the ANWR area.  The Canning Formation is a Paleocene to Oligocene prodelta slope and shelf shale with turbidite sands in the lower part (Molenaar and others, 1987) and contains predominantly terrestrial organic matter (Magoon and others, 1987).  While most of the Canning contains gas-prone organic matter, the Eocene Mikkelsen Tongue of the Canning is considered to be an oil-prone source facies (Keller and others, Chap. SR).  The age, organic facies and depositional environment of the Mikkelsen Tongue is consistent with the chemistry of the Manning oil type which contains biomarkers of Tertiary terrestrial and lesser marine organic matter.  The Manning oil type correlates well with the Seismic Line oil (29) based on  Anders and others (1987) made a similar correlation.  In a multi-laboratory cooperative oil-source rock correlation study (Claypool and Magoon, 1985) this oil was believed to be derived from either the pebble shale (fourteen laboratories), the Torok Formation (seven laboratories), or the Kingak Shale (four laboratories).  Interestingly, the Torok Formation has a very similar depositional environment (prodelta shelf-slope) as the Canning Formation and also represents the lower part of the Brookian Sequence.  The Torok Formation is slightly older which may explain the lack of oleanane.  Oil Typing  Summary.  In order to evaluate the consistency of the geochemical data in defining the three oil types described above, oil type assignments (Prudhoe, Jago or Manning) are made for each sample for each geochemical parameter (Table OA10).  In cases where the data range overlaps, the oil type assignment is a mixture of the overlapping types. The oil type assignments are tallied to see how well the various data types support the oil typing based only on the d13C isotope data.  Although oil gravity and GOR were not included in the tally, data are listed in Table OA10 for comparison.  In general, the tally results support the original oil type assignment based on the d13C aromatic hydrocarbons.  The highest tallies and thus the most distinctive oil type is the Manning.  The samples with low tallies are most likely mixtures of more than one oil type.  In general, the biomarker data are consistent with the isotope data with the exception of sample 6 which has Jago type isotopes and Prudhoe type biomarkers, oil gravity and GOR (Table OA10).  For this reason, sample 6 has been reassigned as a mixed oil type.  Oil sample 4 may be a separate oil type based on several geochemical parameters that distinguish it from the other oil types, including the d13C saturated hydrocarbon value, vanadium content, saturated/aromatic hydrocarbons, pristane/phytane, Ts/Tm, C35/C31-35 hopanes, C27 diasterane/sterane, C28 sterane, n-propyl C30 sterane, and 24-nor/24+27-norcholestanes ratios. However, several parameters suggest a genetic association with the Prudhoe oil type. For this report we prefer to lump this oil with the Prudhoe type rather than split a single oil out as a separate type. We speculate that the source rock for this oil may be the Lisburne Group because the oil was tested from a Lisburne reservoir and the low pristane/phytane, saturated/aromatic hydrocarbons and C27 diasterane/sterane values and the high sulfur and vanadium content suggest a carbonate source rock deposited in an anoxic marine environment.  Source rock samples selected for hydrous pyrolysis are listed in Table OA2.  Rock- Eval pyrolysis was performed before hydrous pyrolysis and Rock-Eval and bitumen extraction were performed after the last experiment at 360°C (Table OA11).  At this time no further analyses were performed on the extracts.  The pebble shale unit (36), Kingak (37) and Canning Formation (32) samples selected for hydrous pyrolysis have low Rock-Eval hydrogen index values (less than 200 mg HC/g rock) and, therefore, are not prospective oil sources (Peters, 1986) (Table OA11).  These were run because they were the only samples available at the time of this study.  The Rock-Eval Tmax data indicate favorable maturity (Tmax less than 430°C) for all of the hydrous pyrolysis samples except some of the Mikkelsen well core samples (32, 34, 35).  These core samples have slightly higher thermal maturity (Tmax = 432- 439°C) which may have adversely affected some of the kinetic data described below.  Elemental data of the kerogens from the Hue and Shublik are shown in Table OA12. Both the Shublik (31) and Hue (33, 38, 42) qualify as Type II kerogen based on H/C values greater than 1.0 and the Shublik value falls between Type II and Type I kerogen evolution paths (Tissot and others, 1974).  The samples from the Mikkelsen 13-9-19 well (33, 34, 35) are slightly more mature based on Tmax and the H/C values may be reduced from immature values.  None of the kerogens analyzed are considered high-sulfur (greater than 8 percent organic sulfur) or Type II-S (S/C greater than 0.04; Orr, 1986).  The Shublik sample (31) and the Hue Shale sample (38) are considered \"medium-sulfur\" kerogens (S/C greater than 0.02; Orr, 1986). The high O/C values in the Hue Shale sample (42) suggests some Type III humic organic matter. Oil Yield. Liquid pyrolysate yields from hydrous pyrolysis are a measure of the oil generative potential of a source rock although the yields are thought to be greater than in nature (Lewan and others, 1995).  Immature source rocks that yield no expelled liquid pyrolysate indicate no oil generative potential.  The liquid pyrolysate yields from the hydrous pyrolysis experiments are listed in Table OA13 and indicate that the Hue Shale (34, 42) and the Shublik (31) are excellent oil-prone source rocks. However, the Hue Shale is quite variable in organic composition and the most   prospective sample (38) based on Rock-Eval data did not generate an expelled oil during hydrous pyrolysis.  The inconsistency between hydrous pyrolysis and Rock- Eval results is most likely due to the Rock-Eval sample aliquot not being representative of the overall hydrous pyrolysis sample composition.  However, it also has been shown that Rock-Eval pyrolysis exaggerates the oil generative potential over hydrous pyrolysis by as much as 100% (Lewan and others, 1995). The results from this study also show that the calculated expelled oil based on Rock-Eval data (Cooles and others, 1986; Schmoker, 1994) is generally much higher than the actual yield from hydrous pyrolysis (Table OA11).  The failure to obtain free oil from the Canning (32), pebble shale unit (36) and the Kingak (37) during hydrous pyrolysis confirms the Rock-Eval data that these samples have no oil generating potential.  As was stated before, however, the number of samples precludes adequate representation of each formation.  Stable Carbon Isotopes. The isotopic values of the pyrolysates are listed in Table OA14.  The isotopic values generally increase with increasing thermal stress.  The weighted averages for the pyrolysates are calculated based on the relative yields, and presumably represent the overall expected composition of migrated and trapped oil.  The isotopic values of the Shublik pyrolysates (31) are similar to the Prudhoe oil type (Figure OA3) and suggest that the Shublik Formation is the primary source of this oil type.  However, the Prudhoe oil type in general has a slightly higher d13C aromatic values than the weighted average Shublik pyrolysate. This is most likely due to the contribution of other sources such as the Hue Shale and possibly the Kingak Shale to the Prudhoe oil type. The isotopic values of the Hue pyrolysates from the Mikkelsen well (34A, 34B, 34C) correlate with the Jago oil type.  However, the isotopic values of some of the Hue pyrolysates from the ANWR (42B, 42C, 42D) outcrop are considerably heavier isotopically and are similar to the Manning oil type.  Other geochemical data presented below suggest that the Hue (42)  is not likely the primary source of the Manning oil type.  The Hue isotope data illustrate the high variability in organic composition of the formation as previously observed by Anders and others (1987). They concluded that increased Type III kerogen (terrestrial organic matter) in some facies of the Hue causes the heavier d13C values.  The Endicott field oil is believed to derived predominantly from the Cretaceous \"Highly Radioactive Zone\" or HRZ (lower Hue Shale) with subordinate contributions from the Shublik and Kingak Formations (Wicks and others, 1991). The reported d13C values place Endicott oil intermediate between Prudhoe and mixed oil types on Figure OA3 (between sample 3 and 21). Nickel, Vanadium and Sulfur. The nickel, vanadium, and sulfur contents of the oils generated from hydrous pyrolysis are listed in Table OA13 and shown on Figures OA4, OA5, and OA6. The Shublik Formation produces a high sulfur and moderate gravity oil (less than 30°API) with a vanadium concentration greater than the nickel concentration while the Hue Shale generates a high sulfur, high gravity oil (greater than 33°API) with a nickel concentration greater than the vanadium concentration.  However, the sulfur content of expelled oil from hydrous pyrolysis is usually greater than in natural crude oil from the same source rock.  For example, the expelled oil from the New Albany Shale is 1.0 weight percent sulfur while natural crude oil derived from the New Albany Shale ranges from 0.2 to 0.4 weight percent.  Similarly, Lewan (1993) noted that expelled oils have larger aromatic and polar fractions.  The observed exaggeration may be related to differences in the expulsion mechanism in nature vs hydrous pyrolysis.  Alternatively, the short migration distance or the high experiment temperatures of hydrous pyrolysis may enhance the polar content of the pyrolysate (Lewan, 1993).  More research is need to determine the degree of exaggeration but for the purposes of this study we estimate that observed sulfur contents in expelled oils are twice as high as the equivalent natural crude oil.  The observed sulfur content of the Shublik pyrolysate is about 2.6 weight percent so perhaps realistic values of a Shublik crude oil would be closer to 1.3 wt percent sulfur.  Similarly, a realistic estimated sulfur value for a Hue crude oil would be about 0.6 to 0.9 wt percent (half the values of the observed sulfur contents).  Given these assumptions, the Shublik and Hue would produce oils with similar sulfur content as the Prudhoe and Jago oil types, respectively.  Although the absolute concentration of nickel and vanadium in the pyrolysates could also be elevated above natural crude oil equivalents, the ratio of V/V+Ni can be used for correlation purposes.  A plot of the V/V+Ni vs d13C aromatic hydrocarbon (Figure OA5) shows that the Shublik oil is similar to the Prudhoe oil type and the Hue oil correlates with the Jago oil type.  These data suggest that the Shublik is likely the primary source of Prudhoe oil with a minor contribution of oil from the Hue Shale and possibly the Kingak Shale.  The amount of organic sulfur in the kerogen does not necessarily correspond to the amount of sulfur in the free oil pyrolysate.  For example, the organic sulfur content of the Hue sample 42 is over three times higher than that of the Hue sample 34 yet they generated pyrolysates with similar sulfur contents (Table OA12 and OA13). This discrepancy could be explained by a sampling error as discussed above; that is, the kerogen sub-sample is not representative of whole hydrous pyrolysis sample.   Alternatively, organic sulfur may be bound to the kerogen in two ways; a labile sulfur which is released during oil generation and a refractive sulfur which stays bound in the kerogen through the oil window.  Furthermore, sulfur products of hydrous pyrolysis may be partitioned in the free oil, bitumen, hydrogen sulfide, aqueous sulfur and sulfide mineral precipitate.  Hydrocarbon Fractions. Pyrolysates and rinses were separated into the saturated and aromatic hydrocarbon fractions using column chromatography (Table OA15).  The Hue and Shublik pyrolysates have saturate/aromatic ratios (S/A) less than 1.5 with the Shublik slightly lower (less than 1.0).  Pyrolysates generally are more aromatic-rich than equivalent crude oils from the same source rock (Lewan and others, 1979; Rowland and others, 1986).  This may explain why the S/A values of  the Shublik and Hue pyrolysates do not correlate with the Prudhoe and Jago oil types, respectively (Figure OA7).  The Shublik pyrolysates have distinctly lower total hydrocarbon content than the Hue pyrolysates but values are still in the range of unaltered natural crude oil  (greater than 60 percent hydrocarbons).  Normal Alkanes, Pristane and Phytane. Normal alkane and isoprenoid ratio data for the pyrolysates are listed in Table OA16 with data quality graded in the same way as the data in Table OA6. The weighted averages for the pyrolysates are calculated based on the relative yields, and presumably represent the overall expected composition of migrated and trapped oil.  The Shublik (31) pristane/phytane ratio is slightly higher than both Prudhoe and Jago oil types while the Hue (34) data is in the range of Prudhoe and possibly Jago oil types.  The Hue sample from ANWR (42) approximately correlates with the Manning oil type.  The Shublik pyrolysate has an odd carbon predominance in the C29 to C31 region  suggesting a source rock with some land plant debris (Table OA16). In contrast, the lower Hue sample (34) in the 13-9-19 Mikkelsen well has a more algal-rich, land plant-poor anoxic signature with a pristane/phytane ratio of about 0.8 and even carbon predominance from C27 to C31.  The single oil generated from the upper Hue in the Mikkelsen well (33A) has a pristane/phytane value of  1.6 suggesting higher oxygen conditions than the lower Hue (34).  The two Hue samples from within ANWR (38, 42) show increased land plant input as indicated by the higher odd carbon predominance and higher pristane/phytane ratios.  The Hue sample 42 has the highest pristane/phytane ratio indicating significant land plant contributions and possibly higher oxygen conditions.  These n-alkane and  isoprenoid data further illustrate the high variability in organic composition of the Hue Shale as previously observed by Anders and others (1987) and supports their conclusion that increased Type III kerogen (terrestrial organic matter) in some facies of the Hue causes the heavier d13C values.  The rock bitumen extract from the Canning mudstone (43) clearly shows a strong terrestrial land plant signature with a pristane/phytane ratio of 3.7 and strong odd-carbon predominance (OEP) at C27, C29, and C31 (Table OA6).  Previous studies have raised concern about using the pristane/phytane ratio of pyrolysates for correlation because values are sometimes elevated as an artifact of hydrous pyrolysis.  For example, Lewan and others (1979) noted that the pristane/phytane ratios of  Woodford pyrolysates were generally higher than natural crude oils derived from the Woodford.  Close inspection of gas chromatograms of the oils and pyrolysates in Winters and others, 1983 (their Figures 5, 7 and 8) shows that the pyrolysate has a higher pristane/phytane ratio for the Kimmerridge, Phosphoria and Woodford derived oils.  Mishra and others (1996) also observed significantly higher pristane/phytane ratios in their pyrolysates than in natural crude oils from the same source rock. Our preliminary interpretation of the Shublik and Hue pyrolysate data is that the pristane/phytane values are not elevated as an artifact of hydrous pyrolysis, but more research is needed to confirm this interpretation.  Biomarkers. The same biomarker ratios used for the oil-oil correlation were also used to attempt an oil source correlation (Table OA17).  Because the Jago and Prudhoe oil types are not clearly differentiated based on most of the biomarkers parameters measured, the utility of biomarkers as a oil-source correlation tool is somewhat diminished.  On the other hand, the Shublik and Hue pyrolysates can be clearly differentiated from each other based on these data.  The reason for this apparent contradiction may be that the Shublik and Hue samples selected for hydrous pyrolysis are not representative of the bulk of the formation, while the bulk biomarker compositions of the Shublik and Hue are similar because they have similar depositional environments.  Alternatively, the Prudhoe and/or Jago oil types may be mixtures of Shublik and Hue Formations and the biomarker contributions have a disproportionally greater impact on mixed oil composition than the isotopes.  Some apparent oil-source relationships are observed. Although there is some overlap of oil types, the lower diasterane content of the Prudhoe oil type and higher diasterane content of the Jago oil type correspond with the low diasterane content of the Shublik (31) and high diasterane content of the Hue (34)  (Figure OA11).   The C24 tetracyclic/C23 tricyclic values of the Jago oil type correlate with Hue samples   34A and 42A while the Prudhoe oil type is intermediate between the Shublik and Hue values (Figure OA13).  The C32/C30 hopane values of the Jago oils and most of the Prudhoe oils are intermediate between the Shublik and the Hue 34 pyrolysates (Figure OA15).   The C23 tricyclic/C30 hopane values of the Jago oils are similar to the Hue 34 pyrolysates while the Prudhoe oil type is intermediate between the Shublik and Hue values (Figure OA18).  Based on these four plots the Prudhoe and Jago oil types could be described as mixtures of Shublik and Hue sample 34 in varying proportions.  Assuming that the Shublik sample 31 and the Hue sample 34 are representative biomarker compositions of the formations, Prudhoe oil is derived predominantly from the Shublik with a significant Hue contribution and Jago is derived predominantly from the Hue with some minor Shublik contribution.  Other biomarker parameters that do not differentiate Shublik from Hue nevertheless do correlate with Prudhoe and Jago oil values.  The low C19/C23  tricyclic terpane ratios of both the Shublik and Hue (34A, 34B) pyrolysates are consistent with the low values in the Prudhoe and Jago oil types (Figure OA12). The lack of oleanane in the Shublik pyrolysates and most of the Hue pyrolysates is consistent with the low values in most of the Prudhoe and Jago oil samples (Figure OA14).The normoretane/norhopane values of the Shublik and Hue are consistent with the Prudhoe and Jago oil types (Figure OA17).  The Shublik and the Hue samples analyzed contain clearly distinctive organic facies as indicated by many of the bulk geochemical parameters discussed above and by many of the biomarker parameters.  The Shublik pyrolysates can be most clearly differentiated from Hue pyrolysates based on C23 tricyclic/hopane (Figure OA18), diasterane/sterane (Figure OA11), and C32/C30 hopane (Figure OA15) values, and to a lesser degree the C24 tetracyclic/C23 tricyclic (Figure OA13) and C19tricyclic/C23 tricyclic (Figure OA12) values.  On the other hand the Shublik and Hue organic facies share many common characteristics as exemplified by similar C27, C28 and C29 sterane compositions.  The 24-norcholestanes are believed to be an age diagnostic biomarker for Cretaceous and younger source rocks (Holba and others, 1998) and have been applied to distinguish oils derived from the Shublik and Hue sources (Masterson and others, 1997) using the ratio of 24-nor/24+27- norcholestane.  Unfortunately, poor data quality of the Hue and Shublik pyrolysates reduced the total number of measurable concentrations to just two samples. The Shublik sample (31B) has a low value of 24-nor/24+27-norcholestane while one Hue sample (33A) has a higher value which is consistent with the Masterson study (Figure OA23).  However, most of the Hue samples have low concentrations of 24- norcholestane relative to 27-norcholestane based on a qualitative examination of the data.  Assuming that the two data points (31B and 33A) are representative values of   the source rocks, most of the Prudhoe and Jago oils correlate with the  Hue (33A) while one oil produced from the Lisburne (4) correlates with the Shublik sample (Figure OA23).  Better quality data is necessary to develop some confidence in this interpretation.  The pyrolysate from the eastern ANWR Hue sample (42) is distinctly different from the western Hue samples and appears to correlate with the Manning oil type based on the d13C values of the saturated and aromatic hydrocarbons as well as several biomarker ratio values including C19 tricyclic/C23 tricyclic (Figure OA12), C32/C30 hopane (Figure OA15),  C35/C31-C35 hopane (Figure OA16), normoretane/norhopane (Figure OA17) and C28 steranes (Figure OA20) ratios. However, a negative correlation is indicated by the C23 tricyclic/hopane (Figure OA18), diasterane/sterane (Figure OA11), oleanane/hopane (Figure OA14),  C24 tetracyclic/C23 tricyclic (Figure OA13), C27 steranes (Figure OA19) and C29 steranes (Figure OA21) ratios as well as the higher sulfur content of the Hue pyrolysate. Although this apparent correlation may be due to a genetic relationship between Hue sample 42 and Manning oil type, it is more likely due to coincidental source rock characteristics between Hue sample 42 and the actual source of Manning oil. The Hue sample 42 clearly has a strong terrestrial organic component as indicated by many of the bulk geochemical parameters including isotopes, pristane/phytane, CPI, oxygen index, O/C and gas-to-oil ratio.  Anders and others (1987)  also found that some of the Hue Shale samples contain predominantly terrestrial type III organic matter (Tissot and others, 1974).   Thus, the apparent Hue-Manning correlation is coincidental because Hue sample 42 contains terrestrial organic matter similar to the source rock of the Manning oil type.  Although the utility of the pyrolysate biomarker chemistry has been realized in this and other studies, some possible artifacts produced by the hydrous pyrolysis process are observed.  The Ts/Tm (Figure OA10),  C27 sterane (Figure OA19) and C35/C31- C35 hopane (Figure OA16) values of the Hue and Shublik pyrolysates do not correlate with any of the oils in this study, which is inconsistent with the proposed oil-source correlations proposed above.  Peters and others (1990) report low Ts/Tm values from Monterey Formation pyrolysates but do not indicate whether this is an artifact.  However, the pyrolysate artifact in the moretane/hopane values reported by Moldowan and others (1992) is not observed in this study.  Some of the Prudhoe type oils (samples 3, 5, 12, and 16, Figure OA14) contain minor amounts of oleanane, a Cretaceous and younger biomarker derived from angiosperms (Ekweozor and Udo, 1988).  Prudhoe type oil should not contain oleanane if the source rocks are Triassic Shublik Formation, Jurassic Kingak and   Cretaceous Hue Shale because the Shublik and Kingak predate the evolution of angiosperms and the Hue pyrolysates contain little or no oleanane.  One possible explanation for this anomaly is a mixture of Prudhoe and Manning oil types. Alternatively, oils may act as a solvent and dissolve exogenous bitumen either during migration (Comet and others, 1993) or once the oil accumulates in the reservoir (Hughes and Dzou, 1995).  We propose that these Prudhoe type oils (and some Jago-assigned oils) leached or dissolved minor amounts of Tertiary Canning bitumen during migration or after the oil was trapped in the Canning reservoir rocks.  The geochemical data of oils generated by hydrous pyrolysis indicate that the Shublik Formation is the major contributor to the Prudhoe oil type.  The strongest evidence is the isotope and elemental data while the biomarker data is less definitive.  Although the relative contributions are uncertain, the Hue Shale is likely a secondary source of the Prudhoe oil type which is consistent with previous studies in the area west of ANWR (Seifert and others, 1980; Sedivy and others, 1987). These studies also proposed that the Kingak Shale is a co-source of the Prudhoe oil type. The sample of Kingak in this study produced no liquid pyrolysate precluding an oil-source correlation. If future studies show that oil sample 4 is indeed a Lisburne oil, then it is possible that the Lisburne could be a minor contributor to the Prudhoe oil type.  The results of this study are in agreement with Anders and others (1987) that the Hue Shale is the primary source of the Jago oil type although a minor contribution from the Shublik is suggested by some of the biomarker data.   Wicks and others (1991) proposed that Endicott field oil is predominantly derived from the \"Highly Radioactive Zone\" or HRZ (part of the Hue Shale) with lesser contributions from Shublik and Kingak.   Because Jago oils are isotopically heavier than Endicott, the Shublik contribution to the Jago oil type is considered to be minor at best.  Although we have no direct geochemical correlation, the geochemistry of the Manning oil type is consistent with the age and depositional environment of the Tertiary Canning Formation.  Furthermore, the Manning correlates with the Mackenzie Delta Group I oil of McCaffrey and others (1994) believed to be derived from Tertiary marine deltaic rocks stratigraphically equivalent (in part) to the Canning Formation.  Gas to Oil Ratio (GOR) was calculated for each hydrous pyrolysis experiment in Table OA18 using oil yield data from Table OA13 and hydrocarbon gas yield data from Table OA19 as described in Appendix OA9.  The overall GOR of the Shublik sample (31) is 1541 cu ft/bbl while the oil-prone Hue sample located west of ANWR (34) is 1425 cu ft/bbl and the Hue sample in eastern ANWR (42) is 6899 cu ft/bbl.  The hydrous pyrolysis results also indicate that gas-prone portions of the Hue in the 13-9-19 Mikkelsen well (samples 33 and 35) may contribute to a potential oil and gas accumulation along with the gas generated from the oil-prone Hue (sample 34).  In the well, gas-prone Hue is approximately 365 feet thick while the oil-prone Hue is approximately 176 feet thick based on the gamma log.  If the oil and gas yields of the Hue are weighted to the thickness of the kerogen type, the calculated GOR of the Hue in the Mikkelsen area increases from 1425 to 4526 cu ft/bbl.  Although it is not known whether GOR values determined by hydrous pyrolysis are comparable with natural production, Noble and others (1991) measured GOR values in hydrous pyrolysis experiments and found them to provide reasonable estimates of what might be expected in nature.  Interestingly, the GOR correlates approximately with humic organic content (Type III) interpreted from O/C ratios of the source rock kerogens.  Using the organic S/C ratio (Table OA12) the kinetics of oil generation may be determined based on empirical relationships of kerogen sulfur with kinetics calculated by hydrous pyrolysis (Lewan, 1998).  The results are as follows:  Ea (kJ/mol) Ea (kcal/mol) A (1/my) Hue (42) 231.601 55.354 7.0290E+27  These are not \"fast\" kinetics as seen in high organic sulfur kerogens, but are similar to \"slow\" Type IID kerogen such as the Woodford Shale ( See Hunt, 1996, p.147 for definitions).  The kinetic values of the Hue sample 34 are probably not valid   because the Rock-Eval Tmax indicates that the sample has experienced higher thermal stress, which may have influenced the organic sulfur content.  Dan Jarvie at Humble Instruments ran the Lawrence Livermore Rock-Eval kinetics for oil generation on splits of the samples in Table OA4.  Kinetic results (activation energy, Ea, and frequency factor, A) of the two methods cannot be directly compared because Lawrence Livermore kinetics are typically reported as a distribution of  Ea values with a single A value, and forcing the Lawrence Livermore curve-fitting method into a single activation energy and frequency factor can compromise the results.  The two methods may be compared by running a simple thermal history model and comparing the timing of oil generation with respect to vitrinite reflectance (% Ro).  The results of the two methods are similar but the absolute values are slightly lower for the Rock-Eval kinetics by approximately 0.1% Ro at ten percent oil generation (for example, 10 percent oil generation at 0.7% Ro instead of 0.8% Ro).  The Rock-Eval kinetics method is probably lower because it includes bitumen generation with oil generation, while hydrous pyrolysis kinetics measures only expelled oil generation.  Baskin and Peters (1992) developed a method which directly relates the weight percent kerogen sulfur to the vitrinite reflectance maturity at the onset of oil generation.  A comparison of the three methods is summarized below:  Hue (42) 0.57  430 0.88 0.83  Although the determination of petroleum generation kinetics was not a goal of this study, the kinetics based on the organic S/C vs hydrous pyrolysis relationship are considered to be a reasonable approximation.  (The recommended Ea and A values are derived from samples 31 and 38).  A more rigorous approach uses a standard series of hydrous pyrolysis experiments at various times and temperatures to directly calculate liquid pyrolysate generation kinetics. Manning:  Prudhoe oil  - Characteristics: 1 to 2 percent sulfur, 20 to 30 API gravity, low GOR (less than 1500 cuft/bbl), low saturate/aromatic hydrocarbon ratio (0.9 - 1.7), and vanadium content greater than nickel content.    Examples: Prudhoe Bay Field (sample 17), oil from the Canning Formation, Mikkelsen Bay area (sample 3).  Jago oil -  Characteristics: 0.5 to 1 percent sulfur, 30 to 40 API gravity, moderate GOR (1500 - 7000 cuft/bbl), moderate saturate/aromatic hydrocarbon ratio (1.7 - 2.5), and nickel content greater than vanadium content.  Examples: oil from the Thomson sand, Point Thompson area (sample 10),  Sagwon Bluffs outcrop oil-stained sandstone (sample 18).  Manning oil - Characteristics: 0 to 0.5 percent sulfur, 30 to 40 API gravity, high saturate/aromatic hydrocarbon ratio (2.5 - 3.5), and low nickel and vanadium content.  Examples: Manning Point seep (26), Aurora well oil stain (27).  The distribution of Prudhoe oil is probably restricted to the western portions of ANWR.  None of the oil stains within ANWR are Prudhoe type with the possible exception of the North Katakturuk oil stain (23).  This sample is assigned a mixed oil type (Table OA10) with Prudhoe (high vanadium, high sulfur, and low saturate/aromatic hydrocarbon values), Manning (high oleanane content and high C24 tetracyclic/C23 tricyclic value), and Jago (Ts/Tm and diasterane content) oil type characteristics.  The distribution of the Jago oil is widespread throughout ANWR. The western examples of Jago oil type are Sagwon Bluffs and some of the Point Thompson area oils and the eastern occurrences include oil stains in the Jago River area.  The distribution of the Manning oil is restricted to the northern portion of ANWR and offshore, including Manning Point, Aurora, and Hammerhead.  The Tertiary oil indicators in the South Katakturuk and North Katakturuk oil stains may be due to mixed Manning oil or leached Tertiary bitumen.  Manning oil appears to extend as far west as Point Thompson (Hammerhead well) and as far east as Angun Point.  The Prudhoe oil type is predominantly derived from the Triassic Shublik Formation with a lesser contribution from the Hue Shale. A minor contribution from the   Kingak Shale and the Lisburne Group is possible but is not substantiated in this study.   The Jago oil type is derived from the Hue Shale.  The Manning oil type is most likely derived from the Canning Formation although there is insufficient source rock data to make a direct geochemical correlation.  The Mikkelsen Tongue of the Canning is thought to be the most prospective oil-prone source rock (Keller and others, Chap. SR).  Furthermore, the Manning oil family appears to correlate with the Group 1 oil family of McCaffrey and others (1994) from the Beaufort Sea Mackenzie delta area east of ANWR.  These oils are thought to be derived from the Eocene Richards Formation, which correlates in age, organic facies and depositional environment with the Mikkelsen Tongue of the Canning Formation.  The Arrhenius kinetic parameters (activation energy, Ea, and frequency factor, A) for oil generation were determined for the Shublik and Hue based on the relationship between the organic sulfur/C value of the kerogen and kinetics calculated by hydrous pyrolysis.  The results for the Shublik (Ea = 224.208 kJ/mol, A = 1.7900E+27 1/my) and Hue (Ea = 221.249 kJ/mol, A = 1.0350E+27 1/my) are similar to \"slow\" Type IID kerogen such as the Woodford Shale.  The three oil types are used to define three petroleum systems, Ellesmerian(!), Hue- Thomson(!), and Canning-Sagavanirktok(?), which are discussed in detail by Magoon and others (Chap. PS).  We wish to thank Margaret Keller and Ken Bird (U.S. Geological Survey) for their efforts in obtaining the source rock samples for hydrous pyrolysis. Texaco and Mobil provided access to core samples and Mobil provided oil samples.  The outcrop samples designated 85AMK## were collected by the late Cornelius M. Molenaar (USGS).  Robert Burruss, Donald Gautier, Christopher Schenk and David Houseknecht (USGS) provided outcrop samples from the 1995, 1996 and 1997 field seasons.  John W. Reeder of the State of Alaska provided oil-stained core from the Point Thompson area. Former contract employees Dan and Fran Carson contributed significantly to the hydrous pyrolysis and biomarker analyses, respectively.  The manuscript was greatly improved by reviews from Jerry Clayton, Robert Burruss and Katharine Varnes (USGS).   We also thank Leslie Magoon of the USGS for his critical comments on earlier drafts and the detailed discussions on Alaska petroleum systems and geology. Finally we thank Albert Holba of ARCO Exploration and Production Technology for providing an extensive critical review of a later draft of the manuscript. Alaska: Organic Geochemistry, v.10, p.407-415.  Anders, D.E., Magoon, L.B., and Sr.C. Lubeck, 1987, Geochemistry of surface oil shows and potential source rocks; in Bird, K.J. and Magoon, L.B., eds., Petroleum Geology of the Northern part of the Arctic National Wildlife Refuge, Northeastern Alaska: U.S. Geological Survey Bulletin 1778, p.181- 198.  Banet, A.C., 1994, A comparison of crude oil chemistry on America's North Slope: Chukchi Sea-Mackenzie Delta: U.S. Bureau of Land Management Technical Report 17.  Baskin, D.K. and Peters, K.E., 1992, Early generation characteristics of a sulfur-rich Monterey Kerogen: American Association of Petroleum Geologists Bulletin, v.76, p.1-13.  Bird, K.J., 1994, Ellesmerian(!) petroleum system, North Slope, Alaska, USA: in Magoon, L. B. and Dow, W.G., eds., The petroleum system-from source to trap: American Association of Petroleum Geologists Memoir 60, p.339-358.  Bird, K.J. and Molenaar, C.M., 1987, Stratigraphy, in Bird, K.J. and Magoon, L.B., eds., Petroleum Geology of the Northern part of the Arctic National Wildlife Refuge, Northeastern Alaska: U.S. Geological Survey Bulletin 1778, p. 37- 59.  Bray, E. E., and Evans, E. D., 1961, Distribution of n-paraffins as a clue to recognition of source beds:  Geochimica et Cosmochimica Acta, v. 22, p. 2-15.  Brooks, P.W., 1986a, Biological marker geochemistry of oils from the Beaufort- Mackenzie region, Arctic Canada: Bulletin of Canadian Petroleum Geology, v.34, p490-505.  Brooks, P.W., 1986b, Unusual biological marker geochemistry of oils and possible source rocks, offshore Beaufort-Mackenzie Delta, Canada: Organic Geochemistry, v.10, p.401-406.  Carman, G.J. and Hardwick, P., 1983, Geology and regional setting of Kuparuk oil field, Alaska: American Association of Petroleum Geologists Bulletin, v.67, p.1014-1031  Claypool, G.E. and Magoon, L.B., 1985, Comparison of oil-source rock correlation data for Alaska North Slope: techniques, results, and conclusions: in Magoon, L.B. and Claypool, G.E., eds, 1985, Alaska North Slope Oil/Source Rock Correlation Study: AAPG Studies in Geology no. 20, p.49-81.  Comet, P.A., Rafalska, J.K. and Brooks, J.M., 1993, Sterane and triterpane patterns as diagnostic tools in the mapping of oils, condensates and source rocks of the Gulf of Mexico region: Organic Geochemistry, v. 20, p. 1265-1296.  Cooles, G.P., Mackenzie, A.S. and Quigley, T.M., 1986, Calculation of petroleum masses generated and expelled from source rocks, in Leythaeuser, D. and Rullkotter, J., eds., Advances in Organic Geochemistry 1985: Oxford, Pergamon Press, p. 235-245.  Curiale, J.A., 1987, Crude oil chemistry and classification, Alaska North Slope, in Tailleur, I. and  Weimer, P., eds., Alaskan North Slope Geology: Pacific Section, Society of Economic Paleontologists and Mineralogists and Alaska Geological Society, Book 50, p.161-167.  Curiale, J.A., 1991, The petroleum geochemistry of Canadian Beaufort Tertiary non-marine oils: Chemical Geology, v.93, p.21-45.  Curiale, J.A., 1995, Saturated and olefinic terrigenous triterpenoid hydrocarbons in biodegraded tertiary oil of northeast Alaska: Organic Geochemistry, v.23, p.177-182.  Didyk, B.M., Simoneit, B.R.T., Brassell, S.C., and Eglinton, G., 1978, Organic geochemical indicators of palaeoenvironmental conditions of sedimentation: Nature, v. 272, p.216-222. Ekweozor, C.M. and Udo, O.T., 1988, The oleananes: origin, maturation and limits of occurrence in southern Nigeria sedimentary basins: Organic Geochemistry, v. 13, p. 131-140.  Espitalie, J., Madec, M., Tissot, B., Mennig, J.J., and Leplat, P., 1977, Source rock characterization method for petroleum exploration: Proceedings of the 9th Annual Offshore Technology Conference, v. 3, p. 439-448.  Holba, A.G., Tegelaar, E.W., Huizinga, B.J., Moldowan, J.M., Singletary, M.S., McCaffrey, and M.A., Dzou, L. I. P., 1998, 24-norcholestanes as age-sensitive molecular fossils: Geology, v. 26, p. 783-786,  Huang, W. Y., and Meinschein, W. G., 1979, Sterols as ecological indicators: Geochimica et Cosmochimica Acta, v. 43, p. 739-745.  Hughes, W.B. and Dzou, L.I.P.,1995,  Reservoir overprinting of crude oils: Organic Geochemistry, v.23, p. 905-914.  Hughes, W.B. and Holba, A.G., 1988, Relationship between crude oil quality and biomarker patterns: Organic Geochemistry, v. 13, p.15-30.  Hughes, W.B., Holba, A.G. and Miller, D.E., 1985, North Slope Alaska oil-rock correlation study: in Magoon, L.B. and Claypool, G.E., eds, 1985, Alaska North Slope Oil/Source Rock Correlation Study: AAPG Studies in Geology no. 20, p.379-402.  Hughes, W.B., Holba, A.G. and Dzou, L.I.P., 1995, The ratios of dibenzothiophene to phenanthrene and pristane to phytane as indicators of depositional environment and lithology of petroleum source rocks: Geochimica et Cosmochimica Acta, v. 59, p. 3581-3598.  Company, San Francisco, 617p.  Lewan, M.D., 1984, Factors controlling the proportionality of vanadium to 2231-2238.  Lewan, M.D. 1993, Laboratory simulation of petroleum formation - hydrous pyrolysis, in Engel, M.H. and Macko, S.A., eds., Organic Geochemistry - Principles and Applications: Plenum Press, New York, 419-442.  Lewan, M.D., Comer, J.B., Hamilton-Smith, T. Hasenmueller, N.R., Guthrie, J.M., Hatch, J.R., Gautier, D.L. and Frankie, W.T., 1995, Feasibility study of material-balance assessment of petroleum from the New Albany Shale in the Illinois Basin: U.S. Geological Survey Bulletin 2137, 31p.  Lewan, M., 1998, Sulphur-radical control on petroleum formation rates: Nature, v.391, p. 164-166.  Lewan, M.D., Winters, J.C. and McDonald, J.H., 1979, Generation of oil-like pyrolysates from organic-rich shales: Science, v.203, p.897-899.  Magoon, L.B. and Claypool, G.E., 1981, Two oil types on North Slope of Alaska - implications for exploration: American Association of Petroleum Geologists Bulletin, v. 65, p.644-652.  Magoon, L.B. and Claypool, G.E., eds, 1985, Alaska North Slope Oil/Source Rock Correlation Study: AAPG Studies in Geology no. 20.  Magoon, L.B., Woodward, P.V., Banet, A.C., Griscom, S.B. and Daws, T.A., 1987, Thermal maturity, richness, and type of organic matter of source-rock units: in Bird, K.J. and Magoon, L.B., eds., Petroleum Geology of the Northern part of the Arctic National Wildlife Refuge, Northeastern Alaska: U.S. Geological Survey Bulletin 1778, p.127-179.  Marzi, R., Torkelson, B.E.  and Olson, R.K.,  1993, A revised carbon preference index: Organic Geochemistry. v. 20, p. 1303-1306.  Masterson, W.D., Holba, A., and Dzou, L., 1997, Filling history of Americas two largest oil fields: Prudhoe Bay and Kuparak, North Slope, Alaska: American Association of Petroleum Geologists Annual Convention Abstracts and Program, v. 6, p.A77.  McCaffrey, M.A., Dahl, J.E., Sundararaman, P., Moldowan, J.M., and Schoell, M., 1994, Source rock quality determination from oil biomarkers II - a case study using Tertiary-reservoired Beaufort Sea oils: American Association of Petroleum Geologists Bulletin, v.78, p.1527-1540.  Mishra, C.S., Samanta, U., Gupta, A., Thomas, N.J. and Misra, K.N., 1996, Hydrous pyrolysis of a Type III source: fractionation effects during primary migration in natural and artificially matured samples: Organic Geochemistry, v. 25, p. 489-505.  Moldowan, J.M., Seifert, W.K., and Gallegos, E.J., 1985, Relationship between petroleum composition and depositional environment of petroleum source rocks: American Association of Petroleum Geologists Bulletin, v. 69, p. 1255-1268.  Moldowan, J.M., Lee, C.Y., Sundararaman, P., Salvatori, T. Alajbeg, A., Gjukic, B., Demaison, G.J., Slougui, N.-E. and Watt, D.S., 1992, Source correlation and maturity assessment of select oils and rocks from the Central Adriatic Basin (Italy and Yugoslavia), in Moldowan, J.M., Albrecht, P. and Philp, R.P., eds., Biological Markers in sediments and petroleum: Prentice Hall, Englewood Cliffs, New Jersey, p.370-401.  Molenaar, C.M., Bird, K.J. and Kirk, A.R., 1987, Cretaceous and Tertiary stratigraphy of northeastern Alaska: in Tailleur, I. and  Weimer, P., eds., Alaskan North Slope Geology: Pacific Section, Society of Economic Paleontologists and Mineralogists and Alaska Geological Society, Book 50, v.1, p.513-528.  Noble, R.A., Wu, C.H., and Atkinson, C.D, 1991, Petroleum generation and migration from Talang Akar coals and shales offshore N.W. Java, Indonesia: Organic Geochemistry, v. 17, p. 363-374.  Orr, W.L., 1986, Kerogen/asphaltene/sulfur relationships in sulfur-rich Monterey oils: Organic Geochemistry, v.10, p.499-516.  Peters, K.E., 1986, Guidelines for evaluating petroleum source rock using programmed pyrolysis: Amer. Assoc. Petrol. Geol. Bull., v.70, no.3, p. 318-329.  Peters, K.E., Moldowan, J.M. and Sundararaman, P., 1990, Effects of hydrous pyrolysis on biomarker thermal maturity parameters: Monterey Phosphatic and Siliceous members: Organic Geochemistry, v.15, p. 249-265.  Peters, K.E. and Moldowan, J.M., 1993, The biomarker guide - interpreting molecular fossils in petroleum and ancient sediments: Prentice Hall, 363p.  Philp, R.P., 1985, Fossil fuel biomarkers - applications and spectra: Elsevier, Amsterdam, 294 p.  Philp, R.P. and Gilbert, T.D., 1986, Biomarker distributions in oils predominantly derived from terrigenous source material: in Leythaeuser, D. and Rullkotter, J. eds, Advances in Organic Geochemistry 1985, Pergamon Press, p. 73-84.  Philippi, G.T., 1965, On the depth, time and mechanism of petroleum generation: Geochimica Cosmochimica Acta, v. 29, p. 1021-1044.  Powell, T.G. and McKirdy, D.M., 1973, Relationship between ratio of pristane to phytane, crude oil composition and geological environment in Australia: Nature, v.243, p.37-39.  Premuzic, E.T., Gaffney, J.S. and Manowitz, B., 1986, The importance of sulfur isotope ratios in the differentiation of Prudhoe Bay crude oils: Journal of Geochemical Exploration, v. 26, p.151-159.  Rowland, S.J., Aareskjold, K., GouXuemin and A.G. Douglas, 1986, Hydrous pyrolysis of sediments: Composition and proportions of aromatic hydrocarbons in pyrolysates: Organic Geochemistry, v.10, p.1033-1040.  Scalan, R S., and Smith, J. E., 1970, An improved measure of the odd- even predominance in the normal alkanes of sediment extracts and petroleum: Geochimica et Cosmochimica Acta, v. 34, p. 611-610.  Schmoker, J. W., 1994, Volumetric calculation of hydrocarbons generated, in Magoon, L.B. and Dow, W.G., eds., The petroleum system - from source to trap: AAPG Memoir 60, American Association of Petroleum Geologists, Tulsa, p. 323-326.  Sedivy, R. A., Penfield, I.E., Halpern, H.I., Drozd, R.J., Cole, G.A. and Burwood, R., 1987, Investigation of source rock-crude oil relationships in the northern Alaska hydrocarbon habitat: in Tailleur, I. and  Weimer, P., eds., Alaskan North Slope Geology: Pacific Section, Society of Economic Paleontologists and Mineralogists and Alaska Geological Society, Book 50 p.169-179.  Seifert, W.K., Moldowan, J.M. and Jones, J.W., 1980, Application of biological marker chemistry to petroleum exploration, in  World Petroleum Congress, 10th, Bucharest, Romania, 1979, Proceedings: London, Heyden and Son, Ltd., p. 425-440.  Sofer, Z., 1984, Stable carbon isotope compositions of crude oils: applications to source depositional environments and petroleum alteration: American Association of Petroleum Geologists Bulletin, v. 68, 31-49.  Tissot, B.P., Durand, B., Espitalie, J., and Combaz, A., 1974, Influence of nature and diagenesis of organic matter in formation of petroleum: Amer. Assoc. Petrol. Geol. Bull., v.58, p.499-506.  Waseda, Amane, Yoshiteru Kajiwara, Hideki Nishita and Hirotsugu Iwano, 1996, Oil-source rock correlation in the Tempoku basin of northern Hokkaido, Japan: Organic Geochemistry, v.24, p.351-362.  Wicks, J.L., Buckingham, M.L, and Dupree, J.H., 1991, Endicott Field- U.S.A., North Slope Basin, Alaska: in Foster, N.H. and Beaumont, E. A. (compilers), Structural traps V, AAPG Treatise of Petroleum Geology, Atlas of Oil and Gas Fields, p. 1-25.  Winters, J.C., Williams, J.A.  and Lewan, M.D., 1983, A laboratory study of petroleum generation by hydrouspyrolysis, in Bjorøy and others, eds., Advances in Organic Geochemistry, 1981: John Wiley and Sons Limited, Chichester, p.524-533.  Associated with this chapter OA is a digital (spreadsheet) file, OAsample.xls, which lists the oil samples.  It is located on this cdrom in a data appendix.  The Rock-Eval II instrument is capable of measuring both pyrolytic yield of hydrocarbons in a helium stream atmosphere and residual organic carbon by oxidation.  The powdered rock sample (about 100 mg) is first analyzed at 250°C for 5 minutes that thermally distills organic compounds from C1 to about C32.  The released hydrocarbons are measured by a flame ionization detector (FID) and the amount is reported as S1 (mg/g rock).  Then programmed pyrolysis from 250°C to 600°C at 25°C/minute cracks the kerogen and heavy bitumen yielding organic compounds, water and carbon dioxide as well as other gases.  Half the flow of gas goes to the FID to measure the generated hydrocarbons as S2 (mg HC/g rock) and half goes to a carbon dioxide trap.  The gases flow into the carbon dioxide trap from 250°C to 390°C  (from 390°C to 600°C, the evolved carbon dioxide is not collected).  After completion of the programmed pyrolysis, the carbon dioxide trap is heated and the released gas measured by a thermal conductivity detector (TCD) is reported as S3 (mg HC/g rock).  This amount of CO2 is a function of the oxygen content of the organic matter.  Next the crucible is moved to another furnace where it is heated to about 590°C in air (oxidizing atmosphere).  The carbon dioxide and carbon monoxide evolved is measured as S4 by the TCD (carbon monoxide is first converted to carbon dioxide using CuO catalysis).  S4 is the residual (inert) organic carbon and is added to S1 and S2 to calculate the total organic carbon content (TOC). Tmax (°C) is the temperature where the maximum amount of S2 hydrocarbons is generated.  Tmax is a function of kerogen type and thermal  1. Secure reactor of known volume, appropriate heating jacket with temperature controller, and gage block assembly.  2. Load reactor with appropriate amount of rock sample with sufficient water to insure that the sample remains under water before, during, and after the heating procedures.  Addition of too much water could result in water expansion beyond the reactor volume, which could result in a catastrophic failure of the reactor.  Check steam tables and equations for appropriate amount of water.  Also make sure gage block assembly is equipped with a safety rupture disk rated at a pressure lower than the working pressure of the reactor.  Measure and record the distance from the top lip of the reactor to the water surface. Apply anti-seize paste to the bolt threads.  3. Seal loaded reactor with the appropriate torque, attach gage block assembly to reactor, and evacuate head space.  Add approximately 1000 psia of helium and test the gage block and reactor for leaks with a high sensitivity leak detector.  a reactor weight before placing in heating jacket.  5. Insert thermocouples from the monitoring digicator and temperature controller into reactor thermal well.  Set temperature controller so that desired temperature is reached within 1.5 hours with no more than a 5°C overshoot.  6. Record time and date heating jacket is turned on and record the time reactor reaches temperature.  Monitor temperatures through the computer or by personal inspection.  Failure of temperature controller could result in high temperatures that may cause catastrophic rupturing of the reactor.  Pressures should be noted at least once every 24 hours.  7. Turn temperature controller off after desired experimental duration has been completed.  Allow reactors to cool to room temperature (16 to 20 hours).   experiment (Step 4) to determine if a leak occurred during the experiment. Weight loss from burning off anti-seize should be less than 1.0 gram.  9. Place reactor on laboratory bench and connect test gage assemblage and 50 cc stainless-steel gas collection cylinder (valves at both ends) in series to outlet fitting on gas block assembly of reactor.  10. With the reactor gage-block valve closed, pressurize sample cylinder and test gage assembly with 200 to 350 psia of helium and test with leak detector.  Tighten or replace fittings that leak.  Never tighten a fitting that is under pressure.  Release pressure and then tighten fitting.  11. Vent the helium and evacuate the sample cylinder and test gage assembly with a vacuum pump for approximately one minute.  Check test gage (with a vacuum scale) to make sure that system holds a vacuum after the vacuum pump is turned off and down-system valve is closed.  12. With the valves on both ends of the evacuated sample cylinder closed, slowly open reactor gage block valve and record final pressure on test gage. The temperature of the reactor should also be recorded.  13. After the pressure and temperature are recorded, the valve on the evacuated sample cylinder may be opened to collect a gas sample.  Record the pressure drop on the test gage and close sample cylinder valve after about 2 minutes.  14. Close valve on reactor gage block and disassemble test gage assembly and sample cylinder.  Label the sample cylinder with experiment number (HP-xxx) and gas pressure.  Secure both valves at the end of the sample cylinder with stainless steel plugs.  15. Place reactor in fume hood and slowly vent the generated gas.  After the gas has been completely vented, weigh reactor on balance and record weight loss relative to weight recorded in Step 8.  16. Remove gage block assembly from reactor and open reactor.  Survey the water surface in the reactor with a flashlight for the occurrence of an immiscible oil on the water surface.  Measure and record the distance from the top lip of the reactor to the water/oil surface.  17. If immiscible oil is present, collect with a Pasteur pipet into a pre- weighed glass vial (with Teflon lined screw cap).  Repeat experiment at next higher temperature and/or longer time in the sequence by returning to step 3. If experiment is the final one in the sequence, proceed to step 18.  18. Place Ni-Cr screen into the top of reactor and decant water into a separatory funnel equipped with a capillary tube immediately above the stopcock.  19. Slowly drain water into an all-glass filtering apparatus with a 0.45 µm Metrocel cellulose filter.  Collect remaining free oil that concentrates in the capillary tube and add to original free-oil vial and record weight.  20. Filter recovered water and collect in a pre-weighed plastic water bottle. Record weight of recovered water and measure pH and Eh with appropriate electrodes and meter.  21. Rinse filter-apparatus, separatory funnel, gage block assembly, Ni-Cr screen, Pasteur pipet, reactor head, and thermal well with 250 ml of benzene (equipment rinse).  through 0.45 µm Teflon filters.  23. Collect filtrate in a 250 ml bottle with a foil or Teflon lined screw cap. Label bottle as \"equipment rinse\" along with experiment number.  24. Remove sample from reactor with a spatula and place in a Petri dish for drying in a vacuum oven at 40 to 50°C.  After 24 hours in vacuum oven, weigh recovered sample and store in a vacuum sealed jar.  25. Rinse reactor with water and scrub with a coarse brush and soap. Completely rinse soap from reactor with distilled water.  Remove excess water with acetone and blow dry with a stream of air or nitrogen.  26. Use a wire brush wheel with an electric drill to clean the inside of reactor until a smooth wall surface is present.  Rinse thoroughly three times with distilled water and rinse with acetone to remove excess water.  27. Using a tap and die, clean threads in closure head and bolts.  Remove excess debris from bolt threads with a wire brush and coat threads with anti- seize paste.  stream of compressed air or nitrogen.  Repeat two additional times.  Appendix OA4. Column Chromatography Procedure  Procedure for the construction of alumina-silica columns Overview:  Disposable 5.0 ml serological pipet is filled with alumina (Al2O3) and silica-gel (SiO2) in a solvent slurry for use in column chromatography to fractionate oils, bitumens and pyrolysates. Chromatography grade Aluminum Oxide (60» pore diameter 50-200mm particle size) and  Silica type/Grade 923 (100-200 mesh) and 62 (60-200 mesh) are used in the Organic Geochemistry Lab protocol.  1. Wash silica gel Grade 62 in distilled water to remove fines (optional). Activate both grades silica gel and alumina by baking 24 hours at 240°C. Cool in dessicator.  2. Partially deactivate silica to 5% water (1:20 wt/wt) and alumina to 1% water (1:100 wt/wt).  (For example, combine 20g Al with 0.2 g water).  Cap in jar and mix by shaking.  Let stand for at least 48 hours before using.  3. Remove cotton plug (packaging material) with tweezers from the disposable serological pipet (5 ml).  Using glass rod, pack pre-baked (420°C for 24 hours) glass wool and then a small cut piece of a GF/A filter paper (#3 cork hole borer) into tip of pipet.  4. Place silica gel grade 923, silica gel grade 62 (optional), and alumina in small beakers or flasks and add enough iso-octane (or other saturated hydrocarbon solvent) to completely cover the gel.  Thoroughly mix silica and alumina slurries to remove all air bubbles.  Sonicate if necessary.  Use a Pasteur pipet with a short tip for dispensing slurry.  5. Mount the serological pipets on stand with buret clamps.  With column  beaker under column to catch waste solvent.  Remove plug.  Slowly add 923 silica slurry to just above the 2 ml mark on the column, periodically tapping the column with a plastic rod or pencil to remove air bubbles and evenly distribute the silica gel and facilitate compaction.  6. Slowly add 62 silica gel slurry up to just above the zero ml mark (Alternatively, continue to use 923 silica for this step).  7. Place up to four columns in a 50ml graduated cylinder with a few ml of solvent and sonicate for 30-40 seconds to allow the silica gel to settle (compact).  DO NOT SONICATE MORE THAN 60 SECONDS.  If silica gel is too compacted, the elution flow rate will be too slow.  If sonication is not available or desired, tap each column with a plastic rod or pencil until the silica gel appears settled.   9. Temporarily store packed columns completely immersed in iso-octane in a graduated cylinder.  One 500ml graduated cylinder holds about 24 packed columns.  Cover cylinder with aluminum foil and store in a fume hood.  For longer storage use a glass container with a glass stopper or Teflon-lined screw cap. The asphaltene fraction of an oil or bitumen may be removed by precipitation in a light hydrocarbon solvent such as pentane or iso-octane followed by filtration.  Note: The traditional operational definition of asphaltene is the portion of the oil or bitumen that is insoluble in n-pentane at 0°C.  1a. For bitumen or oil dissolved in an extraction solvent of known concentration, measure a volume of dissolved bitumen sample into a small (e.g. 2 dram) vial.  The optimal weight of the bitumen calculated from the concentration and aliquot volume is about 50 mg for the constructed Al/Si  columns although the columns can handle up to 100 mg.  Reduce the volume of the aliquot to about 1 ml under nitrogen stream in a fume hood.  Add an equal or slightly greater volume of a saturated hydrocarbon solvent (typically iso-octane) and mix with a vortex mixer on low speed.  In a fume hood, gently evaporate in a nitrogen gas stream to half volume but not less than 1 ml.  Repeat three times or more until the original solvent is completely displaced by the saturated hydrocarbon solvent.  Asphaltenes will precipitate out of the saturated hydrocarbon solvent.  1b. For oil or solid bitumen simply weigh the sample (optimal weight 50mg) directly using a clean vial.  Then add about 0.5 ml of a saturated hydrocarbon solvent (typically iso-octane) and mix with a vortex mixer on low speed to insure adequate mixing.  Asphaltenes will precipitate out of the saturated hydrocarbon solvent.  2. Precipitate is removed by one of two common techniques:  a. push the sample through a 0.45 micron Teflon filter cartridge (13 mm diameter) attached to a 10ml Luer-lock glass syringe, collecting the maltene filtrate in a clean vial.  Up to 3 x 1ml rinses may be necessary to completely transfer sample through filter system.  The asphaltenes are removed from the filter by rinsing with chloroform or similar solvent into a tared vial.  or b. centrifuge vial 2-3 minutes and decant maltene using a Pasteur pipet. Rinse the asphaltenes with saturated hydrocarbon solvent.  Repeat centrifuge and decant steps three times or until solvent is clear.  Note: Technique b is better for samples with high asphaltene content.  Also both techniques may be combined by passing the decanted maltene through the aforementioned filter setup.  3. Combine all saturated hydrocarbon solvent rinses with maltene and reduce volume to about 0.5 ml with nitrogen stream.  Maltene is then ready for column chromatography.  Asphaltene fraction is dried by nitrogen stream and/or by rotary vacuum evaporator.  Usually the fraction is weighed at the same time as the other fractions.  Separates maltene fraction of oils or bitumens into saturate, aromatic, and NSO fractions using a constructed alumina/silica column and elution solvents of increasing polarity.  Up to six columns may be performed simultaneously. as described above.  2. Place packed column(s) in buret clamps or similar clamp on a stand. Allow solvent to drip through into waste container.  Without letting column go dry, load maltene fraction of sample (about 0.5 ml) onto the column with Pasteur pipet.  3. Just as the sample completely moves down on to the alumina, elute with the same saturated hydrocarbon solvent that the column was packed with (typically iso-octane).  Collect about 3 ml bed volume in waste beaker. Begin collecting eluate (saturated hydrocarbon fraction) in a tared 2-dram vial.  Eluate should be colorless.  4. When about 3.5 ml of eluate (saturate fraction) is collected, elute with aromatic hydrocarbon solvent (typically benzene or toluene).  However, continue to collect the saturate hydrocarbon fraction.  Because of the column bed volume, approximately 3 more ml will be collected.  Change to next tared 2-dram vial when aromatic front can be observed to have moved down to near the bottom of the column (about the 4.0 ml mark on the pipet). Although the aromatic front can be observed in visible light (pale yellow), it is best observed with a hand-held UV light (blue/purple).  Total volume of the saturate fraction should be about 7 ml and should be colorless under visible and UV light.  5. Collect aromatic eluate (aromatic hydrocarbon fraction) in a tared 2 dram vial.  Eluate should be clear to yellow (sometimes light orange-brown). When about 3.5 ml of eluate (aromatic fraction) is collected or when eluate coming through becomes nearly clear, elute with polar solvent (typically  benzene-methanol 60:40 v/v).  Continue to collect eluate (aromatic fraction) in tared 2 dram vial until eluate coming through is clear.  Sometimes this exceeds the 8 ml capacity of the 2 dram vial so have clean spare vials ready.  6. Collect polar eluate (usually brown colored) in next tared 2 dram vial until the eluate becomes clear - usually 5-7 ml.  Sometimes water is pulled off the column with polar solvents containing methanol but should not adversely impact polar fraction.  Make a note of the column color for any significant degree of column holdup.  Run gas chromatography on the saturated and aromatic hydrocarbon fractions.  Usually it is necessary to gently evaporate the fractions under nitrogen stream to a higher concentration.  (Suggested reductions from 7 ml: approximately 3 ml for sats and 1 ml for aromatics).  7. After successful gas chromatography of saturate and aromatic fraction is complete (optional analyses), completely evaporate the solvent in the fractions using a nitrogen stream under a fume hood or using a rotary vacuum evaporator.  The polar fraction may require low heat to evaporate water.  Volatile components of the sample will be lost and the remaining fractions will be approximately C15 and greater.  8. Weigh fractions and calculate the net C15+ weights.  If available, it is more efficient to use an analytical balance connected to a computer for direct input of weights, and to use a spreadsheet program on the computer to calculate net weights.  9. To determine the percent volatile fraction (less than C15+ ) in oil samples, weigh out about 50 mg oil in tared 2 dram vial.  Evaporate oil under nitrogen stream for about 30 minutes at ambient temperature.  Weigh.  Evaporate for 10 more minutes and reweigh.  Repeat until constant weight is obtained or percent change in weight is less than 5 percent.  Assuming a mass balance one may calculate the column- holdup weight which is typically less than 5 percent except for low maturity bitumens.  Recovery of greater than 100% may be caused by inadequate drying of fractions or silica gel bypassing the glass wool plug of the column.  In most cases, a saturate plus aromatic fraction is used for analysis of biomarkers by GC/MS.  A simultaneous analysis for terpanes, steranes, monoaromatic steroids and triaromatic steroids is performed on this fraction by selected ion monitoring of m/z 191.1800, m/z 217.1956, m/z 253.1956 and m/z 231.1174, respectively.  By collecting saturated and aromatic hydrocarbons simultaneously, the ratios of all these classes of compounds is preserved, reflecting the ratios in the original whole crude oil or bitumen.  Quantitative transfers are not required unless an internal standard is being used for absolute quantitation by relative response factors and sample mass. Care should be taken, however, to insure that there is a minimal loss of sample.  A final mass of saturated+aromatic hydrocarbon fraction is required in order to calculate a dilution factor for running the sample on the GC/MS instrument; regardless of whether or not absolute quantitation is being performed.  1. Add approximately 30 mg of crude oil to a 1 dram vial, or aliquot an appropriate amount of rock extract (bitumen) in chloroform solution such that a charge of approximately 30 mg of total bitumen will be introduced. Practical limits are approximately 5 to 45 mg.  2. Evaporate chloroform from bitumen samples under a stream of dry nitrogen, allowing the bitumen to coat the sides of the vial.  Completely dry the sample.  3. Precipitate asphaltenes with 500 microliters (0.5 ml) of iso-octane.  4. Remove all asphaltene from suspension by filtration through a 0.45 micron teflon filter and collect the maltene in a clean vial.  In any case, insure that ALL the asphaltene particles are removed, else they will contaminate remaining steps in the procedure.  A rinse of 500 microliters of iso-octane may be used to facilitate transfers.  The combined maltene and rinse are saved for step 7. 5. Set up a disposable (1 gram) alumina extraction column (Fisher PrepSep P467R or equivalent) on a vacuum column chromatography manifold; with 7 ml scintillation vials to collect the eluate.  These vials should be tared if the saturate+aromatic fraction is to be analyzed (see step 8).  6. Rinse the column(s) and vials with 5 ml of isooctane/benzene (3:1 v/v), under approximately 5 in. Hg vacuum.  Discard the collected rinse.  7. Add the maltene (in about 1 ml of iso-octane) to the top of the alumina column(s) and elute the saturates+aromatics into the collection vial(s) with 5 ml of isoctane/benzene (3:1 v/v), under approximately 5 in. Hg vacuum.  8. Evaporate the collected saturates+aromatics to complete dryness under a stream of dry nitrogen or with the Savant centrifugal evaporator (under heat and vacuum).  &lt;&lt;This fraction can be analyzed by GC/MS if only small amounts of n-hydrocarbons are present (as in thermally immature or biodegraded samples).  Refer to steps 5 &amp; 12.&gt;&gt;  9. For samples with relatively high quantities of n-hydrocarbons, dilute the saturates+aromatics with 2 ml of iso-octane and add sufficient 5 angstrom molecular sieves to completely cover the solution.  Let the solutions stand in the molecular sieves for a minimum of 48 hours at ambient temperature.  Do not allow the isooctane to evaporate (i.e., keep the vials tightly capped during the sieving operation).  10. Remove the isoprenoids+aromatics from the molecular sieves with a disposable Pasteur pipet, transferring the solution through a tightly packed glass wool plug in another disposable Pasteur pipet into a tared 7 ml scintillation vial.  Rinse with 2 ml of benzene.  11. Evaporate the isoprenoid+aromatic fractions to complete dryness under a stream of dry nitrogen or with the Savant centrifugal evaporator (under heat and vacuum).  12. Calculate the total mass of dried isoprenoid-aromatic fraction (final mass minus tare mass of each tared vial).  Final dilution solvent and concentration will be performed just prior to GC/MS analysis.  Typical dilution is 5-10 mg/ml in benzene.  Associated with this chapter OA is a digital (spreadsheet) file, OAchrom.xls, which lists the gas chromatogram files.  It is located on this cdrom in a data appendix.  Associated with this chapter OA is a digital (spreadsheet) file, OAbiomkr.xls, which gives the biomarker peak heights.  It is located on this cdrom in a data appendix. Appendix OA8. Kerogen Isolation Procedure tops cut off).  2.  Use total organic carbon data (TOC) to determine sample size.  The formula for 2 gm of kerogen is 2/(TOC/75).  Sample weight should never exceed 50 gm per beaker.  If TOC is unavailable, weight out 50 gm of sample.  Record weights.  3.  Get deionized water and isopropyl alcohol squirt bottle and sponge ready. Test rubber gloves.  Put on safety glasses, full face shield, rubber gloves and vinyl suit.  Turn on all fume hoods.  Ideally all water used in procedure is deionized ASTM Type III water.  4.  Make 18% HCl by filling empty gallon jug full of deionized water, pouring into empty carboy designated for HCl, then adding 1 gallon concentrated HCl (~36%).  Pour ~52% HF into carboy designated for HF. Fill carboy designated for deionized water.  5.  Rinse empty HCl and HF containers three times with water in fume hood. Rinse outside of container and cap.  Let dry in hood for several minutes and dispose.  6.  Add 18% HCl from carboy to sample in small increments while swirling to avoid violent reaction.  Be prepared to squirt with deionized water if there is danger of the sample overflowing.  When foaming has ceased, fill to  within 1 in. from top and place in fume hood.  (WARNING:  Sample foaming may be a delayed reaction.  It is advisable to stir constantly with one hand and alternate pouring acid or holding squirt bottle with the other hand.)  8.  If a thick organic film forms on the surface of the acid, squirt it with isopropyl alcohol while stirring to break it up.  Rinse stirring rod off into sample with water bottle and  set rod aside before moving to next sample.  9.  Close hood leaving a 2-3 in. gap and leave beakers for at least 2 hours.  10.  Siphon HCl off sediment and down drain with running tap water.  Avoid disturbing sediment and tilt beaker to siphon off as much liquid as possible. (All samples can be siphoned or four samples can be siphoned and taken through the next two steps while siphoning next four samples to speed the process.)  11.  In fume hood, add deionized water from carboy to samples while swirling beaker slightly at first to mix sample.  Fill to _ full.  Balance and centrifuge at 1600 rpm for 5 minutes.  12.  Pour off rinse water into waste bucket under fume hood.  Pour with a smooth, steady, continuous motion to prevent resuspension of sediment.  If a beaker has suspended sample, recentrifuge or use fine-mesh screen strainer at the end of siphon tube.  Drained samples should never be allowed to dry. Empty waste bucket into sink with the water running.  13.  Add HF from carboy to sample carefully in small amounts while stirring.  Be prepared to squirt with water or isopropyl alcohol if there is danger of the sample overflowing.  When foaming has ceased, fill to within 1 in. from top of beaker.  (WARNING:  Sample foaming may be delayed and violent.) least 16 hours.  17.  Wear protective gear as noted in step 3.  Siphon HF off sediment and down the HF-disposal drain.  Avoid disturbing sediment and tilt beaker to siphon off as much liquid as possible.  (All samples can be siphoned or four samples can be siphoned and taken through next two steps while siphoning next four samples to speed process.)  18.  In fume hood, add deionized water from carboy to samples while swirling beaker slightly at first to mix sample.  Fill to _ full.  Balance and centrifuge at 1600 rpm for 5 minutes.  19.  Pour off rinse water into waste bucket under fume hood.  Pour with a smooth, steady, continuous motion.  If the beaker has suspended sample, recentrifuge or use fine-mesh screen strainer at the end of siphon tube. Repeat step 18 one time.  Drained samples should never be allowed to dry. Empty waste bucket into sink with the water running.  tube twice.  21.  Break up sediment with squirt bottle of deionized water and form a slurry by swirling the contents of the beaker.  Pour into 100 ml plastic tubes. Rinse sample from sides of beaker into tube.  (If all of the sample slurry will not go into the tube, then proceed to step 22 with the sample in the tube, then put remaining sample in another tube and repeat step 22.)  22.  Balance tubes in pairs with water and centrifuge at 1600 rpm for 5 minutes.  Pour off liquid into sink.  23.  Wash plastic beakers but do not wash numbers off.  24.  Wear protective gear as described in step 3.  Fill tubes to 1 1/2 in. from the top with full strength HCl.  Loosen up sediment with a glass stirring rod and mix well.  Leave glass stirring rods in tubes.  Place tubes in 1000 ml glass beakers containing boiling chips on a hot plate located in fume hood. Fill beakers with water up to 1 in. below acid level in tubes and bring to a boil.  Boil for 1 hour, watching constantly, and prepare to squirt with isopropyl alcohol if tubes threaten to boil over.  Stir occasionally. 25.  Remove tubes from water bath and place in tube rack.  Set rack near front of hood and pull down hood door below the top of tubes.  Allow samples to cool and settle.  (Samples may not settle rapidly and can be left to settle overnight.)  26.  Siphon the HCl from the samples or use fine-mesh screen strainer on end of siphon tube if sediment remains in suspension.  Fill the tubes with deionized water and stir.  Remove stirring rods, rinsing them into the sample.  Balance tubes and centrifuge at 1600 rpm for five minutes.  Repeat this procedure two more times.  (A single glass stirring rod can be used in last two washes by rinsing it thoroughly between samples with water from squirt bottle.)  Set tube racks next to thick paper towels on which samples will drain.  After the last wash, pour the clear liquid into the waste bucket, but do not tip the tubes back to their upright position.  Move each tube, while still holding it at a downward angle, to the area set up to drain the samples.  Set the bottom of the tube on the rack and the top of the tube on the paper towel next to it.  Allow tubes to drain for 30 minutes, but do not allow to completely dry.  27. Pair samples up according to amount of sediment volume.  Fill the tubes to within 2 in. from top with a zinc bromide solution having a specific gravity of 2.1 ± 0.05 (600 ml 1% HCl added to 2000 ml 77% ZnBr2). Mix samples vigorously with glass stirring rods, rinsing rods into samples with ZnBr2 squirt bottle.  A vortex mixer or an air driven mixer can be used after mixing with stirring rods to insure proper agitation.  Balance tubes in pairs with ZnBr2 solution, and centrifuge at 1800-2000 rpm for 20-30 minutes.  Allow solution to cool to room temperature.  Test specific gravity by taring a 100 ml graduated cylinder.  Fill cylinder to 100 ml with zinc bromide solution and weigh.  Divide weight in grams by 100 to obtain specific gravity.  Adjust by adding more 77% ZnBr2 to raise specific gravity or more 1% HCl (1945 ml deionized water + 55 ml concentrated HCl (37%)) to lower specific gravity and retest.  Repeat until the zinc bromide solution has a specific gravity between 2.05 and 2.15.  28.  Loosen floating kerogen plug by carving around it with a spatula or glass stirring rod.  Pry out plug while pouring zinc bromide solution (which   may contain suspended kerogen) into labeled plastic beaker.  Rinse kerogen from sides of tube into the beaker with the squirt bottle of deionized water, being careful not to wash or disturb the sink portion in the bottom of the tube.  Overmature kerogens or kerogens with high pyrite contents may not float.  These samples are obtained by carefully scooping the black kerogen with an angled spatula from the upper part of gray sink.  Care should be taken to avoid sampling the underlying gray sink.  Record portion(s) of tube sampled in lab notebook (i.e., float, suspended, or sink).  29.  Fill with deionized water and stir, rinsing plastic stirring rod thoroughly between samples.  Centrifuge at 1600 rpm for five minutes and pour off water.  Repeat this step one additional time.  30.  Break up sample with water from squirt bottle, and form a slurry by swirling the contents of the beaker.  Pour small amount of sample in labeled 1-dram vial for visual slides.  31.  Label top sections of plastic Buchner funnels.  Put hardened filter paper in funnels and squirt with water.  Put funnel on vacuum apparatus and apply vacuum to form a tight seal.  Pour samples into corresponding funnels and rinse beakers with water bottle into funnels.  32.  When all of liquid and sample is filtered through funnel and samples show desiccation fractures, remove from vacuum apparatus and place in vacuum oven.  Do not allow kerogens to go completely dry in the funnels. Turn on vacuum and set temperature at 50¥C.  Leave samples in oven for at least 24 hours.  33.  In order to insure that all of the zinc bromide solution and soluble organic matter has been removed from the sample, the kerogens should be extracted with an azeotropic mixture of benzene/methanol or dichloromethane/methanol in a Soxhlet apparatus for at least 24 hours. Squirt bottle of deionized water Squirt bottle of isopropyl alcohol Squirt bottle of zinc bromide solution Acid fume hood with sink and HF disposal drain Variable speed peristaltic pump with remote control 2 pan balance Centrifuge with IEC 976 rotor and 4 IEC 353S cups Centrifuge with IEC 240 rotor and 8 IEC 340 shields and 89 IEC 350 trunnion rings  PH (psia) = Pressure of reactor headspace (plus gauge volume) VH (ml)  = Volume of reactor headspace (plus gauge volume) TH (°C)  = Temperature of headspace FHC  = Mole fraction of Hydrocarbon gases (excludes CO2, H2S, air, nitrogen, He) GO (°API) = Gravity of oil (pyrolysate) MO (g) = Mass of oil (pyrolysate)    - Gas to Oil Ratio (GOR) in cubic feet per barrel (42 gallon) at 60 °F (15.56 °C) and 1 atm (14.7 psi) = Volume of Hydrocarbon gas generated/Volume of Oil Generated.   1 1 W. Mikkelsen State 11359 Lisburne oil stained rock - Flow test #4 70.18224 -147.37834 CO 96074 002 2 1 W. Mikkelsen State 11705 Lisburne oil stained rock - open hole DST 70.18224 -147.37834 CO 96074 001 3 13-9-19 Mikkelsen Bay State 10468 Canning oil - DST#7- 45bbls 30°API 70.13519 -147.19743 OL 97016 002 4 13-9-19 Mikkelsen Bay State 11870 Lisburne oil - DST#4 - 8bbls 70.13519 -147.19743 OL 97016 003 5 2 W. Mikkelsen Unit 10501 Canning oil stained sst - DST 70.22183 -147.19002 CO 96074 006 6 2 Point Thomson Unit 11624 Canning oil stained sst -  test - 21°API 70.16327 -146.51541 CO 97012 005 7 18-9-23 West Staines 11672 Canning oil stained sst - DST#10  27°API 70.13755 -146.38816 CO 97012 001 8 18-9-23 West Staines 12512 Hue oil - DST#8 -26bbls 70.13755 -146.38816 OL 97016 001 9 1 Point Thomson Unit 11424 Canning oil stained sst - DST#3 44°API 70.17415 -146.33739 CO 97012 002  10 1 Point Thomson Unit 12848 Thomson oil stained sst - prod test#2 - 45°API 70.17415 -146.33739 CO 97012 003 11 1 Point Thomson Unit 13013 Thomson oil stained conglm. prod. test#1 18°API 70.17415 -146.33739 CO 97012 004 12 F-1 Alaska State 12066 Canning oil stained sst - test - 22°API 70.22726 -146.36047 CO 97012 009 13 F-1 Alaska State 13818 Thomson oil stained congl. - test - 35°API 70.22726 -146.36047 CO 97012 010 14 3 Point Thomson Unit 13872 Thomson oil stained sst - test- 38°API 70.17235 -146.2528 CO 97012 006 15 C-1 Alaska State 13612 Thomson oil stained sst - no test 70.13989 -146.24164 CO 97012 008 16 A-1 Alaska State 12575 Canning oil stained sst - DST2 - 23°API 70.18918 -146.01178 CO 97012 007 17 D3 Put River 10417 Sadlerochit oil - Prudhoe Bay field  (R165-123) 70.296 -148.749 OL 97010 026 18 97DH88 Sagwon Bluffs outcrop Sagavanirktok oil stained sst near Sagavanirktok River 69.38542 -148.70769 OT 97037 002 19 96RCB2 -Kavik outcrop Sagavanirktok oil stained sst from Kavik area 69.65317 -146.72067 OT 96074 008 20 97DH38 \"Navy\" section outcrop Canning oil stained sst near 96074-009 69.65334 -146.249 OT 97037 001 21 96RCB14B outcrop Sagavanirktok oil stained sst from Canning River area 69.65366 -146.24249 OT 96074 009 22 80/84 AMK-41 outcrop Canning oil stained sand - S. Katakturuk  4N-27E-11 69.71527 -145.43333 OT 85172 002* 23 95DLG-2A1 outcrop Sagavanirktok oil stained sst from  N. Katakturuk 69.871 -145.17933 OT 95069 001 24 95DLG-6A outcrop Sagavanirktok oil stained sst from Jago River 69.91783 -143.37767 OT 95069 002 25 95DLG-MP1 outcrop alluvium oil seep from Manning Point 70.11666 -143.51666 OT 95069 003 26 95DLG-MP2 outcrop alluvium oil seep from Manning Point 70.11666 -143.51666 OT 95069 007 27 1 OCS Y-0943 Aurora 9634-71 Canning oil stained siltstone/mudstone - composite 70.10917 -142.78497 CO 97056 001 28 97CRB17 outcrop alluvium oil stained sst - Angun Point 69.918 -142.395 OT 97035 001 29 Seismic Line B19 57-80 45 Nanushuk Gp. oil - shot point 53 (R165-063) 70.95754 -155.35193 OL 97010 027 30 32-25 Kavearak Point 7702 Kingak oil - Milne Point field (R165-108) 70.455 -149.436 OL 97010 028  Source Rocks  31 1 OCS Y-0338 Phoenix 7941.6 Shublik core sample - 97113-5 Lewan # 70.71700 -150.42800 CO 97003 001 32 13-9-19 Mikkelsen Bay State 10596 Canning core sample - 97113-4 Lewan # 70.13519 -147.19743 CO 97003 002 33 13-9-19 Mikkelsen Bay State 11159 Hue core sample - 97113-2 Lewan # 70.13519 -147.19743 CO 97003 003 34 13-9-19 Mikkelsen Bay State 11562 Hue core sample - 97113-3 Lewan # 70.13519 -147.19743 CO 97003 004 35 13-9-19 Mikkelsen Bay State 11616 Hue core sample - 97113-1 Lewan # 70.13519 -147.19743 CO 97003 005 36 84AMK13A outcrop Pebble Shale Niguanak area - ANWR 69.89888 -143.04916 OT 97005 001 37 84AMK13B outcrop Kingak Niguanak area - ANWR 69.89888 -143.04916 OT 97005 002 38 85AMK3A outcrop Hue Jago River area - ANWR 69.91388 -143.39166 OT 97005 003 39 85AMK3B outcrop Hue Jago River area - ANWR 69.91388 -143.39166 OT 97005 004 40 85AMK3C outcrop Hue Jago River area - ANWR 69.91388 -143.39166 OT 97005 005 41 85AMK4A outcrop Kingak Niguanak area - ANWR 69.89888 -143.04916 OT 97005 006 42 85AMK4B outcrop Hue Niguanak area - ANWR 69.89888 -143.04916 OT 97005 007 43 2 W. Mikkelsen Unit 10555 Canning mudstone extract 70.22183 -147.19002 CO 96074 007  OL = Oil Note: Complete listing of all samples logged in by job number in Appendix OA1. *Sample#22 was not recollected. Rescued GC/MS data was used (Anders and others, 1987, Table 12.1 sample #29)   pyrolysate number.  31 Shublik 2467 300 250 450 31A 31 Shublik 2480 340 250 450 31C 36 Pebble Shale 2493 320 225 422 36 Pebble Shale 2499 340 225 422 36 Pebble Shale 2510 360 225 422 42 Hue 2512 360 283 407 42D  Experiments performed for 72 hours, in 1028 ml Hastelloy - C reactors  Table OA3. Stable carbon isotope data of oil seeps, oil stains and oils. Sample # Sample ID Depth Formation Additional Information d13C Sat d13C Arom  (ft) 1 1 W. Mikkelsen 11359 Lisburne oil stained rock - Flow test #4 -30.42 -29.65 2 1 W. Mikkelsen 11705 Lisburne oil stained rock - open hole DST -30.20 -29.31 3 13-9-19 Mikkelsen Bay 10468 Canning oil - DST#7- 45bbls 30°API -29.64 -28.78 4 13-9-19 Mikkelsen Bay 11870 Lisburne oil - DST#4 - 8bbls -29.01 -28.69 5 2 W. Mikkelsen 10501 Canning oil stained sst - DST -30.08 -29.25 6 2 Point Thomson 11624 Canning oil stained sst -  test - 21°API -29.07 -28.37 7 18-9-23 West Staines 11672 Canning oil stained sst - DST#10  27°API -29.24 -28.38 8 18-9-23 W Staines 12512 Hue oil - DST#8 -26bbls -29.77 -29.01 9 1 Point Thomson 11424 Canning oil stained sst - DST#3 44°API -29.07 -28.10  10 1 Point Thomson 12848 Thomson oil stained sst - prod test#2 - 45°API -28.88 -28.15 11 1 Point Thomson 13013 Thomson oil stained conglm. prod. test#1 18°API -29.26 -28.61 12 F-1 Alaska State 12066 Canning oil stained sst - test - 22°API -29.49 -28.78 13 F-1 Alaska State 13818 Thomson oil stained congl. - test - 35°API -28.95 -28.16 14 3 Point Thomson 13872 Thomson oil stained sst - test- 38°API -28.83 -28.20 15 C-1 Alaska State 13612 Thomson oil stained sst - no test -29.40 -28.66 16 A-1 Alaska State 12575 Canning oil stained sst - DST2 - 23°API -29.70 -28.89 17 D3 Put River 10417 Sadlerochit oil - Prudhoe Bay field  (R165-123) -29.54 -28.89 18 97DH88 Sagwon Bluffs outcrop Sagavanirktok oil stained sst near Sagavanirktok River -28.98 -28.16 19 96RCB2 -Kavik outcrop Sagavanirktok oil stained sst from Kavik area -29.02 -27.99 20 97DH38 \"Navy\" section outcrop Canning oil stained sst near 96074-009 -29.30 -28.55 21 96RCB14B outcrop Sagavanirktok oil stained sst from Canning River area -29.52 -28.57 22 80/84 AMK-41 outcrop Canning oil stained sand - S. Katakturuk  4N-27E-11 -29.21 -28.40 adjusted 22 80/84 AMK-41 outcrop Canning oil stained sand - S. Katakturuk  4N-27E-11 -29.47 -28.78 measured 23 95DLG-2A1 outcrop Sagavanirktok oil stained sst from  N. Katakturuk -29.22 -27.80 24 95DLG-6A outcrop Sagavanirktok oil stained sst from Jago River -28.97 -28.29 25 95DLG-MP1 outcrop alluvium oil seep from Manning Point -28.07 -27.16 26 95DLG-MP2 outcrop alluvium oil seep from Manning Point -28.12 -27.08 27 1 OCS Y-0943 Aurora 9634-71 Canning oil stained siltstone/mudstone - composite -28.80 -27.71 28 97CRB17 outcrop alluvium oil stained sst - Angun Point -28.60 -27.77 29 Seismic Line B19 57-80 45 Nanushuk Gp. oil - shot point 53 (R165-063) -28.72 -27.65 30 32-25 Kavearak Point 7702 Kingak oil - Milne Point field (R165-108) -31.80 -30.59 43 2 W. Mikkelsen 10555 Canning mudstone extract -29.37 -27.87  Table OA4. Nickel, vanadium, and sulfur data of oil seeps, oil stains and oils.  Sample # Sample Identification Depth Formation Additional Information GOR* Gravity S V Ni V/V+Ni (ft) (° API) (wt%) (ppm) (ppm)  3 13-9-19 Mikkelsen Bay 10468 Canning oil - DST#7- 45bbls 30°API 30.1 0.99 7 4 0.64 4 13-9-19 Mikkelsen Bay 11870 Lisburne oil - DST#4 - 8bbls 25.3 1.41 56 25 0.69 5 2 W. Mikkelsen 10501 Canning oil stained sst - DST, heavy oil reported 6 2 Point Thomson 11624 Canning oil stained sst -  test - 21°API 500 21 7 18-9-23 West Staines 11672 Canning oil stained sst - DST#10  27°API 27 8 18-9-23 W Staines 12512 Hue oil - DST#8 -26bbls 28.3 1.03 9 4 0.69 9 1 Point Thomson 11424 Canning oil stained sst - DST#3 44°API 17045 44  10 1 Point Thomson 12848 Thomson oil stained sst - prod test#2 - 45°API 22705 45 11 1 Point Thomson 13013 Thomson oil stained conglm. prod. test#1 18°API 5826 18 12 F-1 Alaska State 12066 Canning oil stained sst - test - 22°API 1040 22 13 F-1 Alaska State 13818 Thomson oil stained congl. - test - 35°API 14912 35 14 3 Point Thomson 13872 Thomson oil stained sst - test- 38°API 13336 38 15 C-1 Alaska State 13612 Thomson oil stained sst - no test 3890 37 16 A-1 Alaska State 12575 Canning oil stained sst - DST2 - 23°API 864 23 17 D3 Put River 10417 Sadlerochit oil - Prudhoe Bay field  (R165-123) 26.3 1.22 5 6.9 0.42 18 97DH88 Sagwon Bluffs outcrop Sagavanirktok oil stained sst near Sagavanirktok River 0.62 5.7 11 0.34 19 96RCB2 -Kavik outcrop Sagavanirktok oil stained sst from Kavik area 0.59 &lt;5 &lt;5 21 96RCB14B outcrop Sagavanirktok oil stained sst from Canning River area 0.91 10 9.1 0.52 23 95DLG-2A1 outcrop Sagavanirktok oil stained sst from  N. Katakturuk 1.18 21 3.3 0.86 24 95DLG-6A outcrop Sagavanirktok oil stained sst from Jago River 2.07 0.9 1.3 0.41 25 95DLG-MP1 outcrop alluvium oil seep from Manning Point 0.27 &lt;0.5 &lt;0.5 26 95DLG-MP2 outcrop alluvium oil seep from Manning Point 0.28 0.8 &lt;0.5 28 97CRB17 outcrop alluvium oil stained sst - Angun Point 0.63 12 9.6 0.56 29 Seismic Line B19 57-80 45 Nanushuk Gp. oil - shot point 53 (R165-063) 23.1 0.26 1.2 1 0.55 30 32-25 Kavearak Point 7702 Kingak oil - Milne Point field (R165-108) 35.2 0.2 0.5 7.4 0.06  Data below are from Hughes and Holba (1988)  a D3 Put River 10417 Sadlerochit same as sample 17 above 24.9 0.99 16.7 8.4 0.67 b Seismic Line B19 57-80 45 Nanushuk Gp. same as sample 29 above 23.6 0.21 2.2 0.82 0.73 c 13-9-19 Mikkelsen 10468 Colville same as sample 3 above 33.2 0.83 6.9 8.5 0.45 d 13-9-19 Mikkelsen 11870 Lisburne same as sample 4 above 22.7 1.28 71.1 30.8 0.70 e 1 Point Thomson 12063 Thomson sst 20 1.16 58.6 23.8 0.71  Column Chromatography Oil/Bitumen Extraction  Sample# Sat/Arom Sats HC Sats Arom NSO Asph Volit Start Wt. Extract Rock Wt. Extract Wt. Technique Time Solvent Sulfur Comments wt% wt% (mg) (mg) (mg) (mg) wt % (mg) (ppm-rock) (g) (mg) (hrs) Reaction  1 1.7 43 69 21.41 12.53 10.47 5.11 na 58.87 10665 50.0 533.25 Soxhlet 24 CHCl3 minor 1 2 1.4 40 68 19.42 13.47 8.52 6.89 na 54.55 9883 50.0 494.13 Soxhlet 24 CHCl3 moderate 2 3 1.7 52 84 19.83 11.90 4.38 1.85 14.5 47.47 na na na na na na na 3 4 1.0 37 75 12.85 13.37 3.59 5.15 23.4 46.58 na na na na na na na 4 5 1.2 32 59 11.20 9.28 8.31 6.04 na 42.26 31899 36.0 1148.38 Soxhlet 24 CHCl3 moderate 2 6 1.7 46 72 1.91 1.10 1.10 0.07 na 5.13 5534 1.0 5.70 Soxhlet 24 DCM small 7 1.8 51 80 21.81 12.06 7.97 0.69 na 42.60 8610 24.7 213.00 Soxhlet 24 DCM small 8 1.4 47 81 17.10 12.37 5.05 1.71 14.2 45.06 na na na na na na na 9 2.5 58 82 4.96 2.02 1.53 0.00 na 7.56 4773 1.8 8.40 Soxhlet 24 DCM small  10 1.3 39 68 2.47 1.86 1.33 0.67 na 6.66 2671 2.8 7.40 Soxhlet 24 DCM small 11 1.1 26 49 9.30 8.33 7.03 11.56 na 35.91 12521 4.8 59.85 Soxhlet 24 DCM small 12 1.7 48 77 18.09 10.88 8.18 0.45 na 38.61 12113 19.9 241.30 Soxhlet 24 DCM small 13 2.4 54 77 4.63 1.97 1.87 0.14 na 9.09 610 16.6 10.10 Soxhlet 24 DCM small 14 1.3 34 59 2.96 2.21 2.47 1.14 na 9.48 7315 1.6 11.85 Soxhlet 24 DCM small 15 1.1 40 77 4.95 4.65 2.76 0.17 na 13.26 3683 6.0 22.10 Soxhlet 24 DCM small 16 1.4 42 72 13.86 9.74 8.45 0.69 na 35.71 16607 6.7 111.60 Soxhlet 24 DCM small 17 1.4 48 82 22.54 15.87 6.52 1.63 14.6 57.70 na na na na na na na 18 2.2 44 64 29.20 13.37 14.34 10.02 na 66.93 66.93 Soak 24 CHCl3 5 19 2.9 8 11 3.15 1.07 3.79 30.26 na 53.07 9192 156.9 1442.25 Soxhlet 24 CHCl3 none 6 20 1.2 27 48 21.92 17.72 35.59 7.28 na 89.03 4979 50.8 252.92 Soak 48 CHCl3 7 21 0.6 22 57 7.53 12.44 10.71 4.33 na 47.96 7875 165.5 1303.38 Soxhlet 24 CHCl3 trace 6 23 1.5 18 30 7.78 5.11 6.41 23.64 na 51.12 13567 47.1 639.00 Soak 1 CHCl3 24 1.6 49 80 18.27 11.30 6.02 1.46 na 40.70 402 1265.3 508.75 Soak 1 CHCl3 25 2.7 67 91 34.23 12.76 4.23 0.17 na 54.09 24631 54.9 1352.25 Soak 1 CHCl3 26 2.5 61 85 32.80 12.88 7.30 0.71 na 60.04 30018 50.0 1500.88 Soak 1 CHCl3 27 3.4 66 86 47.81 13.95 9.68 0.79 na 75.33 280.25 Soak 1.5 CHCl3 28 4.2 23 28 10.63 2.53 7.96 25.85 na 54.91 156.00 Ultrasonic 0.2 CHCl3 8 29 3.4 73 94 36.59 10.63 2.77 0.30 2.4 56.49 na na na na na na na 9 30 2.7 66 90 27.91 10.24 3.15 1.14 19.0 51.86 na na na na na na na 43 2.8 48 65 24.83 9.02 13.85 4.15 na 51.39 571 127.9 73.00 Soxhlet 24 CHCl3 none  1 - Minor additional extraction. 2 - Soxhlet didn't cycle properly; minor addnl extraction. 3 - A drop of asph splashed out during asph removal 4 - Slight amount of asph spilled in cap 5 - Original PPM Bitumen not taken. Fractions based on 100%. 6 - Soxhlet didn't cycle properly. 7 - This sample appeared lean. 8 - Bitumen total weight does not represent the total amount Table OA6. Normal alkane and acyclic isoprenoid ratios of oil seeps, stains and oils  Sample# Comments   Data Quality Pr/Ph Pr/Ph Pr/17 Pr/17 Ph/18 Ph/18 CPI 1 CPI 1 CPI 2 CPI 2 CPI 3 CPI 3 CPI 4 CPI 4 OEP 1 OEP 1 OEP 2 OEP 2 OEP 3 OEP 3 C17-C20 C27-C30 area height area height area height area height area height area height area height area height area height area height  1 Volatile loss - UCM B B 1.25 1.12 0.51 0.49 0.44 0.44 0.98 1.00 0.95 1.01 1.05 1.08 0.95 0.97 0.88 0.94 1.03 1.07 1.07 1.07 2 Volatile loss - UCM C B 0.84 0.86 0.50 0.48 0.47 0.46 0.96 0.98 0.96 1.01 1.04 1.08 0.92 0.95 0.87 0.96 1.02 1.06 1.06 1.06 3 A A 1.17 1.23 0.67 0.51 0.65 0.45 0.88 0.89 0.90 0.92 0.97 1.00 0.87 0.87 0.81 0.81 0.96 1.00 0.86 0.86 4 A B 0.75 0.81 0.47 0.37 0.71 0.52 1.04 1.04 1.05 1.03 1.16 1.04 1.01 1.02 0.93 0.95 1.10 1.03 1.12 1.12 5 Volatile loss - UCM C C 1.08 1.27 0.61 0.72 0.84 0.57 1.00 1.00 0.97 1.00 1.12 1.15 1.02 1.02 0.95 0.97 1.06 1.09 0.88 0.88 6 Volatile loss - UCM D C 0.53 0.57 1.00 1.11 1.14 1.07 0.89 0.94 0.93 0.98 0.94 1.10 0.87 0.90 0.85 0.88 0.90 1.07 0.88 0.88 7 Volatile loss - UCM B A 1.23 1.17 0.35 0.27 0.27 0.22 1.03 1.01 1.08 1.05 1.16 1.10 0.98 0.98 0.95 0.98 1.13 1.09 1.13 1.13 8 A A 0.89 0.94 0.67 0.51 0.85 0.59 0.82 0.82 0.85 0.85 0.92 0.99 0.79 0.80 0.71 0.72 0.90 0.99 0.85 0.85 9 Volatile loss - UCM C A 0.68 0.75 0.62 0.47 0.68 0.45 1.04 1.01 1.07 1.03 1.15 1.10 1.00 0.98 0.97 0.98 1.11 1.08 1.13 1.13 10 Volatile loss - UCM C A 0.69 0.74 0.89 0.71 0.68 0.46 1.01 1.03 1.03 1.03 1.09 1.13 0.98 1.01 0.96 1.00 1.04 1.10 1.05 1.05 11 Volatile loss - UCM D B 0.59 0.60 1.01 1.16 0.95 0.91 1.01 1.03 1.03 1.06 1.10 1.16 0.97 1.00 0.91 0.96 1.07 1.15 1.11 1.11 12 Volatile loss - UCM D B 0.62 0.63 0.63 0.52 0.57 0.42 0.98 1.02 0.99 1.05 1.03 1.14 0.95 1.00 0.92 0.99 1.01 1.14 1.04 1.04 13 Volatile loss - UCM D C 0.34 0.38 1.03 1.06 1.25 1.06 0.95 0.96 1.02 1.03 1.07 1.07 0.92 0.92 0.93 0.96 1.03 1.06 0.96 0.96 14 Volatile loss - UCM D C 0.45 0.49 1.00 1.13 0.99 0.86 0.97 1.01 1.00 1.04 1.05 1.15 0.95 0.99 0.92 0.98 1.01 1.12 0.95 0.95 15 Volatile loss - UCM C C 0.51 0.54 0.61 0.50 0.69 0.48 0.98 1.01 0.98 1.01 1.01 1.17 0.94 0.99 0.80 0.89 0.95 1.12 1.01 1.01 16 Volatile loss - UCM D C 0.73 0.79 0.93 0.99 0.90 0.70 1.01 1.01 1.03 1.05 1.12 1.20 0.98 0.97 0.93 0.96 1.09 1.18 1.06 1.06 17 A A 1.39 1.53 0.71 0.54 0.57 0.38 0.97 1.00 1.00 1.00 1.00 1.09 0.96 0.98 0.88 0.95 0.98 1.09 0.90 0.90 18 Biodegraded F F -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 19 Biodegraded F F -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 20 Biodegraded F F -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 21 Biodegraded F F -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 23 Biodegraded F F -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 24 Biodegraded F F -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 25 Biodegraded F F -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 26 Biodegraded F F -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 27 Biodegraded A C 2.68 2.55 0.82 0.82 0.45 0.45 1.18 1.23 1.28 1.24 1.19 1.27 1.41 1.28 1.11 1.17 1.39 1.35 1.41 1.33 28 Biodegraded F F -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 29 Biodegraded F F -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 30 A A 2.31 2.56 0.87 0.71 0.47 0.33 1.08 1.09 1.14 1.13 1.10 1.15 1.06 1.07 1.03 1.06 1.08 1.14 1.08 1.08 43 suspect contaminant A B 3.69 3.34 1.01 0.92 0.57 0.48 1.14 1.14 1.30 1.29 1.36 1.31 1.11 1.11 1.18 1.16 1.40 1.37 1.31 1.31  Notes: Pr/Ph = pristane/phytane Pr/17 = pristane/n-C17 Ph/18 = phytane/n-C18 CPI 4 = based on Marzi and others (1993) OEP = Odd Even Predominance chromatograms for m/z 217. (Page 2 of 2)  1 0.10 0.31 0.89 0.00 0.41 0.10 0.06 0.25 0.32 0.25 0.43 0.13 0.83 2 0.07 0.25 0.73 0.00 0.40 0.10 0.03 0.38 0.32 0.25 0.43 0.11 0.85 3 0.11 0.39 0.87 0.05 0.44 0.13 0.16 0.16 0.50 0.31 0.36 0.34 0.13 0.79 4 0.12 0.41 0.52 0.02 0.36 0.14 0.07 0.42 0.20 0.31 0.20 0.49 0.06 0.55 5 0.07 0.22 0.66 0.09 0.41 0.11 0.10 0.54 0.23 0.23 0.54 0.11 0.96 6 0.02 0.33 0.60 0.07 0.70 0.12 0.11 0.18 0.28 0.35 0.37 0.13 0.65 7 0.06 0.27 1.29 0.05 0.38 0.09 0.10 0.21 0.45 0.27 0.32 0.40 0.12 0.91 8 0.11 0.24 0.52 0.01 0.66 0.10 0.08 0.20 0.52 0.33 0.35 0.32 0.13 0.70 9 0.03 0.25 1.17 0.08 0.41 0.09 0.12 0.32 0.40 0.27 0.29 0.44 0.11 1.01 10 0.09 0.24 1.41 0.04 0.39 0.09 0.07 0.43 0.29 0.30 0.41 0.12 1.02 11 0.01 0.27 1.21 0.03 0.41 0.11 0.07 0.25 0.44 0.28 0.33 0.39 0.13 0.87 12 0.02 0.26 0.85 0.12 0.60 0.10 0.12 0.38 0.41 0.26 0.31 0.43 0.13 0.89 13 0.03 0.43 1.32 0.05 0.47 0.11 0.08 0.18 0.30 0.30 0.40 0.12 1.06 14 0.02 0.35 1.47 0.04 0.38 0.10 0.08 0.35 0.28 0.31 0.41 0.12 0.93 15 0.02 0.26 0.99 0.03 0.82 0.11 0.07 0.59 0.42 0.28 0.34 0.38 0.13 0.95 16 0.03 0.30 0.85 0.09 0.69 0.11 0.10 0.41 0.39 0.27 0.31 0.42 0.13 0.97 17 0.09 0.24 0.88 0.01 0.40 0.10 0.08 0.27 0.43 0.31 0.33 0.36 0.13 0.87 18 0.19 0.40 1.22 0.01 0.33 0.08 0.06 0.06 19 0.76 2.16 0.21 20 0.11 0.38 0.76 2.38 21 0.17 0.41 0.77 3.20 22 0.95 0.92 0.46 0.51 0.10 0.11 0.09 0.64 0.25 0.35 0.40 0.13 1.44 23 0.58 3.24 4.22 1.02 0.68 0.23 0.30 0.47 0.19 2.04 24 0.25 0.32 0.93 0.04 0.37 0.08 0.13 0.10 0.57 0.30 0.34 0.35 0.15 1.55 25 0.63 0.21 0.21 0.20 0.56 0.19 0.23 0.58 0.08 1.13 26 0.58 0.66 0.62 0.18 0.23 0.04 0.33 0.03 0.20 0.22 0.58 0.08 1.18 27 0.61 0.68 0.70 0.22 0.31 0.06 0.27 0.06 0.16 0.21 0.62 0.07 1.03 28 0.50 0.52 1.34 3.83 29 0.53 0.77 0.00 0.24 0.02 0.18 0.13 0.25 0.25 0.50 0.10 1.20 30 0.31 0.89 1.34 0.00 0.37 0.05 0.12 0.05 0.30 0.23 0.47 0.09 1.36  Biomarker ratio definitions based on m/z 191.1800 mass chromatogram: C19 / C23 tri = C19  tricyclic terpane / C23 tricyclic terpane C24 tet / C23 tri = C24 tetracyclic terpane / C23 tricyclic terpane Ts / Tm   = 18a  Trisnorneohopane (Ts) / 17a  Trisnorneohopane  (Tm) normor / norhop =17b21a  Normoretane / norhopane C23 tri / hop = C23 tricyclic terpane / C30  hopane  Biomarker ratio definitions based on GC/MS/MS (daughter ion m/z 217 and C26 to C30 sterane parent ions):  24norcholestanes +  aaS + bbR +bbS 27norcholestanes  C27 ster = aaa  + abb (20R and 20S)  C27 steranes /  C27 - C29  steranes C28 ster = aaa  + abb (20R and 20S)  C28 steranes /  C27 - C29  steranes C29 ster = aaa  + abb (20R and 20S)  C29 steranes /  C27 - C29  steranes C30 ster = aaa  + abb (20R and 20S)  C30 steranes /  C27 - C30  steranes Tally  Sample Identification Depth Formation Additional Information Oil Type P J M Biodeg. d13C Arom d13C Sat V//V+Ni Sulfur Sats/Arom % HC C19/C23 Tri C24Tet / C23 Tri Ts/Tm oleanane / hopane C32/C30hopane C35/C31-C35 hopane C27 diasterane / sterane normoretane /norhopane API GOR (ft)  1 1 W. Mikkelsen 11359 Lisburne oil stained rock - Flow test #4 P 8.5 3.0 0.5 P P P P/J P/J P/J P/M P/J P/J P/J P P 2 1 W. Mikkelsen 11705 Lisburne oil stained rock - open hole DST P 8.5 3.0 0.5 P P P P/J P/J P/J P/M P/J P/J P/J P P 3 13-9-19 Mikkelsen Bay 10468 Canning oil - DST#7- 45bbls 30°API P 10.0 3.5 0.5 P P P P P P/J P/J P/J P/M J P/J P P P/J 4 13-9-19 Mikkelsen Bay 11870 Lisburne oil - DST#4 - 8bbls P-12 9.5 4.0 0.5 P J P P P P/J P/J P/J P/M P/J P/J P P P/J P 5 2 W. Mikkelsen 10501 Canning oil stained sst - DST P 7.0 4.0 1.0 P P P P/J-9 P/J P/J P/M J/M-10 P/J P/J P/J P/J P 6 2 Point Thomson 11624 Canning oil stained sst -  test - 21°API P/J 6.5 4.5 1.0 J J P P/J P/J P/J P/M J/M-10 P P P P/J P 7 18-9-23 West Staines 11672 Canning oil stained sst - DST#10  27°API J 3.0 9.0 0.0 J J J P/J P/J P/J J J P/J J P/J P/J P 8 18-9-23 W Staines 12512 Hue oil - DST#8 -26bbls P 10.5 3.0 0.5 P P P P P P/J P/J P/J P/M P/J P P/J P P/J P 9 1 Point Thomson 11424 Canning oil stained sst - DST#3 44°API J 2.5 8.5 1.0 J J J P/J P/J P/J J J/M-10 P/J J J/M P/J 10 1 Point Thomson 12848 Thomson oil stained sst - prod test#2 - 45°API J 3.5 8.0 0.5 J J P P/J P/J P/J J J P/J J J/M P/J 11 1 Point Thomson 13013 Thomson oil stained conglm. prod. test#1 18°API P/J 6.0 5.5 0.0 P/J J P P/J-9 P/J P/J J P/J P/J P/J P P/J 12 F-1 Alaska State 12066 Canning oil stained sst - test - 22°API P 8.0 3.0 1.0 P P P P/J P/J P/J P/M J/M-10 P P/J P P/J P 13 F-1 Alaska State 13818 Thomson oil stained congl. - test - 35°API J 3.0 8.5 0.5 J J J P/J P/J P/J J J P/J P/J J/M P/J 14 3 Point Thomson 13872 Thomson oil stained sst - test- 38°API J 4.5 7.5 0.0 J J P P/J-9 P/J P/J J J P/J P/J P/J P/J 15 C-1 Alaska State 13612 Thomson oil stained sst - no test P/J 7.0 5.0 0.0 P/J P P P/J P/J P/J J P/J P P/J P/J P/J 16 A-1 Alaska State 12575 Canning oil stained sst - DST2 - 23°API P 8.0 3.0 0.5 P P P P/J P/J P/J P/M J/M-10 P P/J P P/J P 17 D3 Put River 10417 Sadlerochit oil - Prudhoe Bay field  (R165-123) P 9.5 4.0 0.5 P P P-4 P P P/J P/J P/J P/M P/J P/J P/J P/J P/J P 18 97DH88 Sagwon Bluffs outcrop Sagavanirktok oil stained sst near Sagavanirktok River J 2.5 10.5 0.0 Yes J J J J J P/J J P/J J P/J P/J J P/J 19 96RCB2 -Kavik outcrop Sagavanirktok oil stained sst from Kavik area J/M 0.0 2.5 2.5 Yes J/M J 3 J-6 M 9 M 11 20 97DH38 \"Navy\" section outcrop Canning oil stained sst near sample 21 P/J 3.5 3.0 0.5 Yes P/J J P P/J-9 P/J P/J P/M 21 96RCB14B outcrop Sagavanirktok oil stained sst from Canning River area P/J 4.5 4.0 0.5 Yes P/J P P/J J-6 P-7 P/J-9 J P/J P/M 22 80/84 AMK-41 outcrop Canning oil stained sand - S. Katakturuk  J 1.5 5.5 2.0 J-0 J M J M-10 P/J P/J J P/J 23 95DLG-2A1 outcrop Sagavanirktok oil stained sst from  N. Katakturuk P/J/M 3.0 2.0 2.5 Yes J/M P/J P-1 P-5 P 9 M 11 M-11 J-11 24 95DLG-6A outcrop Sagavanirktok oil stained sst from Jago River J 4.0 9.5 0.0 Yes J J J P-5 P P/J J P/J J J P/J J J P/J 25 95DLG-MP1 outcrop alluvium oil seep from Manning Point M 0.5 0.5 10.0 Yes M M M-2 M M M P/M M M J/M M 26 95DLG-MP2 outcrop alluvium oil seep from Manning Point M 0.5 0.5 13.0 Yes M M M-2 M M M M M P/M M M M J/M M 27 1 OCS Y-0943 (Aurora) 9634-71 Canning oil stained siltstone/mudstone - composite M 0.5 0.5 11.0 M M M M M M P/M M M M J/M M 28 97CRB17 outcrop alluvium oil stained sst - Angun Point M 0.5 2.0 7.5 Yes M M M J/M-4,5 M-8 9 M M J-11 M-11  P = Prudhoe      Range -&gt; &lt;-28.69 &lt;-29.35 0.6 - 0.8 &gt;0.9 0.9 - 1.7 60 - 84 0 - 0.15 0.2 - 0.46 0.5 - 0.9 0.0 - 0.03 0.32 - 0.85 0.09 - 0.14 0.5 - 1.0 0 - 0.18 &lt;30, &lt;1500 J = Jago      Range -&gt; -28.5 -  -28.0 -29.35 - -28.81 0.3 - 0.5 0.5 - 1.0 1.71 - 2.5 60 - 84 0 - 0.3 0.2 - 0.46 0.9 - 1.5 0.0 - 0.06 0.32 - 0.52 0.08 - 0.12 0.9 - 1.6 0.06 - 0.18 &gt;30, &gt;1500 M = Manning      Range -&gt; &gt;-27.77 &gt;-28.81 M-2 &lt;0.4 2.51 - 3.5 85 - 95 0.3 - 1.0 0.46 - 0.8 0.5 - 0.9 &gt;0.15 0.2 - 0.32 0.02 - 0.07 1.0 - 1.2 0.2 - 0.35 &gt;30  Comments 0 - Corrected isotope value (see text). 1 - V/V+Ni value greater than 0.75 limit for Prudhoe. 2 - Manning has very low Ni and V concentrations except Angun = 0.56. 3 - High Fe concentration interferred with Ni V measurements. 4 - Used published ratio rather than results of this study because data suspect. 5 - Biodegradation increased sulfur an unknown amount. 6 - Biodegradation. 7 - Biodegraded to below the Prudhoe range. 8 - Biodegraded to above the Manning range. 9 - Degraded HC content. 10 - Oleanane dissolved in oil from Canning country rock. 11- Value offscale from figure, anomalously high due to biodegradation. 12 - May be separate oil type. See text.  31 Shublik 1 OCS Y-0338 Phoenix 430 1.41 50.31 0.69 0.03 7.99 629 8 32 Canning 13-9-19 Mikkelsen Bay 439 0.05 0.98 0.64 0.05 0.96 102 66 33 Hue 13-9-19 Mikkelsen Bay 416 0.64 9.65 0.56 0.06 2.93 329 19 34 Hue 13-9-19 Mikkelsen Bay 434 1.27 7.2 0.58 0.15 2.47 291 23 35 Hue 13-9-19 Mikkelsen Bay 432 1.08 9.83 0.44 0.1 4.46 220 9 36 Pebble Shale 84AMK13A 433 0.02 1.8 1.65 0.01 3.85 46 42 37 Kingak 84AMK13B 428 0.04 0.63 1.38 0.06 2.69 23 51 38 Hue 85AMK3A 409 2.81 53.01 3.09 0.05 10.79 491 28 42 Hue 85AMK4B 420 1.33 52.9 10 0.02 16.59 318 60  Expelled Expelled Expelled Expelled  Sample # Formation Sample ID TMAX S1 S2 S3 PI TOC HI OI HI S1+S2 Cooles Actual HP Extract Sulfur (mg/g OC) (mg/g OC) (mg/g OC) (mg/g OC) (ppm-rock) Reaction  31D-R Shublik 1 OCS Y-0338 Phoenix 445 2.09 5.64 0.99 0.27 5.59 100 17 529 551 577 307 12369 heavy 32D-R Canning 13-9-19 Mikkelsen Bay 510 0 0.3 0.11 0 0.8 37 13 65 76 72 0 996 light 33D-R Hue 13-9-19 Mikkelsen Bay 511 0.12 0.47 0.11 0.21 2.32 20 4 309 331 333 2 788 mod/heavy 34D-R Hue 13-9-19 Mikkelsen Bay 443 0.05 0.35 0.25 0.12 1.45 24 17 267 327 323 253 1824 heavy 35D-R Hue 13-9-19 Mikkelsen Bay 316 0.64 1.73 0.24 0.27 1.58 109 15 111 191 108 0 4085 heavy 36D-R Pebble Shale 84AMK13A 451 0.03 0.29 0.04 0.09 3.24 8 1 38 39 38 0 942 heavy 37D-R Kingak 84AMK13B 514 0.02 0.27 0.04 0.07 2.64 10 1 13 14 14 0 683 heavy 38D-R Hue 85AMK3A 510 1.4 2.66 1.25 0.34 7.78 34 16 457 480 487 3 4670 heavy 42D-R Hue 85AMK4B 468 6.66 14.54 1.99 0.31 15.58 93 12 225 199 216 63 17912 heavy  Expelled HI = HI final - HI initial (Schmoker, 1994, equation 3) Expelled S1+S2 = (S1+S2 final - S1+S2 initial) normalized to initial TOC Expelled Cooles = formula from Cooles and others (1986) assumes a constant inert carbon Expelled Actual HP = measured free oil generated by hydrous pyrolysis (see Table OA 13) Extract = samples extracted with Soxtherm using Benzene/Methanol for 2 hours boiling and 2 hours extraction time.   Table OA12. Elemental data of hydrous pyrolysis samples.  Sample # Formation Nitrogen Carbon Hydrogen Oxygen total Sulfur total Iron Total org. Sulfur H/C O/C N/C org S/C orgS/ (wt.%) (wt.%) (wt.%) (wt.%) (wt.%) (wt.%) (wt.%) (wt.%) (orgS+C)   31 Shublik 1.31 54.38 6.05 4.20 15.00 10.20 91.14 3.29 1.33 0.058 0.266 0.0226 0.0221 33 Hue 1.41 53.97 5.3 5.80 16.87 15.30 98.65 * 1.17 0.081 0.208 * * 34 Hue 1.16 63.85 5.02 3.49 13.81 11.10 98.43 1.06 0.94 0.041 0.284 0.0062 0.0062 35 Hue 0.92 58.54 4.67 3.51 17.00 15.80 100.44 * 0.95 0.045 0.224 * * 38 Hue 1.97 71.27 7.43 9.28 5.93 1.18 97.06 4.57 1.24 0.098 0.181 0.0240 0.0235 42 Hue 1.96 68.74 6.05 17.49 3.68 0.18 98.10 3.47 1.05 0.191 0.096 0.0189 0.0186  Organic Sulfur = total S wt% - ((Fe wt%/0.46547) - Fe wt%)  H/C = (H wt%/1.00794)/(C wt%/12.011) O/C = (O wt%/15.9994)/(C wt%/12.011) N/C = (N wt %/14.0674)/(C wt%/12.011) orgS/C = (orgS wt%/32.066)/(C wt%/12.011) Table OA13. Hydrous pyrolysis liquid products.  Sample # Formation HP # Temp Rinse Free total X extent HC/g rock HC/g OC Gravity Sulfur Nickel Vanadium V/V+Ni (° C) (g) (g) g mg/g mg/g (°API) (wt %) (ppm) (ppm)  31A Shublik 2467 300 0.0262 1 0.02618 0.00427 0.10 1.31 31B Shublik 2475 320 0.0999 0.125 0.22486 0.04092 0.90 11.26 ins 31C Shublik 2480 340 0.2239 2 1.076 1.29994 0.25281 5.20 65.08 29 2.73 13 40 0.75 31D Shublik 2485 360 1.2309 2 3.353 4.58387 1.00000 18.34 229.48 27 2.49 8 26 0.76  6.13485 24.54 307.13 33A Hue 2469 300 0.0190 1 0.019 0.07 2.24  34A Hue 2470 300 0.061 0.531 0.59195 0.1893 1.18 47.93 33 1.36 ins ins ins 34B Hue 2473 320 0.0603 0.293 0.35328 0.30228 0.71 28.61 ins 34C Hue 2478 340 0.0984 1.069 1.16739 0.67561 2.33 94.53 26 1.56 67 53 0.44 34D Hue 2483 360 0.6684 0.346 1.01443 1.00000 2.03 82.14 ins  38B Hue 2497 320 0.1214 1 0.12135 0.27 2.54  42A Hue 2491 300 0.0854 0.384 0.4694 0.15896 1.66 10.00 34 42B Hue 2495 320 0.1133 0.885 0.99828 0.49701 3.53 21.26 35 1.26 5 3 0.38 42C Hue 2501 340 0.0878 0.435 0.52284 0.67407 1.85 11.14 37 1.86 ins ins ins 42D Hue 2512 360 0.082 0.224 0.30603 1.00000 1.08 6.52 ins 42D Hue 2512 360 0.6565 2,3 0.65651 2.32 13.98 Free = oil floating on water (Appendix OA3, step 17) Rinse = equipment rinse with benzene (Appendix OA3, step 21) ins = insufficient sample size 1  = weight from sum of column chromatography fractions because all of sample was used 2  = weight does not include insoluble residue on rinse vial 3  = second rinse includes reactor walls and water surface (after free oil and equipment rinse are taken)    Table OA14.  Stable carbon isotopes of hydrous pyrolysis liquids. Sample # Formation Sample ID Depth HP # Temp Job # Seq d13C Sat d13C Aro Pyrolysate  (ft) (° C) Yield % 31A Shublik 1 OCS Y-0338 Phoenix 7941.6 2467 300 R 97009 001 -29.59 -29.50 0.00% 31B Shublik 1 OCS Y-0338 Phoenix 7941.6 2475 320 F 97009 008 -30.46 -30.23 2.74% 31C Shublik 1 OCS Y-0338 Phoenix 7941.6 2480 340 F 97009 012 -30.36 -30.03 23.63% 31D Shublik 1 OCS Y-0338 Phoenix 7941.6 2485 360 F 97009 018 -29.36 -29.22 73.63%  weighted average -29.63 -29.44 33A Hue 13-9-19 Mikkelsen Bay 11159 2469 300 R 97009 002 -30.39 -29.44  34A Hue 13-9-19 Mikkelsen Bay 11562 2470 300 F 97009 004 -29.18 -28.19 23.72% 34B Hue 13-9-19 Mikkelsen Bay 11562 2473 320 F 97009 006 -29.08 -28.44 13.09% 34C Hue 13-9-19 Mikkelsen Bay 11562 2478 340 F 97009 010 -28.55 -28.08 47.74% 34D Hue 13-9-19 Mikkelsen Bay 11562 2483 360 F 97009 014 -27.51 -26.48 15.45%  weighted average -28.61 -27.91 38B Hue 85AMK3A outcrop 2497 320 R 97009 044 -29.38 -28.48  42A Hue 85AMK4B outcrop 2491 300 F 97009 025 -29.20 -27.94 19.92% 42B Hue 85AMK4B outcrop 2495 320 F 97009 039 -28.24 -27.33 45.90% 42C Hue 85AMK4B outcrop 2501 340 F 97009 053 -26.97 -26.72 22.56% 42D Hue 85AMK4B outcrop 2512 360 F 97009 065 -25.55 -26.23 11.62%   Column Chromatography Sample # Formation HP # Pyrol. Sat/Arom Sats HC Sats Arom NSO Asph Volit Start Wt. Comments  Yield % wt% wt% (mg) (mg) (mg) (mg) wt % (mg)  31A Shublik 2467 R 0.00% 0.5 22 62 5.68 10.51 6.95 3.04 -0- 1 31B Shublik 2475 F 2.74% 0.7 25 64 1.53 2.34 1.80 0.34 Insuf. 40.55 2 31C Shublik 2480 F 23.63% 0.8 32 72 10.15 12.44 7.19 1.56 26.1 45.12 31D Shublik 2485 F 73.63% 0.9 35 73 13.80 14.82 7.96 2.58 21.8 56.47 3   34A Hue 2470 F 23.72% 1.5 54 91 22.08 15.02 3.39 0.25 27.1 55.45 34B Hue 2473 F 13.09% 1.4 50 86 18.68 13.41 4.12 0.98 Insuf. 64.55 2 34C Hue 2478 F 47.74% 1.2 47 86 24.67 20.45 6.11 1.14 10.8 63.01 34D Hue 2483 F 15.45% 1.2 48 88 23.13 19.23 4.54 1.34 Insuf. 64.40   42A Hue 2491 F 19.92% 0.8 34 79 8.66 11.18 4.82 0.54 43.9 54.86 42B Hue 2495 F 45.90% 0.9 40 84 13.68 14.88 5.20 0.44 34.4 62.66 42C Hue 2501 F 22.56% 1.0 41 82 11.94 12.04 4.80 0.47 29.8 51.65 42D Hue 2512 F 11.62% 0.9 41 89 10.12 11.77 2.85 -0.01 Insuf. 49.35  1 - Unorthodox column chromatography; see lab notebook 2 - Some water in aliquot for column chromatography 3 - Some particulates in maltene; some maltene lost in lid and on vial top  Table OA16. Normal alkane and acyclic isoprenoid ratios of hydrous pyrolysis liquids.  Sample# Formation HP # Yield % Comments   Data Quality Pr/Ph Pr/Ph Pr/17 Pr/17 Ph/18 Ph/18 CPI 1 CPI 1 CPI 2 CPI 2 CPI 3 CPI 3 CPI 4 CPI 4 OEP 1 OEP 1 OEP 2 OEP 2 OEP 3 OEP 3 C17-C20 C27-C30 area height area height area height area height area height area height area height area height area height area height  31A Shublik 2467 R 0.00% lean HMW C F 2.05 2.20 2.64 2.52 4.54 3.53 -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 31B Shublik 2475 F 2.74% lean HMW A F 2.29 2.47 0.94 0.74 0.56 0.39 -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 31B Shublik 2475 F 2.74% whole oil B A 1.91 2.24 0.81 0.59 0.48 0.31 1.10 1.08 1.11 1.09 1.11 1.13 1.07 1.05 1.02 0.98 1.10 1.13 1.15 1.15 31C Shublik 2480 F 23.63% lean HMW A F 1.79 2.14 0.50 0.39 0.34 0.22 -0- -0- -0- -0- -0- -0- 1.10 1.10 1.01 1.03 -0- -0- -0- -0- 31C Shublik 2480 F 23.63% whole oil B A 1.17 1.74 0.38 0.33 0.34 0.20 1.07 1.06 1.07 1.06 1.00 1.03 1.05 1.04 1.03 1.03 1.01 1.04 1.13 1.13 31D Shublik 2485 F 73.63% lean HMW A D 1.78 1.77 0.21 0.14 0.14 0.09 1.02 1.06 1.04 1.09 1.01 1.08 0.99 1.05 0.95 1.01 1.03 1.10 1.18 1.18 31D Shublik 2485 F 73.63% whole oil B B 1.40 1.80 0.22 0.18 0.20 0.11 1.06 1.02 1.06 1.02 1.02 0.98 1.02 1.01 1.04 0.99 1.03 0.99 1.19 1.19  weighted average - saturates only 1.80 1.88 0.30 0.22 0.20 0.13 1.02 1.06 1.04 1.09 1.01 1.08 1.02 1.06 0.96 1.01 1.03 1.10 1.18 1.18 weighted average - whole oils only 1.36 1.80 0.27 0.23 0.24 0.14 1.06 1.03 1.06 1.03 1.02 1.00 1.03 1.02 1.04 1.00 1.03 1.01 1.17 1.17  33A Hue 2469 R lean HMW A F 1.63 1.75 2.23 1.89 2.32 1.92 -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0-  34A Hue 2470 F 23.72% lean HMW A F 0.74 0.78 1.05 0.82 1.76 1.25 -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 34A Hue 2470 F 23.72% whole oil A A 0.74 0.79 0.76 0.65 1.09 0.85 0.86 0.88 0.87 0.90 0.94 0.97 0.85 0.86 0.79 0.81 0.96 0.98 0.87 0.87 34B Hue 2473 F 13.09% lean HMW A F 0.78 0.83 0.91 0.73 1.38 0.99 -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 34B Hue 2473 F 13.09% whole oil A A 0.74 0.82 0.71 0.57 0.92 0.69 0.88 0.89 0.91 0.91 1.02 1.00 0.85 0.86 0.82 0.83 1.02 1.01 0.94 0.94 34C Hue 2478 F 47.74% lean HMW A C 0.88 0.95 0.54 0.42 0.70 0.48 1.09 1.10 1.34 1.45 0.99 1.01 1.09 1.10 0.85 0.87 0.78 0.80 0.94 0.94 34C Hue 2478 F 47.74% whole oil A A 0.85 0.94 0.51 0.40 0.60 0.42 0.92 0.92 0.92 0.93 0.96 1.01 0.91 0.91 0.87 0.89 0.95 1.01 0.90 0.90 34D Hue 2483 F 15.45% lean HMW A B 0.93 0.96 0.26 0.23 0.32 0.24 0.95 0.97 0.99 1.00 0.95 1.00 0.93 0.96 0.87 0.89 0.98 1.03 1.10 1.10 34D Hue 2483 F 15.45% whole oil B A 0.94 1.06 0.32 0.27 0.37 0.26 0.96 0.95 0.96 0.96 1.01 0.99 0.94 0.94 0.89 0.92 1.02 1.00 1.06 1.06  weighted average - saturates only 0.84 0.90 0.67 0.53 0.98 0.69 1.06 1.07 1.25 1.34 0.98 1.01 1.05 1.07 0.85 0.87 0.83 0.86 0.98 0.98 weighted average - whole oils only 0.82 0.91 0.57 0.46 0.72 0.53 0.91 0.91 0.91 0.92 0.97 1.00 0.89 0.90 0.85 0.87 0.97 1.00 0.92 0.92  38B Hue 2497 R lean HMW A B 1.65 1.67 0.71 0.61 0.52 0.41 1.09 1.09 1.14 1.11 1.06 1.15 1.05 1.06 0.97 0.96 1.09 1.17 1.31 1.31  42A Hue 2491 F 19.92% lean HMW A F 2.61 2.78 1.08 0.85 0.55 0.40 -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- -0- 42A Hue 2491 F 19.92% whole oil A A 2.46 2.65 1.04 0.76 0.51 0.35 1.09 1.05 1.11 1.07 1.07 1.13 1.06 1.02 1.04 0.95 1.12 1.14 1.28 1.28 42B Hue 2495 F 45.90% lean HMW A C 2.48 2.78 0.77 0.58 0.37 0.25 1.11 1.09 -0- -0- 1.02 1.05 1.07 1.06 0.97 1.00 1.07 1.12 1.38 1.38 42B Hue 2495 F 45.90% whole oil A A 2.32 2.71 0.72 0.54 0.34 0.22 1.09 1.09 1.12 1.11 1.10 1.10 1.05 1.07 1.04 1.03 1.13 1.12 1.24 1.24 42C Hue 2501 F 22.56% lean HMW A C 2.13 2.48 0.35 0.26 0.19 0.12 1.05 1.04 1.10 1.08 1.05 1.05 1.03 1.02 0.96 0.98 1.08 1.09 1.13 1.13 42C Hue 2501 F 22.56% whole oil A A 1.87 2.53 0.36 0.30 0.21 0.12 1.05 1.04 1.05 1.06 0.99 1.07 1.02 1.03 1.00 1.01 1.02 1.08 1.12 1.12 42D Hue 2512 F 11.62% lean HMW B D 1.78 2.04 0.12 0.09 0.07 0.05 -0- -0- -0- -0- 0.99 1.07 1.07 1.06 1.00 1.03 1.03 1.12 -0- -0- 42D Hue 2512 F 11.62% whole oil B A 1.44 2.08 0.20 0.14 0.15 0.07 1.06 1.03 1.05 1.03 0.99 1.00 1.06 1.03 1.01 0.99 1.02 1.02 1.04 1.04  weighted average - saturates only 2.35 2.63 0.66 0.50 0.33 0.23 1.09 1.07 1.10 1.08 1.02 1.05 1.06 1.05 0.97 1.00 1.07 1.11 1.30 1.30 weighted average - whole oils only 2.14 2.58 0.64 0.48 0.32 0.21 1.08 1.06 1.09 1.08 1.06 1.09 1.05 1.05 1.03 1.00 1.09 1.10 1.20 1.20  Notes: Pr/Ph = pristane/phytane Pr/17 = pristane/n-C17 Ph/18 = phytane/n-C18 OEP =         Scalan and Smith (1970) OEP = Odd Even Predominance   31A 0.15 0.13 0.21 0.00 0.26 0.023 0.14 2.47 0.41 0.26 0.33 0.10 0.22 31B 0.14 0.15 0.20 0.00 0.21 0.034 0.14 0.99 0.19 0.38 0.27 0.35 0.11 0.13 31C 0.24 0.20 0.19 0.00 0.23 0.036 0.13 0.76 0.41 0.30 0.29 0.14 31D 1.94 0.40 0.18 0.00 0.24 0.13 1.56 33A 0.15 0.30 0.26 0.04 0.33 0.097 0.22 0.27 0.55 0.33 0.39 0.28 0.11 1.36 34A 0.12 0.32 0.28 0.00 0.50 0.056 0.06 0.23 0.36 0.29 0.35 1.60 34B 0.30 0.54 0.22 0.00 0.53 0.065 0.07 0.15 0.37 0.29 0.35 1.41 34C 0.77 0.94 0.18 0.00 0.53 0.075 0.10 0.16 0.37 0.32 0.31 1.50 34D 1.72 0.62 0.30 0.05 0.45 0.061 0.15 0.45 38B 0.74 0.60 0.01 0.02 0.24 0.052 0.21 0.27 0.38 0.32 0.30 1.59 42A 0.64 0.40 0.01 0.00 0.27 0.032 0.39 0.40 0.45 0.24 0.31 0.09 0.80 42B 0.73 0.39 0.07 0.00 0.26 0.030 0.32 0.38 0.46 0.24 0.30 0.78 42C 1.40 0.52 0.07 0.00 0.29 0.049 0.23 0.52 Table OA18. Calculation of Gas-to-Oil Ratios (GOR) of hydrous pyrolysis experiments.  Measured Measured Measured Calculated Measured Calculated Measured Calculated Calculated Measured Calculated  Sample # Formation HP HP Total Gas Temp Headspace Total Gas HC Gas HC Gas Oil Gravity Oil Gravity Oil Oil Oil GOR  No. Temp Pressure volume @60F 1atm Mole Fraction @60F 1atm Density Yield Yield  (° C) (psia) (deg C) (ml) (ml) (cubic feet) (deg API) (deg API) (g/cc) (grams) (bbls) (Cuft/bbl)  31 Shublik 2475 320 66.2 25.3 483.24 2105.2 0.0671 0.00499 28 0.8871 0.125 6.975E-07 7148 31 Shublik 2480 340 76.5 20.1 492.36 2522.6 0.1544 0.01375 29 29 0.8816 1.076 5.967E-06 2305 31 Shublik 2485 360 82.0 24.0 487.80 2643.8 0.2202 0.02056 27 27 0.8927 3.353 1.883E-05 1092  0.03929 2.549E-05 Overall 1541  34 Hue 2470 300 161.1 29.0 433.08 4535.1 0.0077 0.00123 33 33 0.8602 0.531 2.873E-06 427 34 Hue 2473 320 172.6 27.1 436.12 4923.9 0.0113 0.00197 30 0.8762 0.293 1.615E-06 1222 34 Hue 2478 340 124.8 18.6 446.76 3753.4 0.0369 0.00489 26 26 0.8984 1.069 6.041E-06 810 34 Hue 2483 360 95.9 25.8 452.84 2853.1 0.0962 0.00969 26 0.8984 0.346 1.955E-06 4957  0.01778 1.248E-05 Overall 1425  42 Hue 2491 300 116.8 22.3 449.80 3492.4 0.0667 0.00823 34 34 0.8550 0.384 2.065E-06 3984 42 Hue 2495 320 57.6 21.6 489.32 1878.1 0.1883 0.01249 35 35 0.8498 0.885 4.731E-06 2640 42 Hue 2501 340 64.9 22.4 484.76 2090.7 0.2388 0.01763 37 37 0.8398 0.435 2.298E-06 7674 42 Hue 2512 360 72.3 22.7 480.20 2304.8 0.3994 0.03251 38 0.8348 0.224 1.176E-06 27637  0.07085 1.027E-05 Overall 6899 32 Canning 2468 300 71.9 27.1 468.04 2201.3 0.0042 0.00032 32 Canning 2474 320 39.7 24.3 496.92 1302.6 0.0082 0.00038 32 Canning 2479 340 38.8 18.8 498.44 1301.0 0.0157 0.00072 32 Canning 2484 360 37.1 20.4 498.44 1237.2 0.0272 0.00119 33 Hue 2469 300 49.4 30.1 469.56 1502.3 0.0653 0.00346 33 Hue 2472 320 46.4 26.4 478.68 1456.3 0.0651 0.00335 33 Hue 2477 340 60.3 25.3 481.72 1911.6 0.0326 0.00220 33 Hue 2482 360 54.0 15.9 483.24 1773.1 0.0092 0.00057 35 Hue 2471 300 101.1 24.7 434.60 2897.3 0.0187 0.00191 35 Hue 2476 320 53.4 24.0 452.84 1598.3 0.0816 0.00461 35 Hue 2481 340 49.2 19.8 460.44 1518.8 0.0554 0.00297 35 Hue 2486 360 54.3 21.4 454.36 1645.1 0.1947 0.01131 36 Pebble Shale 2488 300 56.7 25.8 527.32 1964.3 0.0114 0.00079 36 Pebble Shale 2493 320 44.3 23.9 527.32 1544.5 0.0144 0.00079 36 Pebble Shale 2499 340 45.0 21.9 534.92 1602.3 0.0106 0.00060 36 Pebble Shale 2510 360 40.6 21.8 544.04 1470.8 0.0082 0.00042 37 Kingak 2489 300 51.1 21.8 524.28 1784.0 0.0083 0.00052 37 Kingak 2496 320 40.0 22.7 489.32 1299.4 0.0101 0.00046 37 Kingak 2502 340 36.7 22.5 528.84 1289.3 0.0132 0.00060 37 Kingak 2511 360 39.5 23.3 531.88 1391.9 0.0184 0.00090 38 Hue 2490 300 79.3 22.3 454.36 2395.2 0.1067 0.00902 38 Hue 2497 320 58.6 23.5 477.16 1851.3 0.1225 0.00801 38 Hue 2500 340 56.1 22.2 478.68 1785.7 0.1707 0.01076 38 Hue 2513 360 55.0 22.7 490.84 1792.2 0.1472 0.00931  Sample # Formation HP # Temp He N2* C1 CO2 C2 C3 i-C4 n-C4 i-C5 n-C5 H2S (°C) (mole%) (mole%) (mole%) (mole%) (mole%) (mole%) (mole%) (mole%) (mole%) (mole%) (mole%)  31A-G Shublik 2467 300 69.390 1.885 0.488 26.683 0.145 0.132 0.171 0.132 0.079 0.056 0.838 31B-G Shublik 2475 320 55.841 8.966 3.560 24.949 1.412 0.820 0.135 0.421 0.095 0.263 3.537 31C-G Shublik 2480 340 46.336 2.020 8.434 26.854 3.306 1.945 0.370 0.852 0.122 0.409 9.354 31D-G Shublik 2485 360 41.543 1.501 12.147 24.791 4.239 3.033 0.455 1.328 0.221 0.593 10.149 32A-G Canning 2468 300 35.910 12.182 0.276 50.859 0.043 0.017 0.028 0.012 0.013 0.027 0.634 32B-G Canning 2474 320 81.435 9.020 0.477 8.414 0.124 0.109 0.024 0.034 0.021 0.030 0.312 32C-G Canning 2479 340 87.665 6.380 0.829 3.955 0.234 0.194 0.140 0.098 0.021 0.050 0.434 32D-G Canning 2484 360 85.517 8.307 1.839 2.960 0.408 0.242 0.128 0.030 0.068 0.000 0.502 33A-G Hue 2469 300 57.563 11.454 4.356 23.053 0.710 0.565 0.114 0.383 0.113 0.292 1.399 33B-G Hue 2472 320 66.376 7.689 4.412 18.899 0.828 0.481 0.275 0.250 0.105 0.160 0.525 33C-G Hue 2477 340 52.647 7.103 2.622 36.613 0.362 0.152 0.019 0.069 0.037 0.000 0.378 33D-G Hue 2482 360 55.461 8.482 0.833 34.619 0.044 0.024 0.008 0.008 0.000 0.000 0.522 34A-G Hue 2470 300 24.939 9.557 0.336 64.493 0.081 0.091 0.050 0.083 0.063 0.062 0.246 34B-G Hue 2473 320 24.118 0.535 0.615 73.696 0.208 0.142 0.027 0.053 0.024 0.067 0.518 34C-G Hue 2478 340 29.062 0.588 1.912 64.643 0.692 0.458 0.217 0.226 0.048 0.139 2.015 34D-G Hue 2483 360 17.402 3.950 5.199 62.626 1.661 1.193 0.466 0.592 0.160 0.350 6.402 35A-G Hue 2471 300 31.838 3.287 0.946 62.626 0.227 0.199 0.069 0.181 0.100 0.149 0.377 35B-G Hue 2476 320 47.561 20.315 4.994 23.021 1.321 0.871 0.160 0.455 0.093 0.269 0.939 35C-G Hue 2481 340 32.256 55.057 2.835 4.035 1.115 0.760 0.177 0.371 0.075 0.204 3.115 35D-G Hue 2486 360 58.648 5.603 10.559 6.702 3.717 2.567 0.548 1.188 0.397 0.493 9.578 36A-G Pebble 2488 300 58.066 1.995 0.981 38.288 0.081 0.060 0.003 0.011 0.000 0.000 0.513 36B-G Pebble 2493 320 62.410 12.419 0.965 23.210 0.183 0.099 0.037 0.080 0.038 0.039 0.522 36C-G Pebble 2499 340 63.768 3.249 0.876 31.202 0.107 0.050 0.007 0.017 0.000 0.002 0.722 36D-G Pebble 2510 360 73.791 8.298 0.558 16.504 0.137 0.069 0.017 0.028 0.003 0.007 0.589 37A-G Kingak 2489 300 62.250 0.723 0.654 35.499 0.056 0.037 0.019 0.034 0.000 0.032 0.697 37B-G Kingak 2496 320 72.818 13.546 0.532 11.715 0.073 0.033 0.065 0.000 0.048 0.254 0.915 37C-G Kingak 2502 340 80.272 9.965 0.733 7.601 0.232 0.136 0.031 0.055 0.078 0.057 0.840 37D-G Kingak 2511 360 79.204 7.241 1.061 10.610 0.129 0.097 0.161 0.068 0.067 0.259 1.105 38A-G Hue 2490 300 40.359 3.344 7.722 41.085 1.436 0.804 0.175 0.275 0.078 0.176 4.546 38B-G Hue 2497 320 39.499 12.955 7.745 29.678 1.903 1.271 0.284 0.592 0.101 0.348 5.622 38C-G Hue 2500 340 29.551 6.019 12.033 40.987 2.280 1.284 0.311 0.633 0.103 0.423 6.375 38D-G Hue 2513 360 47.670 6.873 10.291 22.122 2.290 1.136 0.224 0.432 0.100 0.244 8.618 42A-G Hue 2491 300 33.958 5.887 4.086 52.954 1.086 0.688 0.235 0.304 0.099 0.174 0.530 42B-G Hue 2495 320 48.605 4.161 10.027 26.050 4.033 2.454 0.548 1.022 0.277 0.468 2.356 42C-G Hue 2501 340 47.846 9.291 13.131 16.338 5.206 2.922 0.601 1.186 0.284 0.552 2.643 42D-G Hue 2512 360 37.328 3.562 24.029 16.623 7.881 4.489 0.682 1.719 0.330 0.807 2.550  for sample number identification.   Ni=V  Figure OA4. Ni versus V concentrations in oils, oil stains and pyrolysates, North Slope, Alaska. (See Table OA1 and Table OA4 for sample identification)  Jago  Figure OA5. d 13C aromatic hydrocarbons versus V/V+Ni of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)   Figure OA6. d 13C aromatic hydrocarbons versus sulfur content of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)  Shublik pyrolysates  Figure OA7.  Column chromatography data of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1  Figure OA8. Mass chromatogram of m/z 191.1800 (tricyclic and pentacyclic terpanes) of oil from Put River D-3 well, Prudhoe Bay Field (17). See Table OA7 for peak identifications.  30.0 32.5 35.0 37.5 40.0 42.5 45.0 47.5 50.0 52.5  Figure OA9a. Mass chromatogram of m/z 217.1956 (steranes) of oil from Put River D-3 well, Prudhoe Bay Field (17). See Table OA8 for peak identifications.   Figure OA9b. Mass chromatograms of parent to daughter ion transitions (GC-MS-MS) for C26 to C30 sterane parents to the m/z 217 daughter fragment ion (Sample 8).   Figure OA10. d 13C aromatic hydrocarbons versus Ts/Tm of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)   Figure OA11. d 13C aromatic hydrocarbons versus C27 diasteranes/C27 diasteranes + C27 steranes of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)   Figure OA12. d 13C aromatic hydrocarbons versus C19 / C23  tricyclic terpanes of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)   Figure OA13. d 13C aromatic hydrocarbons versus C24 tetracyclic/ C23 tricyclic  terpanes of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)   Figure OA14. d 13C aromatic hydrocarbons versus oleanane/hopane of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)   Figure OA15. d 13C aromatic hydrocarbons versus C32 / C30 hopane of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)   Figure OA16. d 13C aromatic hydrocarbons versus C35 / C31 to C35 hopane of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)   Figure OA17. d 13C aromatic hydrocarbons versus normoretane/norhopane of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)   Figure OA18. d 13C aromatic hydrocarbons versus C23  tricyclic/ C30 hopane of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)   Figure OA19. d 13C aromatic hydrocarbons versus C27 / C27 + C28 + C29 steranes of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)   Figure OA20. d 13C aromatic hydrocarbons versus C28 / C27 + C28 + C29 steranes of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)   Figure OA 21. d 13C aromatic hydrocarbons versus C29 / C27 + C28 + C29 steranes of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)   Figure OA22. d 13C aromatic hydrocarbons versus C30 / C27 + C28 + C29 + C30 steranes of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)  Shublik pyrolysates  Figure OA23. d 13C aromatic hydrocarbons versus 24-nor/24-nor + 27-norcholestane (C26) of oils, oil stains, and pyrolysates, North Slope, Alaska. (See Table OA1 for sample number identification)  "
    }
}